[

    {

        "chapter_bn": "৫৫৭. জুমু'আ ফরয হওয়া।",
        "hadithBengali": "لِقَوْلِ اللَّهِ تَعَالَى: (إِذَا نُودِيَ لِلصَّلاَةِ مِنْ يَوْمِ الْجُمُعَةِ فَاسْعَوْا إِلَى ذِكْرِ اللَّهِ وَذَرُوا الْبَيْعَ ذَلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ);\n\nএ সম্পর্কে আল্লাহ্' তাআলার বাণীঃ যখন জুমুআর দিন সালাতের জন্য আহবান করা হয়, তখন আল্লাহ্'র যিকরের উদ্দেশ্যে ধাবিত হও এবং ক্রয়-বিক্রয় ত্যাগ কর। এ-ই তোমাদের জন্য শ্রেয় যদি তোমরা উপলব্ধি কর। فَاسْعَوْا অর্থ ধাবিত হও।;\n\n\n৮৩২। আবূ ইয়ামান (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, তিনি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে বলতে শুনেছেন যে, আমরা দুনিয়ায় (আগমনের দিক দিয়ে) সর্বশেষ, কিন্তু কিয়ামতের দিন আমরা মর্যাদার দিক দিয়ে সবার আগে। পার্থক্য শুধু এই যে, তাদের কিতাব দেওয়া হয়েছে আমাদের আগে। তারপর তাদের সেদিন যেদিন তাদের জন্য ইবাদত ফরয করা হয়েছিল তারা মতানৈক্য করেছে। কিন্তু সে বিষয়ে আল্লাহ আমাদের হিদায়াত করেছেন। কাজেই এ ব্যাপারে লোকেরা আমাদের পশ্চাতবর্তী। ইয়াহূদীদের (সম্মানিত দিন হল) আগামীকাল (শনিবার) এবং নাসারাদের আগামীপরশু (রোববার)।;\n",
        "id": 832,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৫৫৮. জুমু'আর দিন গোসল করার ফযীলত। শিশু কিংবা মহিলাদের জুমু'আর দিনে (সালাতের জন্য) হাযির হওয়া কি প্রয়োজন ?",
        "hadithBengali": "৮৩৩। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের মধ্যে কেউ জুম্মার সালাতে আসলে (তার আগে) সে যেন গোসল করে।;\n",
        "id": 833,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৫৫৮. জুমু'আর দিন গোসল করার ফযীলত। শিশু কিংবা মহিলাদের জুমু'আর দিনে (সালাতের জন্য) হাযির হওয়া কি প্রয়োজন ?",
        "hadithBengali": "৮৩৪। আবদুল্লাহ ইবনু মুহাম্মদ ইবনু আসমা (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত, উমর ইবনু খাত্তাব (রাঃ) জুম্মার দিন দাঁড়িয়ে খুতবা দিচ্ছিলেন, এমন সময় নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর প্রথম যুগের একজন মুহাজির সাহাবী এলেন। উমর (রাঃ) তাঁকে ডেকে বললেন, এখন সময় কত? তিনি বললেন, আমি ব্যস্ত ছিলাম, তাই ঘরে ফিরে আসতে পারিনি। এমন সময় আযান শুনতে পেয়ে শুধু উযূ (ওজু/অজু/অযু) করে নিলাম। উমর (রাঃ) বললেন, কেবল উযূই? অথচ আপনি জানেন যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম গোসলের আদেশ দিতেন।;\n",
        "id": 834,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৫৫৮. জুমু'আর দিন গোসল করার ফযীলত। শিশু কিংবা মহিলাদের জুমু'আর দিনে (সালাতের জন্য) হাযির হওয়া কি প্রয়োজন ?",
        "hadithBengali": "৮৩৫। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আবূ সায়ীদ খুদরী (রাঃ) থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ জুম্মার দিন প্রত্যেক বালিগের জন্য গোসল করা কর্তব্য।;\n",
        "id": 835,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ সা'ঈদ খুদরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৫৫৯. জুমু'আর জন্য সুগন্ধি ব্যবহার । ",
        "hadithBengali": "৮৩৬। আলী ইবনু আবদুল্লাহ (রহঃ) ... আমর ইবনু সুলাইম আনসারী (রাঃ) থেকে বর্ণিত, তিনি বলেন, আবূ সায়ীদ খুদরী (রাঃ) বলেন, আমি এ মর্মে সাক্ষ্য দিচ্ছি যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ জুম্মার দিন প্রত্যেক বালিগের জন্য গোসল করা কর্তব্য। আর মিসওয়াক করবে এবং সুগন্ধি পাওয়া গেলে তা ব্যবহার করবে। আমর (ইবনু সুলাইম) (রহঃ) বলেন, গোসল সম্পর্কে আমি সাক্ষ্য দিচ্ছি তা কর্তব্য। কিন্তু মিসওয়াক ও সুগন্ধি কর্তব্য কিনা তা আল্লাহই ভাল জানেন। তবে হাদীসে এরূপই আছে।;\n\nআবূ আবদুল্লাহ বুখারী (রহঃ) বলেন, আবূ বকর ইবনু মুনকাদির (রহঃ) হলেন মুহাম্মদ ইবনু মুনকাদির (রহঃ) এর ভাই। কিন্তু তিনি আবূ বকর হিসাবেই পরিচিতি নন। বুকাইর ইবনু আশাজ্জ, সায়ীদ ইবনু আবূ হিলাল সহ অনেকে তাঁর থেকে হাদীসটি বর্ণনা করেছেন। মুহাম্মদ ইবনু মুনকাদির (রহঃ) এর কুনিয়াত (উপনাম) ছিল আবূ বকর ও আবূ আবদুল্লাহ।;\n",
        "id": 836,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আমর ইবনু সুলাইম",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৫৬০. জুমু'আর ফযীলত ।",
        "hadithBengali": "৮৩৭। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যাক্তি জুম্মার দিন জানবাত গোসলের ন্যায় গোসল করে এবং সালাত (নামায/নামাজ)-এর জন্য আগমন করে সে যেন, একটি উট কুরবানী করল। যে ব্যাক্তি দ্বিতীয় পর্যায়ে আগমন করে সে যেন, একটি গাভী কুরবানী করল। তৃতীয় পর্যায়ে যে আগমন করে সে যেন একটি শিং বিশিষ্ট দুম্বা কুরবানী করল। চতুর্থ পর্যায়ে আগমন করল সে যেন একটি মুরগী কুরবানী করল। পঞ্চম পর্যায়ে যে আগমন করল সে যেন একটি ডিম কুরবানী করল। পরে ইমাম যখন খুতবা প্রদানের জন্য বের হন তখন ফিরিশতাগণ যিকর শোনার জন্য হাজির হয়ে থাকেন।;\n",
        "id": 837,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৫৬০. জুমু'আর ফযীলত ।",
        "hadithBengali": "৮৩৮। আবূ নুআইম (রহঃ) ... আবূ হুরাইরা (রাঃ) থেকে বর্ণিত, জুম্মার দিন উমর ইবনু খাত্তাব (রাঃ) খুতবা দিচ্ছিলেন, এমন সময় এক ব্যাক্তি মসজিদে প্রবেশ করেন। উমর (রাঃ) তাঁকে জিজ্ঞাসা করলেন, সালাতে সময়মত আসতে তোমরা কেন বাধাগ্রস্থ হও? তিনি বললেন, আযান শোনার সাথে সাথেই তো আমি উযূ (ওজু/অজু/অযু) করেছি। তখন উমর (রাঃ) বললেন, তোমরা কি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে একথা বলতে শোননি যে, যখন তোমাদের কেউ জুম্মার সালাতে রওয়ানা হয়, তখন সে যেন গোসল করে নেয়।;\n",
        "id": 838,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৫৬১. জুমু'আর জন্য তৈল ব্যবহার । ",
        "hadithBengali": "৮৩৯। আদম (রহঃ) ... সালমান ফারসী (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যাক্তি জুমুআর দিন গোসল করে এবং যথাসাধ্য ভালরূপে পবিত্রতা অর্জন করে ও নিজের তেল থেকে ব্যবহার করে বা নিজ ঘরের সুগন্ধি ব্যবহার করে এরপর বের হয় এবং দুজন লোকের মাঝে ফাঁক না করে, তারপর তার নির্ধারিত সালাত (নামায/নামাজ) আদায় করে এবং ইমামের খুতবা দেওয়ার সময় চুপ থাকে, তা হলে তার সে জুমুআহ থেকে আরেক জুমুআহ পর্যন্ত সময়ের যাবতীয় গুনাহ মাফ করে দেওয়া হয়।;\n",
        "id": 839,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সালমান ফারিসী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৫৬১. জুমু'আর জন্য তৈল ব্যবহার । ",
        "hadithBengali": "৮৪০। আবূল ইয়ামান (রহঃ) ... তাউস (রহঃ) থেকে বর্ণিত, তিনি বলেন, আমি ইবনু আব্বাস (রাঃ)-কে বললাম, সাহাবীগণ বর্ণনা করেছেন যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ জুম্মার দিন গোসল কর এবং মাথা ধুয়ে ফেল যদিও তোমরা জুনুবী না হয়ে থাক এবং সুগন্ধি ব্যবহার কর। ইবনু আব্বাস (রাঃ) বললেন, গোসল সম্পর্কে নির্দেশ ঠিকই আছে, কিন্তু সুগন্ধি সম্পর্কে আমার জানা নেই।;\n",
        "id": 840,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "তাঊস (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৫৬১. জুমু'আর জন্য তৈল ব্যবহার । ",
        "hadithBengali": "৮৪১। ইবরাহীম ইবনু মূসা (রহঃ) ... তাঊস (রহঃ) থেকে বর্ণিত, তিনি ইবনু আব্বাস (রাঃ) থেকে বর্ণনা করেন যে, তিনি যখন জুম্মার দিন গোসল সংক্রান্ত নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর বাণীর উল্লেখ করেন তখন আমি ইবনু আব্বাস (রাঃ) কে জিজ্ঞাসা করলাম, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন পরিবারবর্গের সঙ্গে অবস্থান করতেন তখনও কি তিনি সুগন্ধি বা তেল ব্যবহার করতেন? তিনি বললেন, আমি তা জানিনা।;\n",
        "id": 841,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "তাঊস (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৫৬২. যা আছে তার মধ্য থেকে উত্তম কাপড় পরিধান করবে । ",
        "hadithBengali": "৮৪২। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত যে, উমর ইবনু খাত্তাব (রাঃ) মসজিদে নববীর দরজার নিকটে এক জোড়া রেশমী পোষাক (বিক্রি হতে) দেখে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে বললেন, ইয়া রাসূলাল্লাহ! যদি এটি আপনি খরীদ করতেন আর জুম্মার দিন এবং যখন আপনার কাছে প্রতিনিধি দল আসে তখন আপনি তা পরিধান করতেন। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ এটি তো সে ব্যাক্তিই পরিধান করে, আখিরাতে যার (মঙ্গলের) কোন অংশ নেই।;\n\nএর পর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এ ধরণের কয়েক জোড়া পোশাক আসে, তখন তার এক জোড়া তিনি উমর (রাঃ)-কে প্রদান করেন। উমর (রাঃ) আরয করলেন, ইয়া রাসূলাল্লাহ! আপনি আমাকে এটি পরিধান করতে দিলেন অথচ আপনি উতারিদের (রেশম) পোশাক সম্পর্কে যা বলার তা তো বলেছিলেন। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আমি তোমাকে এটি নিজের পরিধানের জন্য প্রদান করিনি। উমর ইবনু খাত্তাব (রাঃ) তখন এটি মক্কায় তাঁর এক ভাইকে দিয়ে দেন, যে তখন মুশরিক ছিল।;",
        "id": 842,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৫৬৩. জুমু'আর দিন মিসওয়াক করা। ",
        "hadithBengali": "وَقَالَ أَبُو سَعِيدٍ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَسْتَنُّ;\n\nআবূ সায়ীদ খুদরী (রাঃ) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেন যে, তিনি মিসওয়াক করতেন।;\n\n\n৮৪৩। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমার উম্মাতের জন্য বা তিনি বলেছেন, লোকদের জন্য যদি কঠিন মনে না করতাম, তা হলে প্রত্যেক সালাত (নামায/নামাজ)-এর সাথে তাদের মিসওয়াক করার নির্দেশ দিতাম।;\n",
        "id": 843,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৫৬৩. জুমু'আর দিন মিসওয়াক করা। ",
        "hadithBengali": "৮৪৪। আবূ মামার (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমি মিসওয়াক সম্পর্কে তোমাদের অনেক বলেছি।;\n",
        "id": 844,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৫৬৩. জুমু'আর দিন মিসওয়াক করা। ",
        "hadithBengali": "৮৪৫। মুহাম্মাদ ইবনু কাসীর (রহঃ) ... হুযাইফা (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন রাতে সালাতের জন্য উঠতেন তখন দাঁত মেজে মুখ পরিস্কার করে নিতেন।;\n",
        "id": 845,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "হুযাইফাহ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৫৬৪. অন্যের মিসওয়াক দিয়ে মিসওয়াক করা। ",
        "hadithBengali": "৮৪৬। ইসমায়ীল (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, আব্দুর রাহমান ইবনু আবূ বকর (রাঃ) একটি মিসওয়াক হাতে নিয়ে দাঁত মাজতে মাজতে প্রবেশ করলেন। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর দিকে তাকালেন। আমি তাঁকে বললাম, হে আব্দুর রাহমান! মিসওয়াকটি আমাকে দাও। সে তা আমাকে দিল। আমি ব্যবহৃত অংশ ভেঙ্গে ফেললাম এবং তা চিবিয়ে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে দিলাম। তিনি আমার বুকে হেলান দিয়ে তা দিয়ে মিসওয়াক করলেন।;\n",
        "id": 846,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৫৬৫. জুমু'আর দিন ফজরের সালাতে কী পড়তে হবে?  ",
        "hadithBengali": "৮৪৭। আবূ নুআইম (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জুম্মার দিন ফজরের সালাতে (কোন সময়)الم * تَنْزِيلُ এবং هَلْ أَتَى عَلَى الإِنْسَانِ এ দুটি সূরা তিলাওয়াত করতেন।;\n",
        "id": 847,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৫৬৬. গ্রামে ও শহরে জুমু'আর সালাত ।",
        "hadithBengali": "৮৪৮। মুহাম্মদ ইবনু মূসান্না (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর মসজিদে জুম্মার সালাত (নামায/নামাজ) অনুষ্ঠিত হওয়ার পর প্রথম জুম্মার সালাত (নামায/নামাজ) অনুষ্ঠিত হয় বাহরাইনে জুওয়াসা নামক স্থানে অবস্থিত আবূল কায়স গোত্রের মসজিদে।;\n",
        "id": 848,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৫৬৬. গ্রামে ও শহরে জুমু'আর সালাত ।",
        "hadithBengali": "৮৪৯। বিশর ইবনু মুহাম্মদ (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত যে, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে বলতে শুনেছি, তোমরা সকলেই রক্ষনাবেক্ষণকারী। লাইস ইবনু সাদ আরো অতিরিক্ত বলেন, (পরবর্তী রাবী) ইউনুস (রহঃ) বলেছেন, আমি একদিন ইবনু শিহাব (রহঃ) এর সঙ্গে ওয়াদিউল কুরা নামক স্থানে ছিলাম। তখন রুযাইক ইবনু হুকায়ম (রহঃ) ইবনু শিহাব (রহঃ) এর নিকট লিখলেন, আপনি কি মনে করেন, আমি কি (এখানে) জুমুআর সালাত (নামায/নামাজ) আদায় করব? রুযাইক (রহঃ) তখন সেখানে তাঁর জমির কৃষি কাজের তত্ত্বাবধান করতেন। সেখানে একদল সুদানী ও অন্যান্য লোক বাস করত। রুযাইক (রহঃ) সে সময় আইলা শহরের (আমীর) ছিলেন।;\n\nইবনু শিহাব (রহঃ) তাঁকে জুমুআ কায়িম করার নির্দেশ দিয়ে লিখেছিলেন এবং আমি তাঁকে এ নির্দেশ দিতে শুনলাম। সালিম (রহঃ) তার কাছে বর্ণনা করেছেন যে, আবদুল্লাহ ইবনু উমর (রাঃ) বলেন, আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি, তোমরা সকলেই রক্ষনাবেক্ষণকারী এবং তোমাদের প্রত্যেককেই অধীনস্থদের (দায়িত্ব) সম্পর্কে জিজ্ঞাসা করা হবে। ইমাম* একজন দায়িত্বশীল ব্যাক্তি, তাঁকে তাঁর অধীনস্থদের সম্পর্কে জিজ্ঞাসা করা হবে। পুরুষ তার পরিবারবর্গের অভিভাবক, তাকে তাঁর অধীনস্থদের সম্পর্কে জিজ্ঞাসা করা হবে। নারী তার স্বামীগৃহের কর্ত্রী, তাকে তাঁর অধীনস্থদের সম্পর্কে জিজ্ঞাসা করা হবে। খাদেম তার মনিবের ধন-সম্পদের রক্ষক, তাকেও তার মনিবের ধন-সম্পদ সম্পর্কে জিজ্ঞাসা করা হবে।;\n\nইবনু উমর (রাঃ) বলেন, আমার মনে হয়, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আরো বলেছেনঃ পুত্র তার পিতার ধন-সম্পদের রক্ষক এবং এগুলো সম্পর্কে তাকে জিজ্ঞাসা করা হবে। তোমরা সবাই রক্ষনাবেক্ষণকারী এবং সবাইকেই তাদের অর্পিত দায়িত্ব সম্পর্কে প্রশ্ন করা হবে।;\n",
        "id": 849,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৫৬৭. মহিলা, বালক-বালিকা এবং অন্য যারা জুমু'আয় হাযির হয় না, তাদের কি গোসল করা প্রয়োজন? ইবন উমর (রাঃ) বলেছেন, যাদের উপর সালাত ওয়াজিব, শুধু তাদের গোসল করা প্রয়োজন ।",
        "hadithBengali": "৮৫০। আবূল ইয়ামান (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি, যে ব্যাক্তি জুমুআর সালাতে আসবে সে যেন গোসল করে।;;\n",
        "id": 850,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৫৬৭. মহিলা, বালক-বালিকা এবং অন্য যারা জুমু'আয় হাযির হয় না, তাদের কি গোসল করা প্রয়োজন? ইবন উমর (রাঃ) বলেছেন, যাদের উপর সালাত ওয়াজিব, শুধু তাদের গোসল করা প্রয়োজন ।",
        "hadithBengali": "৮৫১। আবদুল্লাহ ইবনু মাসলামা (রহঃ) ... আবূ সায়ীদ খুদরী (রাঃ) থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ প্রত্যেক প্রাপ্তবয়স্কের জন্য জুম্মার দিন গোসল করা কর্তব্য।;\n",
        "id": 851,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ সা'ঈদ খুদরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৫৬৭. মহিলা, বালক-বালিকা এবং অন্য যারা জুমু'আয় হাযির হয় না, তাদের কি গোসল করা প্রয়োজন? ইবন উমর (রাঃ) বলেছেন, যাদের উপর সালাত ওয়াজিব, শুধু তাদের গোসল করা প্রয়োজন ।",
        "hadithBengali": "৮৫২। মুসলিম ইবনু ইবরাহীম (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমরা দুনিয়ায় (আগমনের দিক দিয়ে) সর্বশেষে। কিন্তু কিয়ামতের দিন মর্যাদার দিক দিয়ে সবার আগে। তবে তাদের কিতাব প্রদান করা হয়েছে আমাদের আগে এবং আমাদের তা দেয়া হয়েছে তাদের পরে। তারপর এই দিন (শুক্রবার নির্ধারণ) সম্বন্ধে তাদের মধ্যে মতানৈক্য হয়েছে। আল্লাহ আমাদের এ শুক্রবার সম্পর্কে হিদায়াত দান করেছেন। পরের দিন (শনিবার) ইয়াহুদীদের এবং তারপরের দিন (রোববার) নাসারাদের।;\n\nএরপর কিছুক্ষন নীরব থেকে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ প্রত্যেক মুসলিমের উপর হক রয়েছে যে, প্রতি সাত দিনের এক দিন সে গোসল করবে, তার মাথা ও শরীর ধৌত করবে। আবান ইবনু সালিহ (রহঃ) আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ প্রত্যেক মুসলিমের উপর আল্লাহর হক রয়েছে যে, প্রতি সাত দিনের এক দিন সে যেন গোসল করে।;\n",
        "id": 852,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৫৬৭. মহিলা, বালক-বালিকা এবং অন্য যারা জুমু'আয় হাযির হয় না, তাদের কি গোসল করা প্রয়োজন? ইবন উমর (রাঃ) বলেছেন, যাদের উপর সালাত ওয়াজিব, শুধু তাদের গোসল করা প্রয়োজন ।",
        "hadithBengali": "৮৫৩। আবদুল্লাহ ইবনু মুহাম্মদ (রহঃ) ... ইবনু উমর (রাঃ) সূত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত, তিনি বলেন, তোমরা মহিলাগণকে রাতে (সালাতের জন্য) মসজিদে যাওয়ার অনুমতি দিবে।;\n",
        "id": 853,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৫৬৭. মহিলা, বালক-বালিকা এবং অন্য যারা জুমু'আয় হাযির হয় না, তাদের কি গোসল করা প্রয়োজন? ইবন উমর (রাঃ) বলেছেন, যাদের উপর সালাত ওয়াজিব, শুধু তাদের গোসল করা প্রয়োজন ।",
        "hadithBengali": "৮৫৪। ইউসুফ ইবনু মূসা (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, উমর (রাঃ) এর স্ত্রী (আতিকাহ বিনত যায়িদ) ফজর ও ইশার সালাতের জামাআতে মসজিদে হাযির হতেন। তাঁকে বলা হল, আপনি কেন (সালাতের জন্য) বের হন? অথচ আপনি জানেন যে, উমর (রাঃ) তা অপছন্দ করেন এবং মর্যাদা হানিকর মনে করেন। তিনি জবাব দিলেন, তা হলে এমন কি বাধা রয়েছে যে, উমর (রাঃ) স্বয়ং আমাকে নিষেধ করছেন না? বলা হল, তাঁকে বাধা দেয় রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর বাণীঃ আল্লাহর দাসীদের আল্লাহর মসজিদে যেতে নিষেধ করো না।;\n",
        "id": 854,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৫৬৮. বৃষ্টির কারণে জুমু'আর সালাতে হাযির না হওয়ার অবকাশ । ",
        "hadithBengali": "৮৫৫। মুসাদ্দাদ (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, তিনি তাঁর মুয়ায্'যিনকে এক বর্ষণ মুখর দিনে বললেন, যখন তুমি (আযানে) আশহাদু আন্না মুহাম্মাদুর রাসূলুল্লাহ বলবে, তখন হাইয়া আলাস সালাহ বলবে না, বলবে, সাল্'লু ফী বুয়ুতিকুম- তোমরা নিজ নিজ বাসগৃহে সালাত (নামায/নামাজ) আদায় কর। তা লোকেরা অপছন্দ করল। তখন তিনি বললেনঃ আমার চাইতে উত্তম ব্যাক্তই (রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) তা করেছেন। জুমুআহ নিঃসন্দেহে জরুরী। আমি অপছন্দ করি যে, তোমাদেরকে মাটি ও কাদার মধ্য দিয়ে যাতায়াত করার অসুবিধায় ফেলি।;\n",
        "id": 855,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৫৬৯. কতদুর থেকে জুমু'আর সালাতে আসবে এবং জুমু'আ কার উপর ওয়াজিব? কেননা, আল্লাহ তা'আলা বলেছেনঃ জুমু'আর দিন যখন সালাতের জন্য আহ্বান করা হয়, (তখন) আল্লাহ্'র যিকরের দিকে দৌড়িয়ে যাও।",
        "hadithBengali": "وَقَالَ عَطَاءٌ إِذَا كُنْتَ فِي قَرْيَةٍ جَامِعَةٍ فَنُودِيَ بِالصَّلَاةِ مِنْ يَوْمِ الْجُمُعَةِ فَحَقٌّ عَلَيْكَ أَنْ تَشْهَدَهَا سَمِعْتَ النِّدَاءَ أَوْ لَمْ تَسْمَعْهُ وَكَانَ أَنَسٌ رَضِيَ اللَّهُ عَنْهُ فِي قَصْرِهِ أَحْيَانًا يُجَمِّعُ وَأَحْيَانًا لَا يُجَمِّعُ وَهُوَ بِالزَّاوِيَةِ عَلَى فَرْسَخَيْنِ ;\n\nআতা (রহঃ) বলেছেন, যখন তুমি কোন বড় শহরে বাস কর, জুমুআর দিন সালাতের জন্য আযান দেওয়া হলে, তা তুমি শুনতে পাও বা না পাও, তোমাকে অবশ্যই জামাআতে হাযির হতে হবে। আনাস (রাঃ) যখন (বসরা থেকে) দু ফারসাখ (ছয় মাইল) দূরে অবস্থিত জাবিয়া নামক স্থানে তাঁর বাড়ীতে অবস্থান করতেন, তখন কখনো জুমুআ পড়তেন, কখনো পড়তেন না।;\n\n\n৮৫৬। আহমদ ইবনু সালিহ (রহঃ) ... নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সহধর্মিণী আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, লোকজন তাদের বাড়ী ও উঁচু এলাকা থেকেও জুমুআর সালাতের জন্য পালাক্রমে আসতেন। আর যেহেতু তারা ধুলো-বালির মধ্য দিয়ে আগমন করতেন, তাই তাঁরা ধূলি মলিন ও ঘর্মাক্ত হয়ে যেতেন। তাঁদের দেহ থেকে ঘাম বের হত। একদিন তাদের একজন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট আসেন। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার নিকট ছিলেন। তিনি তাঁকে বললেনঃ যদি তোমরা এ দিনটিতে পরিস্কার-পরিচ্ছন্ন থাকতে।;\n",
        "id": 856,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৫৭০. সূর্য হেলে গেলে জুমু'আর ওয়াক্ত হয়।",
        "hadithBengali": "وَكَذَلِكَ يُرْوَى عَنْ عُمَرَ وَعَلِيٍّ وَالنُّعْمَانِ بْنِ بَشِيرٍ وَعَمْرِو بْنِ حُرَيْثٍ رَضِيَ اللَّهُ عَنْهُمْ;\n\nউমর, আলী, নুমান ইবন বাশীর এবং আমর ইবন হুরাইস (রাঃ) থেকেও অনুরূপ উল্লেখ রয়েছে।;\n\n\n৮৫৭। আবদান (রহঃ) ... ইয়াহইয়া ইবনু সায়ীদ (রহঃ) থেকে বর্ণিত, তিনি আমরাহ (রহঃ) কে জুম্মার দিনে গোসল সম্পর্কে জিজ্ঞাসা করেন। আমরাহ (রহঃ) বলেন, আয়িশা (রাঃ) বলেছেন যে, লোকজন নিজেদের কাজকর্ম নিজেরাই করতেন। যখন তারা দুপুরের পরে জুমুআর জন্য যেতেন তখন সে অবস্থায়ই চলে যেতেন। তাই তাদের বলা হল, যদি তোমরা গোসল করে নিতে।;\n",
        "id": 857,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "ইয়াহ্ইয়া ইবনু সাঈদ (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৫৭০. সূর্য হেলে গেলে জুমু'আর ওয়াক্ত হয়।",
        "hadithBengali": "৮৫৮। সুরাইজ ইবনু নুমান (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জুমুআর সালাত (নামায/নামাজ) আদায় করতেন, যখন সূর্য হেলে যেত।;\n",
        "id": 858,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৫৭০. সূর্য হেলে গেলে জুমু'আর ওয়াক্ত হয়।",
        "hadithBengali": "৮৫৯। আবদান (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমরা প্রথম ওয়াক্তেই জুমুআর সালাতে যেতাম এবং জুমুআর পরে কাইলূলা (দুপুরের বিশ্রাম) করতাম।;\n",
        "id": 859,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৫৭১. জুমু'আর দিন যখন সূর্যের তাপ প্রখর হয় ।",
        "hadithBengali": "৮৬০। মুহাম্মদ ইবনু আবূ বকর মুকাদ্দামী (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম প্রচণ্ড শীতের সময় প্রথম ওয়াক্তেই সালাত (নামায/নামাজ) আদায় করতেন। আর প্রখর গরমের সময় ঠাণ্ডা করে (বিলম্ব করে) সালাত আদায় করতেন; অর্থাৎ জুম্মার সালাত। ইউনুস ইবনু বুকাইর (রহঃ) আমাদের বলেছেন, আর তিনি সালাত শব্দের উল্লেখ করেছেন, জুমুআহ শব্দের উল্লেখ করেন নি। আর বিশর ইবনু সাবিত (রহঃ) বলেন, আমাদের কাছে আবূ খালদা (রহঃ) বর্ণনা করেছেন যে, জুম্মার ইমাম আমাদের নিয়ে সালাত আদায় করেন। তারপর তিনি আনাস (রাঃ)-কে বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যুহরের সালাত কিভাবে আদায় করতেন?;\n",
        "id": 860,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৫৭২. জুমু'আর জন্য পায়ে হেঁটে চলা।",
        "hadithBengali": "وَقَوْلِ اللَّهِ جَلَّ ذِكْرُهُ فَاسْعَوْا إِلَى ذِكْرِ اللَّهِ وَمَنْ قَالَ السَّعْيُ الْعَمَلُ وَالذَّهَابُ لِقَوْلِهِ تَعَالَى وَسَعَى لَهَا سَعْيَهَا وَقَالَ ابْنُ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا يَحْرُمُ الْبَيْعُ حِينَئِذٍ وَقَالَ عَطَاءٌ تَحْرُمُ الصِّنَاعَاتُ كُلُّهَا وَقَالَ إِبْرَاهِيمُ بْنُ سَعْدٍ عَنْ الزُّهْرِيِّ إِذَا أَذَّنَ الْمُؤَذِّنُ يَوْمَ الْجُمُعَةِ وَهُوَ مُسَافِرٌ فَعَلَيْهِ أَنْ يَشْهَدَ;\n\nএবং আল্লাহ্'র বাণীঃ فَاسْعَوْا إِلَى ذِكْرِ اللَّهِ তোমরা আল্লাহ্'র যিকরের জন্য দৌড়িয়ে আস;। যিনি বলেন, সাঈ (سعى)-এর অর্থ কাজ করা, গমন করা। কেননা, আল্লাহ্'র বাণীঃ سَعَى لَهَا سَعْيَهَا এর অন্তর্গত سعى এর অর্থ হচ্ছে কাজ করা । ইবন আব্বাস (রাঃ) বলেন, তখন (জুমুআর আযানের পর) যাবতীয় ক্রয়-বিক্রয় হারাম হয়ে যায় । আতা (রহঃ) বলেন, শিল্প-কারিগরীর যাবতীয় কাজই তখন নিষিদ্ধ হয়ে যায়। ইবরাহীম ইবন সাদ (রহঃ) যুহরী (রহঃ) থেকে বর্ণনা করেন, জুমুআর দিন যখন মুয়াযযিন আযান দেয় তখন মুসাফিরের জন্য জুমুআর সালাতে হাযির হওয়া উচিত।;\n\n\n৮৬১। আলী ইবনু আবদুল্লাহ (রহঃ) ... আবায়া ইবনু রিফাআ (রহঃ) থেকে বর্ণিত, তিনি বলেন, আমি জুমুআর সালাতে যাওয়ার সময় আবূ আব্'স (রাঃ) এর সঙ্গে সাক্ষাৎ হলে তিনি বললেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে বলতে শুনেছি যে, যার দুপা আল্লাহর পথে ধূলি ধূসরিত হয়, আল্লাহ তার জন্য জাহান্নাম হারাম করে দেন।;\n",
        "id": 861,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবায়া ইবনু রিফাআহ (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৫৭২. জুমু'আর জন্য পায়ে হেঁটে চলা।",
        "hadithBengali": "৮৬২। আদম ও আবূল ইয়ামান (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে বলতে শুনেছি, যখন সালাত (নামায/নামাজ) শুরু হয়, তখন দৌড়িয়ে গিয়ে সালাতে যোগদান করবে না, বরং হেঁটে গিয়ে সালাতে যোগদান করবে। সালাতে ধীরস্থিরভাবে যাওয়া তোমাদের জন্য অপরিহার্য। কাজেই জামাতের সাথে সালাত যতটুকু পাও আদায় কর, আর যা ফাওত হয়ে গেছে, পরে তা পুরো করে নাও।;\n",
        "id": 862,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৫৭২. জুমু'আর জন্য পায়ে হেঁটে চলা।",
        "hadithBengali": "৮৬৩। আমর ইবনু আলী (রহঃ) ... আবূ কাতাদা (রাঃ) সূত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত, তিনি বলেনঃ তোমরা আমাকে না দেখা পর্যন্ত সালাতে দাঁড়াবে না। তোমাদের জন্য ধীর-স্থির থাকা অপরিহার্য।;\n",
        "id": 863,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ কাতাদাহ্ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৫৭৩. জুমু'আর দিন সালাতে দু'জনের মধ্যে ফাঁক না করা । ",
        "hadithBengali": "৮৬৪। আবদান ইবনু আবদুল্লাহ (রহঃ) ... সালমান ফারসী (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যাক্তি জুমুআর দিন গোসল করে এবং যথাসম্ভব উত্তমরূপে পবিত্রতা অর্জন করে, এরপর তেল মেখে নেয় অথবা সুগন্ধি ব্যবহার করে, তারপর (মসজিদে) যায়, আর দুজনের মধ্যে ফাঁক করে না এবং তার ভাগ্যে নির্ধারিত পরিমান সালাত (নামায/নামাজ) আদায় করে। আর ইমাম যখন (খুতবার জন্য) বের হন তখন চুপ থাকে। তার এ জুমুআ এবং পরবর্তী জুমুআর মধ্যবর্তী যাবতীয় গুনাহ মাফ করে দেওয়া হয়।;\n",
        "id": 864,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সালমান ফারিসী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৫৭৪. জুমু'আর দিন কোন ব্যক্তি তার ভাইকে উঠিয়ে দিয়ে তার জায়গায় বসবে না । ",
        "hadithBengali": "৮৬৫। মুহাম্মদ ইবনু সাল্লাম (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিষেধ করেছেন, যেন কেউ তার ভাইকে তার বসার জায়গা থেকে উঠিয়ে দিয়ে নিজে সে জায়গায় না বসে। ইবনু জুরাইজ (রহঃ) বলেন, আমি নাফি (রহঃ)-কে জিজ্ঞাসা করলাম, এ কি শুধু জুমুআর ব্যাপারে? তিনি বললেন, জুমুআ ও অন্যান্য (সালাতের) ব্যাপারেও (এ নির্দেশ প্রযোজ্য)।;\n",
        "id": 865,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৫৭৫. জুমু'আর দিনের আযান ।",
        "hadithBengali": "৮৬৬। আদম (রহঃ) ... সায়িব ইবনু ইয়াযীদ (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম, আবূ বকর (রাঃ) এবং উমর (রাঃ)-এর সময় জুমুআর দিন ইমাম যখন মিম্বরের উপর বসতেন, তখন প্রথম আযান দেওয়া হত। পরে যখন উসমান (রাঃ) খলীফা হলেন এবং লোকসংখ্যা বৃদ্ধি পেল, তখন তিনি যাওরা থেকে তৃতীয় আযান বৃদ্ধি করেন।;\n\nআবূ আবদুল্লাহ (ইমাম বুখারী) (রহঃ) বলেন, যাওরা হল মদিনার অদূরে বাজারের একটি স্থান।;\n",
        "id": 866,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সায়িব ইবনু ইয়াযীদ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৫৭৬. জুমু'আর দিন এক মুয়াজ্জিনের আযান দেওয়া । ",
        "hadithBengali": "৮৬৭। আবূ নাআইম (রহঃ) ... সায়িব ইবনু ইয়াযীদ (রাঃ) থেকে বর্ণিত, মদিনার অধিবাসীদের সংখ্যা যখন বৃদ্ধি পেল, তখন জুমুআর দিন তৃতীয় আযান যিনি বৃদ্ধি করলেন, তিনি হলেন, উসমান ইবনু আফফান (রাঃ)। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সময় (জুমুআর জন্য) একজন ব্যতীত মুয়াযযযিন ছিল না এবং জুমুআর দিন আযান দেওয়া হত যখন ইমাম বসতেন অর্থাৎ মিম্বরের উপর খুতবার পূর্বে।;\n",
        "id": 867,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সায়িব ইবনু ইয়াযীদ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৫৭৭. ইমাম মিম্বরের উপর বসে জবাব  দিবেন, যখন আযানের আওয়ায শুনবেন। ",
        "hadithBengali": "৮৬৮। ইবনু মুকাতিল (রহঃ) ... মুআবিয়া ইবনু আবূ সুফিয়ান (রাঃ) থেকে বর্ণিত, তিনি মিম্বরে বসা অবস্থায় মুয়াযযিন আযান দিলেন। মুয়াযযিন বললেন, আল্লাহু আকবর, আল্লাহু আকবর; মুআবিয়া (রাঃ) বললেন, আল্লাহু আকবর, আল্লাহু আকবর।; মুয়াযযিন বললেন, আশহাদু আল লা-ইলাহা ইল্লাল্লাহু; তিনি বললেন এবং আমিও (বলছি আশহাদু আল লা-ইলাহা ইল্লাল্লাহু;)। মুয়াযযিন বললেন, আশহাদু আন্না মুহাম্মাদার রাসূলুল্লাহ; তিনি বললেন, এবং আমিও (বলছি ...)। যখন (মুয়াযযিন) আযান শেষ করলেন, তখন মুআবিয়া (রাঃ) বললেন, হে লোক সকল! তোমরা আমার থেকে যে বাক্যগুলো শুনেছ, তা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে মুয়াযযিনের আযানের সময় এ মজলিসে বাক্যগুলো বলতে আমি শুনেছি।;\n",
        "id": 868,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "মুআবিয়াহ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৫৭৮. আযানের সময় মিম্বারের উপর বসা।",
        "hadithBengali": "৮৬৯। ইয়াহইয়া ইবনু বুকাইর (রহঃ) ... সায়িব ইবনু ইয়াযীদ (রাঃ) থেকে বর্ণিত, তিনি বলেন, মসজিদে মুসল্লীদের সংখ্যা বৃদ্ধি পেলে, উসমান (রাঃ) জুমুআর দিন দ্বিতীয় আযানের নির্দেশ দেন। ইতিপূর্বে জুমুআর দিন ইমাম যখন (মিম্বরের উপর) বসতেন, তখন আযান দেওয়া হত।;\n",
        "id": 869,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সায়িব ইবনু ইয়াযীদ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৫৭৯. খুতবার সময় আযান। ",
        "hadithBengali": "৮৭০। মুহাম্মদ ইবনু মুকাতিল (রহঃ) ... সায়িব ইবনু ইয়াযীদ (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম, আবূ বকর (রাঃ) এবং উমর (রাঃ) এর যুগে জুমুআর দিন ইমাম যখন মিম্বরের উপর বসতেন, তখন প্রথম আযান দেওয়া হত। এরপর যখন উসমান (রাঃ) এর খিলাফতের সময় এল এবং লোকসংখ্যা বৃদ্ধি পেল, তখন উসমান (রাঃ) জুমুআর দিন তৃতীয় আযানের নির্দেশ দেন। যাওরা নামক স্থান থেকে এ আযান দেওয়া হয়, পরে এ আযান অব্যাহত থাকে।;\n",
        "id": 870,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সায়িব ইবনু ইয়াযীদ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৫৮০. মিম্বরের উপর খুতবা দেওয়া। আনাস (রাঃ) বলেছেন, নবী করীম (ﷺ) মিম্বর থেকে খুতবা দিতেন।",
        "hadithBengali": "৮৭১। কুতাইবা ইবনু সায়ীদ (রহঃ) ... আবূ হাযিম ইবনু দ্বীনার (রাঃ) থেকে বর্ণিত যে, (একদিন) কিছু লোক সাহল ইবনু সাদ সাঈদীর নিকট আগমন করে এবং মিম্বরটি কোন কাঠের তৈরী ছিল, এ নিয়ে তাদের মনে প্রশ্ন জেগেছিল। তারা এ সম্পর্কে তাঁর নিকট জিজ্ঞাসা করল। এতে তিনি বললেন, আল্লাহর শপথ! আমি সম্যকরূপে অবগত আছি যে, তা কিসের ছিল। প্রথম যে দিন তা স্থাপন করা হয় এবং প্রথম যে দিন এর উপর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বসেন তা আমি দেখেছি। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আনসারদের অমুক মহিলার (বর্ণনাকারী বলেন, সাহল (রাঃ) তার নামও উল্লেখ করেছিলেন) নিকট লোক পাঠিয়ে বলেছিলেন, তোমার কাঠমিস্ত্রি গোলামকে আমার জন্য কিছু কাঠ দিয়ে এমন জিনিস তৈরী করার নির্দেশ দাও, যার উপর বসে আমি লোকদের সাথে কথা বলতে পারি।;\n\nএরপর সে মহিলা তাকে আদেশ করেন এবং সে (মদিনা থেকে নয় মাইল দূরবর্তী) গাবা নামক স্থানের ঝাউ কাঠ দিয়ে তা তৈরী করে নিয়ে আসে। মহিলাটি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট তা পাঠিয়েছেন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর আদেশে এখানেই তা স্থাপন করা হয়। এরপর আমি দেখেছি, এর উপর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সালাত (নামায/নামাজ) আদায় করেছেন। এর উপর উঠে তাকবীর দিয়েছেন এবং এখানে (দাঁড়িয়ে) রুকু করেছেন। এরপর পিছনের দিকে নেমে এসে মিম্বরের গোড়ায় সিজদা করেছেন এবং (এ সিজদা) পুনরায় করেছেন, এরপর সালাত শেষ করে সমবেত লোকদের দিকে ফিরে বলেছেনঃ হে লোকসকল! আমি এতা এ জন্য করেছি যে, তোমরা যেন আমার ইকতিদা করতে এবং আমার সালাত শিখে নিতে পার।;\n",
        "id": 871,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হাযিম (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৫৮০. মিম্বরের উপর খুতবা দেওয়া। আনাস (রাঃ) বলেছেন, নবী করীম (ﷺ) মিম্বর থেকে খুতবা দিতেন।",
        "hadithBengali": "৮৭২। সায়ীদ ইবনু আবূ মারয়াম (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত, তিনি বলেন, (মসজিদে নববীতে) এমন একটি (খেজুর গাছের) খুঁটি ছিল যার সাথে হেলান দিয়ে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দাঁড়াতেন। এরপর যখন তাঁর জন্য মিম্বর স্থাপন করা হল, আমরা তখন খুঁটি থেকে দশ মাসের গর্ভবতী উটনীর মত ক্রন্দন করার শব্দ শুনতে পেলাম। এমনকি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মিম্বর থেকে নেমে এসে খুঁটির উপর হাত রাখলেন।;\n",
        "id": 872,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "জাবির ইবনু আবদুল্লাহ আনসারী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৫৮০. মিম্বরের উপর খুতবা দেওয়া। আনাস (রাঃ) বলেছেন, নবী করীম (ﷺ) মিম্বর থেকে খুতবা দিতেন।",
        "hadithBengali": "৮৭৩। আদম ইবনু ইয়াস (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে মিম্বরের উপর থেকে খুতবা দিতে শুনেছি। তিনি বলেছেন, যে ব্যাক্তি জুমুআর সালাতে আসে সে যেন গোসল করে নেয়।;\n",
        "id": 873,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৫৮১. দাঁড়িয়ে খুতবা দেওয়া। আনাস (রাঃ) বলেছেন, নবী (ﷺ) দাঁড়িয়ে খুতবা দিতেন।",
        "hadithBengali": "৮৭৪। উবাইদুল্লাহ ইবনু উমর কাওয়ারিরী (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দাঁড়িয়ে খুতবা দিতেন। এরপর বসতেন এবং পুনরায় দাঁড়াতেন। যেমন তোমরা এখন করে থাক।;\n",
        "id": 874,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৫৮২. খুতবার সময় মুসাল্লীগণের ইমামের দিকে আর ইমাম মুসাল্লীগণের দিকে মুখ করা। ইবন উমর ও আনাস (রাঃ) ইমামের দিকে মুখ করতেন।",
        "hadithBengali": "৮৭৫। মুআয ইবনু ফাযালা (রহঃ) ... আবূ সায়ীদ খুদরী (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একদিন মিম্বরের উপর বসলেন এবং আমরা তাঁর চারপাশে বসলাম।;\n",
        "id": 875,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ সা'ঈদ খুদরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৫৮৩. খুতবায় আল্লাহ্'র প্রশংসার পর আম্'মা বা'দু' বলা।",
        "hadithBengali": "ইকরিমা (রহঃ) ইবন আব্বাস (রাঃ)-এর সূত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন। মাহমূদ (র) ... আসমা বিনতে আবূ বকর (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমি (একদিন) আয়িশা (রাঃ)-এর নিকট গমন করি। লোকজন তখন সালাত আদায় করছিলেন। আমি জিজ্ঞাসা করলাম, লোকদের কি হয়েছে? তখন তিনি মাথা দিয়ে আকাশের দিকে ইশারা করলেন। আমি জিজ্ঞাসা করলাম, এটা কি কোন নিদর্শন? তিনি মাথা দিয়ে ইশারা করলেন, হ্যাঁ বললেন। (এরপর আমিও তাঁদের সঙ্গে সালাতে যোগ দিলাম) তারপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সালাত এত দীর্ঘায়িত করলেন যে, আমি প্রায় অজ্ঞান হতে যাচ্ছিলাম। আমার পার্শ্বেই একটি চামড়ার মশকে পানি রাখা ছিল। আমি সেটা খুললাম এবং আমার মাথায় পানি দিতে লাগলাম।;\n\nএরপর যখন সূর্য উজ্জ্বল হয়ে উঠলো তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সালাত সমাপ্ত করলেন এবং লোকজনদের উদ্দেশ্যে খুতবা পেশ করলেন। প্রথমে তিনি আল্লাহ্'র যথোপযুক্ত প্রশংসা করলেন। এরপর বললেন, আম্'মা বাদু। আসমা (রাঃ) বলেন, তখন কয়েকজন আনসারী মহিলা শোরগোল করছিলেন। তাই আমি চুপ করাবার উদ্দেশ্যে তাঁদের প্রতি ঝুঁকে পড়লাম। এরপর আয়িশা (রাঃ)-কে জিজ্ঞাসা করলাম, তিনি [নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম] কি বললেন? আয়িশা (রাঃ) বললেন, তিনি বলেছেন, এমন কোন জিনিস নেই যা আমাকে দেখানো হয়নি আমি এ জায়গা থেকে সব কিছুই দেখেছি। এমন কি জান্নাত ও জাহান্নাম দেখলাম। আমার নিকট ওহী পাঠান হয়েছে যে, তোমাদেরকে কবরে মাসীহ দাজ্জালের ফিতনার ন্যায় অথবা তিনি বলেছেন, সে ফিতনার কাছাকাছি ফিতনায় ফেলা হবে। (অর্থাৎ তোমাদেরকে পরীক্ষার সম্মুখীন করা হবে) তোমাদের প্রত্যেককে (কবরে) উঠানো হবে এবং প্রশ্ন করা হবে, এ ব্যক্তি (রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) সম্পর্কে তুমি কি জান?;\n\nতখন মুমিন অথবা মুকিন (নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ দুটোর মধ্যে কোন শব্দটি বলেছিলেন এ ব্যপারে বর্ণনাকারী হিশামের মনে সন্দেহ রয়েছে) বলবে, তিনি হলেন আল্লাহ্'র রাসূল, তিনি মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম, তিনি আমাদের নিকট সুস্পষ্ট দলীল ও হিদায়াত নিয়ে এসেছিলেন। এরপর আমরা ঈমান এনেছি, তাঁর আহবানে সাড়া দিয়েছি, তাঁর আনুগত্য করেছি এবং তাঁকে সত্য বলে গ্রহণ করেছি। তখন তাঁকে বলা হবে, তুমি ঘুমিয়ে থাক, যেহেতু তুমি নেককার। তুমি যে তাঁর প্রতি ঈমান এনেছ তা আমরা অবশ্যই জানতাম। আর মুনাফিক বা মুরতাব (সন্দেহ পোষণকারী) (এ দুটোর মধ্যে কোন শব্দটি বলেছিলেন এ সম্পর্কে বর্ণনাকারী হিশামের মনে সন্দেহ রয়েছে) তাকেও প্রশ্ন করা হবে যে, এ ব্যক্তি সম্পর্কে তুমি কি জান? উত্তরে সে বলবে, আমি কিছুই জানি না। অবশ্য মানুষকে তাঁর সম্পর্কে কিছু বলতে শুনেছি, আমিও তাই বলতাম। হিশাম (র) বলেন, ফাতিমা (রাঃ) আমার নিকট যা বলেছেন, তা সবটুকু আমি উত্তমরূপে স্মরণ রেখেছি। তবে তিনি ওদের প্রতি যে কঠোরতা করা হবে তাও উল্লেখ করেছেন।;\n\n\n৮৭৬। মুহাম্মদ ইবনু মামার (রহঃ) ... আমর ইবনু তাগলিব (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে কিছু মাল বা কিছু সংখ্যক যুদ্ধবন্দী উপস্থিত করা হলো তিনি তা বন্টন করে দিলেন। বন্টনের সময় কিছু লোককে দিলেন এবং কিছু লোককে বাদ দিলেন। তারপর তাঁর নিকট সংবাদ পৌঁছলো যে, যাদের তিনি দেননি, তারা অসন্তুষ্ট হয়েছে। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আল্লাহর প্রশংসা করলেন ও তাঁর মহিমা বর্ণনা করলেন, তারপর বললেনঃ আম্'মা বাদ। আল্লাহর শপথ! আমি কোন লোককে দেই আর কোন লোককে দেই না। যাকে আমি দেই না, সে যাকে আমি দেই, তার চাইতে আমার কাছে অধিক প্রিয়। তবে আমি এমন লোকদের দেই যাদের অন্তরে অধৈর্য ও মালের প্রতি লিপ্সা দেখতে পাই; আর কিছু লোককে আল্লাহ যাদের অন্তরে অমুখাপেক্ষিতা ও কল্যান রেখেছেন, তাদের সে অবস্থার উপর ন্যাস্ত করি। তাদের মধ্যে আমর ইবনু তাগলিব একজন। বর্ণনাকারী আমর ইবনু তাগলিব (রাঃ) বলেন, আল্লাহর শপথ! রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর এ বাণীর পরিবর্তে আমি লাল উটও[১] পছন্দ করি না।;\n",
        "id": 876,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আমর ইবনু তাগলিব (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৫৮৩. খুতবায় আল্লাহ্'র প্রশংসার পর আম্'মা বা'দু' বলা।",
        "hadithBengali": "৮৭৭। ইয়াহইয়া ইবনু বুকাইর (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কোন এক রাতের মধ্যভাগে বের হলেন এবং মসজিদে গিয়ে সালাত (নামায/নামাজ) আদায় করলেন। তাঁর সঙ্গে সাহাবীগণও সালাত আদায় করলেন, সকালে তাঁরা এ নিয়ে আলোচনা করলেন। ফলে (দ্বিতীয় রাতে) এর চাইতে অধিক সংখ্যক সাহাবী একত্রিত হলেন এবং তাঁর সঙ্গে সালাত আদায় করলেন। পরের দিন সকালেও তাঁরা এ সম্পর্কে আলোচনা। ফলে তৃতীয় রাতে মসজিদে লোকসংখ্যা অত্যধিক বৃদ্ধি পেল। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বের হলেন এবং সাহাবীগণ তাঁর সঙ্গে সালাত আদায় করলেন। চতুর্থ রাতে মসজিদে মুসুল্লীগণের স্থান সংকুলান হচ্ছিল না। অবশেষে তিনি ফজরের সালাতরর জন্য বের হলেন এবং ফজরের সালাত শেষ করে লোকদের দিকে ফিরলেন। তারপর আল্লাহর হামদ ও সানা বর্ণনা করেন। এরপর বললেনঃ আম্'মা বাদ (তারপর বক্তব্য এই যে) এখানে তোমাদের উপস্থিতি আমার কাছে গোপন ছিল না, কিন্তু আমার আশংকা ছিল, তা তোমাদের জন্য ফরয করে দেওয়া হয় আর তোমরা তা আদায় করতে অসমর্থ হয়ে পড়।;\n",
        "id": 877,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৫৮৩. খুতবায় আল্লাহ্'র প্রশংসার পর আম্'মা বা'দু' বলা।",
        "hadithBengali": "৮৭৮ আবূল ইয়ামান (রহঃ) ... আবূ হুমাইদ সায়ীদ (রাঃ) থেকে বর্ণিত, এক সন্ধ্যায় সালাতের পর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দাঁড়ালেন এবং তৌহীদের সাক্ষ্য বাণী পাঠ করলেন। আর যথাযথভাবে আল্লাহর প্রশংসা করলেন। এরপর বললেন, আম্'মা বাদ।;\n",
        "id": 878,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুমায়দ সাঈদ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৫৮৩. খুতবায় আল্লাহ্'র প্রশংসার পর আম্'মা বা'দু' বলা।",
        "hadithBengali": "৮৭৯। আবূল ইয়ামান (রহঃ) ... মিসওয়ার ইবনু মাখরামা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দাঁড়ালেন। এরপর আমি তাঁকে তৌহীদের সাক্ষ্য বাণী পাঠ করার পর বলতে শুনলাম, আম্'মা বাদ;।;\n",
        "id": 879,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "মিসওয়ার ইবনু মাখরামাহ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৫৮৩. খুতবায় আল্লাহ্'র প্রশংসার পর আম্'মা বা'দু' বলা।",
        "hadithBengali": "৮৮০। ইসমায়ীল ইবনু আবান (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মিম্বরের উপর আরোহণ করলেন। এ ছিল তাঁর জীবনের শেষ মজলিস। তিনি বসেছিলেন, তাঁর দু কাঁধের উপর বড় চাঁদর জড়ানো ছিল এবং মাথায় বাঁধা ছিল কালো পট্টি। তিনি আল্লাহর প্রশংসা করলেন এবং তাঁর মহিমা বর্ণনা করলেন, এরপর বললেন, হে লোক সকল! তোমরা আমার নিকট আস। লোকজন তাঁর নিকট একত্র হলেন। এরপর তিনি বললেনঃ আমমা বাদ;। শুনে রাখো, এ আনসার গোত্র সংখ্যায় কমতে থাকবে এবং অন্য লোকেরা সংখ্যায় বাড়তে থাকবে। কাজেই যে ব্যাক্তি মুহাম্মদসাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর উম্মাতের কোন বিষয়ের কর্তৃত্ব লাভ করবে এবং সে এর সাহায্যে কারো ক্ষতি বা উপকার করার সুযোগ পাবে, সে যেন এই আনসারদের সৎ লোকদের ভাল কাজগুলো গ্রহণ করে এবং তাদের মন্দ কাজগুলো ক্ষমা করে দেয়।;\n",
        "id": 880,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৫৮৪. জুমু'আর দিন খুতবার মাঝে বসা।",
        "hadithBengali": "৮৮১। মুসাদ্দাদ (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দু খুতবা দিতেন আর দু খুতবার মাঝে বসতেন।;\n",
        "id": 881,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৫৮৫. মনোযোগসহ খুতবা শোনা ।",
        "hadithBengali": "৮৮২। আদম (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, জুম্মার দিন মসজিদের দরজায় ফিরিশতাগণ অবস্থান করেন এবং ক্রমানুসারে আগে আগমণকারীদের নাম লিখতে থাকেন। যে সবার আগে আসে সে ঐ ব্যাক্তির ন্যায় যে একটি মোটাতাজা উট কুরবানী করে। এরপর যে আসে সে ঐ ব্যাক্তির ন্যায় যে একটি গাভী কুরবানী করে।তারপর আগমণকারী মেষ কুরবানী করার ন্যায়। তারপর আগমণকারী ব্যাক্তি মুরগী দানকারীর ন্যায়। এরপর আগমণকারী ব্যাক্তি একটি ডিম দানকারীর ন্যায়। তারপর ইমাম যখন বের হন তখন ফিরিশতাগণ তাঁদের দফতর বন্ধ করে দেন এবং মনোযোগ সহ খুতবা শুনতে থাকেন।;\n",
        "id": 882,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৫৮৬. ইমাম খুতবা দেওয়ার সময় কাউকে আসতে দেখলে তাকে দু' রাকা'আত সালাত আদায়ের আদেশ দেওয়া।",
        "hadithBengali": "৮৮৩। আবূ নুমান (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত, তিনি বলেন, (কোন এক) জুমুআর দিন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম লোকদের সামনে খুতবা দিচ্ছিলেন। এমনি সময় এক ব্যাক্তি আগমণ করল। তিনি তাঁকে জিজ্ঞাসা করলেন, হে অমুক! তুমি কি সালাত (নামায/নামাজ) আদায় করেছ? সে বলল, না; তিনি বললেন, উঠ, সালাত আদায় করে নাও।;\n",
        "id": 883,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "জাবির ইবনু আবদুল্লাহ আনসারী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৫৮৭. ইমাম খুতবা দেওয়ার সময় যিনি মসজিদে আসবেন তার সংক্ষেপে দু' রাকা'আত সালাত আদায় করা।",
        "hadithBengali": "৮৮৪। আলী ইবনু আবদুল্লাহ (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত, তিনি বলেন, এক জুমুআর দিন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খুতবা দেওয়ার সময় এক ব্যাক্তি প্রবেশ করল। তিনি তাঁকে জিজ্ঞাসা করলেন, সালাত (নামায/নামাজ) আদায় করেছ কি? সে বলল, না, তিনি বললেনঃ উঠ, দু রাকাআত সালাত আদায় করে নাও।;\n",
        "id": 884,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "জাবির ইবনু আবদুল্লাহ আনসারী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৫৮৮. খুতবায় দু'হাত উঠানো ।",
        "hadithBengali": "৮৮৫। মুসাদ্দাদ (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, এক জুমুআর দিন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খুতবা দিচ্ছিলেন। তখন এক ব্যাক্তি দাঁড়িয়ে বলল, ইয়া রাসূলাল্লাহ! (পানির অভাবে) ঘোড়া মরে যাচ্ছে, ছাগল বকরীও মরে যাচ্ছে। কাজেই আপনি দুআ করুন, যেন আল্লাহ আমাদেরকে বৃষ্টি দান করেন। তখন তিনি দুহাত প্রসারিত করলেন এবং দুআ করলেন।;\n",
        "id": 885,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৫৮৯. জুমু'আর দিন খুতবায় বৃষ্টির জন্য দু'আ ।",
        "hadithBengali": "৮৮৬। ইবরাহীম ইবনু মুনযীর (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যুগে একবার দুর্ভিক্ষ দেখা দেয়। সে সময় এক জুমুআর দিন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খুতবা দিচ্ছিলেন। তখন এক বেদুঈন উঠে দাঁড়াল এবং আরয করল, ইয়া রাসূলাল্লাহ! (বৃষ্টির অভাবে) সম্পদ ধ্বংস হয়ে যাচ্ছে। পরিবার পরিজনও অনাহারে রয়েছে। তাই আপনি আল্লাহর নিকট আমাদের জন্য দুআ করুন। তিনি দুহাত তুললেন। সে সময় আমরা আকাশে এক খন্ড মেঘও দেখিনি। যার হাতে আমার প্রাণ, তাঁর শপথ (করে বলছি)! (দুআ শেষে) তিনি দুহাত (এখনও) নামান নি, এমন সময় পাহাড়ের ন্যায় মেঘের বিরাট বিরাট খন্ড উঠে আসল। তারপর তিনি মিম্বর থেকে অবতরণ করেন নাই, এমন সময় দেখতে পেলাম তাঁর পবিত্র দাঁড়ির উপর ফোঁটা ফোঁটা বৃষ্টি পড়ছে। সে দিন আমাদের এখানে বৃষ্টি হল। এর পরে ক্রমাগত দুদিন এবং পরবর্তী জুমুআ পর্যন্ত প্রত্যেক দিন।;\n\n(পরবর্তী জুমুআর দিন) সে বেদুইন অথবা অন্য কেউ উঠে দাঁড়াল এবং আরয করল, ইয়া রাসূলাল্লাহ! (বৃষ্টির কারণে) এখন আমাদের বাড়ী ঘর ধ্বসে পড়ছে, সম্পদ ডুবে যাচ্ছে। তাই আপনি আমাদের জন্য আল্লাহর নিকট দুআ করুন। তখন তিনি দুহাত তুললেন এবং বললেনঃ হে আল্লাহ আমাদের পার্শ্ববর্তী এলাকায় (বৃষ্টি দাও), আমাদের উপর নয়। (দুআর সময়) তিনি মেঘের এক একটি খন্ডের দিকে ইঙ্গিত করছিলেন, আর সেখান-কার মেঘ কেটে যাচ্ছিল। এর ফলে চতুর্দিকে মেঘ পরিবেষ্টিত অবস্থায় ঢালের ন্যায় মদিনার আকশ মেঘমুক্ত হয়ে গেল এবং কানাত উপত্যকার পানি এক মাস ধরে প্রবাহিত হতে লাগল, তখন (মদিনার) চতুরপার্শের যে কোন অঞ্চল হতে যে কেউ এসেছে, সে এ মুষলধারে বৃষ্টির কথা আলোচনা করেছে।;\n",
        "id": 886,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৫৯০. জুমু'আর দিন ইমাম খুতবা দেওয়ার সময় অন্যকে চুপ করানো। যদি কেউ তার সাথীকে (মুসল্লীকে) বলে চুপ থাক, তাহলে সে একটি অনর্থক কথা বললো।",
        "hadithBengali": "وَقَالَ سَلْمَانُ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُنْصِتُ إِذَا تَكَلَّمَ الإِمَامُ;\n\nসালমান ফারেসী (রাঃ) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেন, যখন ইমাম কথা বলবেন, তখন চুপ থাকবে।;\n\n\n৮৮৭। ইয়াহইয়া ইবনু বুকাইর (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ জুমুআর দিন যখন তোমার পাশের মুসুল্লীকে বলবে চুপ থাক, অথচ ইমাম খুতবা দিচ্ছেন, তা হলে তুমি একটি অনর্থক কথা বললে।;\n",
        "id": 887,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৫৯১. জুমুআর দিনের সে মুহূর্তটি।",
        "hadithBengali": "৮৮৮। আবদুল্লাহ ইবনু মাসলামা (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জুমুআর দিন সম্পর্কে আলোচনা করেন এবং বলেন, এ দিনে এমন একটি মুহূর্ত রয়েছে, যে কোন মুসলিম বান্দা যদি এ সময় সালাতে দাঁড়িয়ে আল্লাহ্'র নিকট কিছু চায়, তা হলে তিনি তাকে অবশ্যই তা দান করে থাকেন এবং তিনি হাত দিয়ে ইশারা করে বুঝিয়ে দিলেন যে, সে মুহূর্তটি খুবই সংক্ষিপ্ত।;\n",
        "id": 888,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৫৯২. জুমু'আর সালাতে কিছু মুসল্লী যদি ইমামের নিকট থেকে চলে যান তা হলে ইমাম ও অবশিষ্ট মুসল্লীগণের সালাত জায়িয হবে।",
        "hadithBengali": "৮৮৯। মুআবিয়া ইবনু আমর (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে (জুমুআর) সালাত (নামায/নামাজ) আদায় করছিলাম। এমন সময় খাদ্য দ্রব্য বহনকারী একটি উটের কাফিলা হাযির হল এবং তারা (মুসল্লীগণ) সে দিকে এত বেশী মনোযোগী হলেন যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে মাত্র বারোজন মুসল্লী অবশিষ্ট ছিলেন। তখন এ আয়াত অবতীর্ণ হলঃ وَإِذَا رَأَوْا تِجَارَةً أَوْ لَهْوًا انْفَضُّوا إِلَيْهَا وَتَرَكُوكَ قَائِمًا এবং যখন তারা ব্যবসা বা খেল তামাশা দেখতে পেল, তখন সে দিকে দ্রুত চলে গেল এবং আপনাকে দাঁড়ানো অবস্থায় রেখে গেল;। (সূরা জুমুআ);\n",
        "id": 889,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "জাবির ইবনু আবদুল্লাহ আনসারী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৫৯৩. জুমু'আর (ফরয সালাতের) আগে ও পরে সালাত আদায় করা ।",
        "hadithBengali": "৮৯০। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যুহরের পূর্বে দু রাকাআত ও পরে দু রাকাআত, মাগরিবের পর নিজের ঘরে দু রাকাআত এবং ইশার পর দু রাকাআত সালাত (নামায/নামাজ) আদায় করতেন। আর জুমুআর দিন নিজের ঘরে ফিরে না যাওয়া পর্যন্ত সালাত আদায় করতেন না। (ঘরে গিয়ে) দু রাকাআত সালাত আদায় করতেন।;\n",
        "id": 890,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৫৯৪. মহান আল্লাহ্'র বাণীঃ অতঃপর যখন সালাত শেষ হবে তখন তোমরা যমীনে ছড়িয়ে পড়বে এবং আল্লাহ্'র অনুগ্রহ সন্ধান করবে। ",
        "hadithBengali": "৮৯১। সায়ীদ ইবনু আবূ মারয়াম (রহঃ) ... সাহল (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমাদের মধ্যে বসবাসকারিণী জনৈকা মহিলা একটি ছোট নহরের পাশে ক্ষেতে বীটের চাষ করতেন। জুমুআর দিনে সে বীটের মূল তুলে এনে রান্নার জন্য ডেগে চড়াতেন এবং এর উপর এক মুঠো যবের আটা দিয়ে রান্না করতেন। তখন এ বীট মূলই এর গোশত (গোশতের বিকল্প) হয়ে যেত। আমরা জুমুআর সালাত (নামায/নামাজ) থেকে ফিরে এসে তাঁকে সালাম দিতাম। তিনি তখন খাদ্য আমাদের সামনে পেশ করতেন এবং আমরা তা খেতাম। আমরা সে খাদ্যের আশায় জুমুআ বারে উদগ্রীব থাকতাম।;\n",
        "id": 891,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সাহল বিন সাদ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৫৯৪. মহান আল্লাহ্'র বাণীঃ অতঃপর যখন সালাত শেষ হবে তখন তোমরা যমীনে ছড়িয়ে পড়বে এবং আল্লাহ্'র অনুগ্রহ সন্ধান করবে। ",
        "hadithBengali": "৮৯২। আবদুল্লাহ ইবনু মাসলামা (রহঃ) ... সাহল ইবনু সাদ (রাঃ) থেকে এ হাদীস বর্ণিত, তিনি আরো বলেছেন, জুমুআর (সালাতের) পরই আমরা কায়লূলা (দুপুরের শয়ন ও হালকা নিদ্রা) এবং দুপুরের আহার্য গ্রহণ করতাম।;\n",
        "id": 892,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সাহল বিন সাদ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৫৯৫. জুমু'আর পরে কায়লূলা (দুপুরের শয়ন ও হালকা নিদ্রা)  । ",
        "hadithBengali": "৮৯৩। মুহাম্মদ ইবনু উকবা শায়বানী (রহঃ) ... হুমাইদ (রহঃ) থেকে বর্ণিত, তিনি বলেন, আনাস (রাঃ) বলেছেনঃ আমরা জুমুআর দিন সকালে যেতাম তারপর (সালাত (নামায/নামাজ) শেষে) কায়লূলা করতাম।;\n",
        "id": 893,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৫৯৫. জুমু'আর পরে কায়লূলা (দুপুরের শয়ন ও হালকা নিদ্রা)  । ",
        "hadithBengali": "৮৯৪। সায়ীদ ইবনু আবূ মারইয়াম (রহঃ) ... সাহল (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমরা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে জুমুআর সালাত (নামায/নামাজ) আদায় করতাম। তারপর হতো কায়লূলা।;\n",
        "id": 894,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সাহল বিন সাদ (রাঃ)",
        "status_bn": "সহিহ"

    }
]
