[
    {

        "chapter_bn": "৬২৮. বিতরের বিবরণ।",
        "hadithBengali": "৯৩৭। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত, এক ব্যাক্তি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট রাতের সালাত (নামায/নামাজ) সম্পর্কে জিজ্ঞাসা করল। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, রাতের সালাত দুদু(রাকাআত) করে। আর তোমাদের মধ্যে কেউ যদি ফজর হওয়ার আশংকা করে, সে যেন এক রাকাআত মিলিয়ে সালাত আদায় করে নেয়। আর সে যে সালাত আদায় করল, তা তার জন্য বিতর হয়ে যাবে।;\n\nনাফি (রহঃ) থেকে বর্ণিত, আবদুল্লাহ ইবনু উমর (রাঃ) বিতর সালাতের এক ও দু রাকাআতের মাঝে সালাম ফিরাতেন। এরপর কাউকে কোন প্রয়োজনীয় কাজের নির্দেশ দিতেন।;\n",
        "id": 937,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৬২৮. বিতরের বিবরণ।",
        "hadithBengali": "৯৩৮। আবদুল্লাহ ইবনু মাসলামা (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্নিত, তিনি বলেন, তার খালা উম্মুল মুমিনীন মাইমুনা (রাঃ) এর ঘরে রাত কাটান। (তিনি বলেন) আমি বালিশের প্রস্থের দিক দিয়ে শয়ন করলাম এবং রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ও তার পরিবার সেটির দৈঘ্যের দিক দিয়ে শয়ন করলেন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রাতের অর্ধেক বা তার কাছাকাছি সময় পর্যন্ত ঘুমালেন। এরপর তিনি জাগ্রত হলেন এবং চেহারা থেকে ঘুমের আবেশ দূর করেন। পরে তিনি সূরা আলে ইমরানের (শেষ) দশ আয়াত তিলাওয়াত করলেন। তারপর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একটি ঝুলন্ত মশকের নিকট গেলন এবং উযূ (ওজু/অজু/অযু) করলেন। এরপর তিনি সালাতে দাঁড়ালেন।;\n\nআমিও তার মতই করলাম এবং তার পাশেই দাঁড়ালাম। তিনি তার ডান হাত আমার মাথার উপর রাখলেন এবং আমার কান ধরলেন। এরপর তিনি দুরাকাত সালাত (নামায/নামাজ) আদায় করলেন। এরপর দু রাকাআত, এরপর দু রাকাআত, এরপর দু রাকাআত, এরপর দু রাকাআত, এরপর তিনি বিতর আদায় করলেন। তারপর তিনি শুয়ে পড়লেন। অবশেষে মুয়ায্'যিন তার কাছে এলো। তখন তিনি দাঁড়িয়ে দু রাকাআত সালাত আদায় করলেন। তারপর বের হয়ে ফজরের সালাত আদায় করলেন।;\n",
        "id": 938,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৬২৮. বিতরের বিবরণ।",
        "hadithBengali": "৯৩৯। ইয়াহইয়া ইবনু সুলাইমান (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, রাতের সালাত (নামায/নামাজ) দু দু রাকাআত করে। তারপর যখন তুমি সালাত শেষ করতে চাইবে, তখন এক রাকাআত আদায় করে নিবে। তা তোমার পূর্ববতী সালাতকে বিতর করে দিবে। কসিম (রহঃ) বলেন, আমরা সাবালক হয়ে লোকদের তিন রাকাআত বিতর আদায় করতে দেখেছি। উভয় নিয়মেই অবকাশ রয়েছে। আমি আশা করি এর কোনটই দোষনীয় নয়।;\n",
        "id": 939,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৬২৮. বিতরের বিবরণ।",
        "hadithBengali": "৯৪০। আবূল ইয়ামান (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এগার রাকাত সালাত (নামায/নামাজ) আদায় করতেন। এ ছিল তার রাত্রিকালীন সালাত। এতে তিনি এমন দীর্ঘ সিজদা করতেন যে, তার মাথা উঠাবার আগে তোমাদের কেউ ৫০ আয়াত পড়তে পারে এবং ফজরের সালাতের আগে তিনি আরো দুরাকাত পড়তেন। তারপর ডান কাত হয়ে শুয়ে বিশ্রাম করতেন, সালাতের জন্য মুয়ায্'যিনের আসা পর্যন্ত।;\n",
        "id": 940,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৬২৯. বিতরের সময়।",
        "hadithBengali": "قَالَ أَبُو هُرَيْرَةَ أَوْصَانِي النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِالْوِتْرِ قَبْلَ النَّوْمِ;\n\nআবু হুরায়রা (রাঃ) বলেন, নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে ঘুমানোর আগে বিতর আদায়ের নির্দেশ দিয়েছেন।;\n\n\n৯৪১। আবূ নুমান (রহঃ) ... আনাস ইবনু সীরীন (রহঃ) খেকে বর্নিত, তিনি বলেন, আমি ইবনু উমার (রাঃ) কে বললাম, ফজরের পূর্বের দুরাকাআতে আমি কিরাআত দীর্ঘ করব কি না, এ সম্পর্কে আপনার অভিমত কি? তিনি বললেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দু দু রাকাআত করে সালাত (নামায/নামাজ) আদায় করতেন এবং এক রাকাআত মিলিয়ে বিতর পড়তেন। এরপর ফজরের সালাতের পূর্বে তিনি দুরাকাআত এমন সময় আদায় করতেন যেন একামতের শব্দ তার কানে আসছে। রাবী হাম্মদ (রহঃ) বলেন, অর্থ্যাৎ দ্রুততার সাথে। (সংক্ষিপ্ত কিরাআতে);\n",
        "id": 941,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু সীরীন (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৬২৯. বিতরের সময়।",
        "hadithBengali": "৯৪২। উমর ইবনু হাফস (রহঃ) ... আয়িশা (রাঃ) খেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রাতের সকল অংশে (অর্থাৎ ভিন্ন ভিন্ন রাতে ভিন্ন ভিন্ন সময়ে) বিতর আদায় করতেন আর (জীবনের) শেষ দিকে সাহরীরর সময় তিনি বিতর আদায় করতেন।;\n",
        "id": 942,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৬৩০. বিতরের জন্য নবী করীম (ﷺ) কর্তৃক তার পরিবারবর্গকে জাগানো।",
        "hadithBengali": "৯৪৩। মুসাদ্দাদ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (রাতে) সালাত (নামায/নামাজ) আদায় করতেন, তখন আমি তার বিছানায় আড়াআড়িভাবে ঘুমিয়ে থাকতাম। এরপর তিনি যখন বিতর পড়ার ইচ্ছা করতেন, তখন আমাকে জাগিয়ে দিতেন এবং আমিও বিতর আদায় করে নিতাম।;\n",
        "id": 943,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৬৩১. রাতের সর্বশেষ সালাত যেন বিতর হয়।",
        "hadithBengali": "৯৪৪। মুসাদ্দাদ (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) খেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ বিতরকে তোমাদের রাতের শেষ সালাত (নামায/নামাজ) করবে।;\n",
        "id": 944,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৬৩২. সাওয়ারী জন্তুর উপর বিতরের সালাত।",
        "hadithBengali": "৯৪৫। ইসমায়ীল (রহঃ) ... সায়ীদ ইবনু ইয়াসার (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমি আবদুল্লাহ ইবনু উমর (রাঃ) এর সঙ্গে মক্কার পথে সফর করছিলাম। সায়ীদ (রহঃ) বলেন, আমি যখন ফজর হওয়ার আশংকা করলাম, তখন সাওয়ারী থেকে নেমে পড়লাম এবং বিতরের সালাত (নামায/নামাজ) আদায় করলাম। এরপর তার সঙ্গে মিলিত হলাম। তখন আবদুল্লাহ ইবনু উমর (রাঃ) জিজ্ঞাসা করলেন, তুমি কোথায় ছিলে? আমি বললাম, ভোর হওয়ার আশংকা করে নেমে বিতর আদায় করেছি। তখন আবদুল্লাহ ইবনু উমর (রাঃ) বললেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর মধ্যে কি তোমার জন্য উত্তম আর্দশ নেই? আমি বললাম, হ্যাঁ, আল্লাহর কসম! তিনি বললেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উঠের পিঠে (আরোহী অবস্থায়) বিতরের সালাত আদায় করতেন।;\n",
        "id": 945,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সাঈদ ইবনু ইয়াসার (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৬৩৩. সফর অবস্থায় বিতর।",
        "hadithBengali": "৯৪৬। মূসা ইবনু ইসমায়ীল (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সফরে ফরজ সালাত (নামায/নামাজ) ব্যতীত তার সাওয়ারীতে থেকেই ইশারায় রাতের সালাত আদায় করতেন। সাওয়ারী যে দিকেই ফিরুক না কেন, আর তিনি বাহনের উপরেই বিতর আদায় করতেন।;\n",
        "id": 946,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৬৩৪. রুকুর আগে ও পরে কুনূত পাঠ করা।",
        "hadithBengali": "৯৪৭। মুসাদ্দাদ (রহঃ) ... মুহাম্মদ ইবনু সীরীন (রহঃ) থেকে বর্ণিত, তিনি বলেন, আনাস ইবনু মালিক (রাঃ)-কে জিজ্ঞাসা করা হয়েছিল যে, ফজরের সালাতে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কুনূত পড়েছেন? তিনি বললেন, হ্যাঁ। তাকে জিজ্ঞাসা করা হল তিনি কি রুকূর আগে কুনূত পড়েছেন? তিনি বললেন, কিছুদিন রুকূর পরে পড়েছেন।;\n",
        "id": 947,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "ইবনু সীরীন (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৬৩৪. রুকুর আগে ও পরে কুনূত পাঠ করা।",
        "hadithBengali": "৯৪৮। মুসাদ্দাদ (রহঃ) ... আসিম (রহঃ) থেকে বর্ণিত, তিনি বলেন, আমি আনাস ইবনু মালিক (রাঃ) কে কুনূত সম্পর্কে জিজ্ঞারা করলাম। তিনি বললেন, কুনূত অবশ্যই পড়া হত। আমি জিজ্ঞাসা করলাম। রুকূর আগে না পরে? তিনি বললেন, রূকূর আগে। আসিম (রহঃ) বললেন, অমুক ব্যাক্তি আমাকে আপনার বরাত দিয়ে বলেছেন যে, আপনি বলেছেন, রূকুর পরে। তখন আনাস (রাঃ) বলেন, সে ভুল বলেছে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রুকূর পরে এক মাস ব্যাপি কুনূত পাঠ করেছেন। আমার জানামতে, তিনি সত্তর জন সাহাবীর একটি দল, যাদের কুররা (অভিজ্ঞ কারীগণ) বলা হতো মুশরিকদের কোন এক কওমের উদ্দেশ্যে পাঠান। এরা সেই কওম নয়, যাদের বিরুদ্ধে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বদ দুআ করেছিলেন। বরং তিনি এক মাস ব্যাপি কুনূতে সে সব কাফিরদের জন্য বদ দুআ করেছিলেন যাদের সাথে তার চুক্তি ছিল এবং তারা চুক্তি ভঙ্গ করে কারীগণকে হত্যা করেছিল।;\n",
        "id": 948,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আসিম আল আহওয়াল (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৬৩৪. রুকুর আগে ও পরে কুনূত পাঠ করা।",
        "hadithBengali": "৯৪৯। আহমাদ ইবনু ইউনুস (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত, তিনি বলেন, এক মাস ব্যাপী রিল ও যাকওয়ান গোত্রের বিরুদ্ধে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কুনূতে দুআ পাঠ করেছিলেন।;\n",
        "id": 949,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৬৩৪. রুকুর আগে ও পরে কুনূত পাঠ করা।",
        "hadithBengali": "৯৫০। মুসাদ্দাদ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত, তিনি বলেন, মাগরিব ও ফজরের সালাত (নামায/নামাজ)-এ কুনূত পাঠ করা হত।;\n",
        "id": 950,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    }
]
