[

    {

        "chapter_bn": "৬৩৫. বৃষ্টির জন্য দুআ এবং দুআর উদ্দেশ্যে নবী (ﷺ) এর বের হওয়া।  ",
        "hadithBengali": "৯৫১। আবূ নুআইম (রহঃ) ... আব্বাদ ইবনু তামীম (রহঃ) তাঁর চাচা [আবদুল্লাহ ইবনু যায়িদ (রাঃ)] থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বৃষ্টির জন্য দোয়া করতে বের হলেন এবং তাঁর চাঁদর পাল্টালেন।;\n",
        "id": 951,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আব্বাদ ইবনু তামীম (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৬৩৬.  নবী (ﷺ) এর দুআ ইউসুফ (আঃ) এর যমানার দুর্ভিক্ষের বছরগুলোর মত (এদের উপরেও) কয়েক বছর দুর্ভিক্ষ দিন। ",
        "hadithBengali": "৯৫২। কুতাইবা ইবনু সায়ীদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন শেষ রাকাআত থেকে মাথা উঠালেন, তখন বললেন, হে আল্লাহ! আইয়্যাশ ইবনু আবূ রাবীআহকে মুক্তি দিন। হে আল্লাহ! সালামা ইবনু হিশামকে মুক্তি দিন। হে আল্লাহ! ওয়ালীদ ইবনু ওয়ালীদকে রক্ষা করুণ। হে আল্লাহ! দুর্বল মুমিনদেরকে মুক্তি দিন। হে আল্লাহ! মুযার গোত্রের উপর আপনার শাস্তি কঠোর করে দিন। হে আল্লাহ! ইউসুফ (আলাইহিস সালাম) এর যমানার দুর্ভিক্ষের বছরগুলোর ন্যায় (এদের উপর) কয়েক বছর দুর্ভিক্ষ দিন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আরো বললেন, গিফার গোত্র, আল্লাহ তাদেরকে ক্ষমা করুন। আর আসলাম গোত্র, আল্লাহ তাদেরকে নিরাপদে রাখুন। ইবনু আবূ যিনাদ (রহঃ) তাঁর পিতা থেকে বলেন, এ সমস্ত দুআ ফজরের সালাতে ছিল।;\n",
        "id": 952,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৬৩৬.  নবী (ﷺ) এর দুআ ইউসুফ (আঃ) এর যমানার দুর্ভিক্ষের বছরগুলোর মত (এদের উপরেও) কয়েক বছর দুর্ভিক্ষ দিন। ",
        "hadithBengali": "৯৫৩। হুমাইদী ও উসমান ইবনু আবূ শাইবা (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন লোকদেরকে ইসলাম বিমুখ ভুমিকায় দেখলেন, তখন দুআ করলেন, হে আল্লাহ! ইউসুফ (আলাইহিস সালাম) এর যামানার সাত বছরের (দুর্ভিক্ষের) ন্যায় তাঁদের উপর সাতটি বছর দুর্ভিক্ষ দিন। ফলে তাঁদের উপর এমন দুর্ভিক্ষ আপতিত হল যে, তা সব কিছুই ধ্বংস করে দিল। এমনকি মানুষ তখন চামড়া, মৃতদেহ এবং পচা ও গলিত জানোয়ারও খেতে লাগলো। ক্ষুদার তাড়নায় অবস্থা এতদূর চরম আকার ধারণ করল যে, কেউ যখন আকাশের দিকে তাকাত তখন সে ধুঁয়া দেখতে পেত। এমতাবস্থায় আবূ সুফিয়ান (ইসলাম গ্রহনের পূর্বে) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এসে বলল, হে মুহাম্মদ! তুমি তো আল্লাহর আদেশ মেনে চল এবং আত্মীয়তার সম্পর্ক অক্ষুণ্ণ রাখার আদেশ দান কর। কিন্তু তোমার কওমের লোকেরা তো মরে যাচ্ছে। তুমি তাঁদের জন্য আল্লাহর নিকট দুআ কর। এ প্রসঙ্গে আল্লাহ তালা বলেছেনঃ;\n\nفَارْتَقِبْ يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُبِينٍ إِلَى قَوْلِهِ عَائِدُونَ * يَوْمَ نَبْطِشُ الْبَطْشَةَ الْكُبْرَى;\n\nআপনি সে দিনটির অপেক্ষায় থাকুন যখন আকাশ সুস্পষ্ট ধুঁয়ায় আচ্ছন্ন হয়ে যাবে সেদিন আমি প্রবলভাবে তোমাদের পাকড়াও করব;। (৪৪ঃ ১০-১৬);\n\nআবদুল্লাহ (রাঃ) বলেন, সে কঠিন আঘাত এর দিন ছিল বদরের যুদ্ধের দিন। ধুঁয়াও দেখা গেছে, আঘাতও এসেছে। আর মক্কার মুশরিকদের নিহত ও গ্রেফতারের যে ভবিষ্যদ্বাণী করা হয়েছে, তাও সত্য হয়েছে। সত্য হয়েছে সুরা রুম-এর এ আয়াতও (রুমবাসী দশ বছরের মধ্যে পারসিকদের উপর আবার বিজয় লাভ করবে)।;\n",
        "id": 953,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ' ইব্'ন মাসউদ (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৬৩৭. অনাবৃষ্টির সময় লোকদের ইমামের নিকট বৃষ্টির জন্য দু'আর আবেদন। ",
        "hadithBengali": "৯৫৪। আমর ইবনু আলী (রহঃ) ... আবদুল্লাহ ইবনু দ্বীনার (রহঃ) থেকে বর্ণিত, তিনি বলেন, আমি ইবনু উমর (রাঃ) কে আবূ তালিবের কবিতা টি পাঠ করতে শুনেছি,;\n\nوَأَبْيَضَ يُسْتَسْقَى الْغَمَامُ بِوَجْهِهِ * ثِمَالُ الْيَتَامَى عِصْمَةٌ لِلأَرَامِلِ;\n\nউমর ইবনু হামযা (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর বৃষ্টির জন্য দুআ রত অবস্থায় আমি তাঁর পবিত্র চেহারার দিকে তাকালাম এবং এ কবিতাটি আমার মনে পড়লো। আর তাঁর (মিম্বার থেকে) নামতে না নামতেই প্রবল বেগে মীযাব[১] থেকে পানি প্রবাহিত হতে দেখলাম। আর এ হলও আবূ তালিবের কবিতা।;\n",
        "id": 954,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু দীনার (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৬৩৭. অনাবৃষ্টির সময় লোকদের ইমামের নিকট বৃষ্টির জন্য দু'আর আবেদন। ",
        "hadithBengali": "৯৫৫। হাসান ইবনু মুহাম্মদ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত, উমর ইবনু খাত্তাব (রাঃ) অনাবৃষ্টির সময় আব্বাস ইবনু আবদুল মুত্তালিব (রাঃ) এর উসিলা দিয়ে বৃষ্টির জন্য দুআ করতেন এবং বলতেন, হে আল্লাহ! (প্রথমে) আমরা আমাদের নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর উসিলা দিয়ে দোয়া করতাম এবং আপনি বৃষ্টি দান করতেন। এখন আমরা আমাদের নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর চাচার উসিলা দিয়ে দুআ করছি, আপনি আমাদেরকে বৃষ্টি দান করুন। বর্ণনাকারী বলেন, দুআর সাথে সাথেই বৃষ্টি বর্ষিত হতো।;\n",
        "id": 955,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৬৩৮. ইসতিসকায় চাদর উল্টানো। ",
        "hadithBengali": "৯৫৬। ইসহাক ইবনু ইবরাহীম (রহঃ) ... আবদুল্লাহ ইবনু যায়িদ (রাঃ) থেকে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বৃষ্টির জন্য দুআ করেন এবং নিজের চাঁদর উল্টিয়ে দেন।;\n",
        "id": 956,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ্ ইবন যায়দ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৬৩৮. ইসতিসকায় চাদর উল্টানো। ",
        "hadithBengali": "৯৫৭। আলী ইবনু আবদুল্লাহ (রহঃ) ... আবদুল্লাহ ইবনু যায়িদ (রাঃ) থেকে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঈদগাহে গেলেন এবং বৃষ্টির জন্য দোয়া করলেন। তারপর কিবলামুখী হয়ে নিজের চাঁদরখানি উল্টিয়ে দিলেন এবং দুরাকাআত সালাত (নামায/নামাজ) আদায় করলেন।;\n\nইমাম বুখারী (রহঃ) বলেন, ইবনু উয়াইনা (রহঃ) বলতেন, এ হাদীসের বর্ণনাকারী আবদুল্লাহ ইবনু যায়িদ (রাঃ) হলেন, আযানের ঘটনার সাথে সংশ্লিষ্ট সাহাবী। কিন্তু তা ঠিক নয়। কারণ ইনি হলেন, সেই আবদুল্লাহ ইবনু যিয়াদ ইবনু আসিম মাযিনী, যিনি আনসারের মাযিন গোত্রের লোক।;\n",
        "id": 957,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ্ ইবন যায়দ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৬৪০. জামে মসজিদে বৃষ্টির জন্য দু'আ। ",
        "hadithBengali": "بَابُ انْتِقَامِ الرَّبِّ جَلَّ وَعَزَّ مِنْ خَلْقِهِ بِالْقَحْطِ إِذَا انْتُهِكَ مَحَارِمُ اللَّهِ;\n\n৬৩৯. অনুচ্ছেদঃ আল্লাহ্'র মাখলুকের মধ্য থেকে কেউ তাঁর মর্যাদাপূর্ণ বিধানসমূহের সীমালঙ্ঘন করলে মহিমময় প্রতিপালক কর্তৃক দুর্ভিক্ষ দিয়ে শাস্তি প্রদান।;\n\n\n৯৫৮ মুহাম্মদ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত, তিনি বলেন, এক ব্যাক্তি জুমুআর দিন মিম্বারের সোজাসুজি দরজা দিয়ে মসজিদে প্রবেশ করল। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখন দাঁড়িয়ে খুৎবা দিচ্ছিলেন। সে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সম্মুখে দাঁড়িয়ে বলল, ইয়া রাসূলাল্লাহ! গবাদি পশু ধ্বংস হয়ে গেল এবং রাস্তাগুলোর চলাচল বন্ধ হয়ে গেল। সুতরাং আপনি আল্লাহর কাছে দুআ করুন, যেন তিনি আমাদের বৃষ্টি দেন। বর্ণনাকারী বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখন উভয় হাত তুলে দুআ করলেন, হে আল্লাহ! বৃষ্টি দিন, হে আল্লাহ! বৃষ্টি দিন, হে আল্লাহ! বৃষ্টি দিন, আনাস (রাঃ) বলেন, আল্লাহর কসম! আমরা তখন আকাশে মেঘমালা, মেঘের চিহ্ন বা কিছুই দেখতে পাইনি। অথচ সালআ পর্বত ও আমাদের মধ্যে কোন ঘর বাড়ী ছিল না। আনাস (রাঃ) বলেন, হঠাৎ সালআ পর্বতের পেছন থেকে ঢালের মত মেঘ বেরিয়ে এল এবং তা মধ্য আকাশে পৌঁছে বিস্তৃত হয়ে পড়ল। তারপর বর্ষণ শুরু হল। তিনি বলেন, আল্লাহর কসম! আমরা ছয়দিন সুর্য দেখতে পাইনি।;\n\nতারপর এক ব্যাক্তি পরবর্তী জুমুআর দিন সে দরজা দিয়ে প্রবেশ করল। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখন তখন দাঁড়িয়ে খুৎবা দিচ্ছিলেন। লোকটি দাঁড়িয়ে বলল, ইয়া রাসূলাল্লাহ! ধন-সম্পদ নষ্ট হয়ে গেল এবং রাস্তাঘাটও বিচ্ছিন্ন হয়ে গেল। কাজেই আপনি আল্লাহর নিকট বৃষ্টি বন্ধের জন্য দুআ করুন। আনাস (রাঃ) বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর উভয় হাত তুলে দুআ করলেন, হে আল্লাহ! আমাদের আশে পাশে, আমাদের উপর নয়, টিলা, পাহাড়, উচ্চভূমি, মালভূমি, উপত্যকা এবং বনাঞ্চলে বর্ষণ করুন। আনাস (রাঃ) বলেন, এতে বৃষ্টি বন্ধ হয়ে গেল এবং আমরা (মসজিদ থেকে বেরিয়ে) রোদে চলতে লাগলাম।;\n\nশরীক (রহঃ) (বর্ণনাকারী) বলেন, আমি আনাস (রাঃ) কে জিজ্ঞাসা করলাম, এ লোকটি কি আগের সে লোক? তিনি বললেন, আমি জানিনা।;\n",
        "id": 958,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৬৪১. কিবলার দিকে মুখ না করে জুমু'আর খুতবায় বৃষ্টির জন্য দু'আ করা। ",
        "hadithBengali": "৯৫৯। কুতাইবা ইবনু সায়ীদ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত, তিনি বলেন, একব্যাক্তি জুমুআর দিন দারুল কাযা (বিচার কাজ সমাধার স্থান) এর দিকের দরজা দিয়ে মসজিদে প্রবেশ করল। এ সময় রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দাঁড়িয়ে খুৎবা দিচ্ছিলেন। লোকটি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর দিকে মুখ করে দাঁড়িয়ে বলল, ইয়া রাসূলাল্লাহ! ধন-সম্পদ নষ্ট হয়ে গেল এবং রাস্তাঘাট বন্ধ হয়ে গেল। আপনি আল্লাহর নিকট দুআ করুন যেন তিনি আমাদের বৃষ্টি দান করেন। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দুহাত তুলে দুআ করলেন, হে আল্লাহ আমাদের বৃষ্টি দান করুন। হে আল্লাহ আমাদের বৃষ্টি দান করুন। হে আল্লাহ আমাদের বৃষ্টি দান করুন।;\n\nআনাস (রাঃ) বলেন, আল্লাহর কসম! আমরা তখন আকাশের দিকে তাকিয়ে দেখলাম, মেঘ নেই। মেঘের সামান্য টুকরোও নেই। অথচ সালআ পর্বত ও আমাদের মধ্যে কোন ঘরবাড়ি ছিল না। তিনি বলেন, হঠাৎ সালআর ওপাশ থেকে ঢালের মত মেঘ উঠে এল এবং মধ্য আকাশে এসে ছড়িয়ে পড়লো। এরপর প্রচুর বর্ষণ হতে লাগল। আল্লাহর কসম! আমরা ছয়দিন সুর্য দেখতে পাইনি।;\n\nএর পরের জুমুআয় সে দরজা দিয়ে এক ব্যাক্তি প্রবেশ করল। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখন দাঁড়িয়ে খুৎবা দিচ্ছিলেন। লোকটি তাঁর সম্মুখে দাঁড়িয়ে বলল, ইয়া রাসূলাল্লাহ! ধন সম্পদ ধ্বংস হয়ে গেল এবং রাস্তাঘাট বিচ্ছিন্ন হয়ে গেল। কাজেই আপনি বৃষ্টি বন্ধের জন্য আল্লাহর কাছে দুআ করুন। আনাস (রাঃ) বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখন দুহাত তুলে দুআ করলেন, হে আল্লাহ! আমাদের আশে পাশে, আমাদের উপর নয়। হে আল্লাহ! টিলা, মালভূমি, উপত্যকার অভ্যন্তরে এবং বনাঞ্চলে বর্ষণ করুন। আনাস (রাঃ) বলেন, তখন বৃষ্টি বন্ধ হয়ে গেল এবং আমরা বেরিয়ে রোদে চলতে লাগলাম।;\n\nরাবী শরীক (রহঃ) বলেন, আমি আনাস (রাঃ) কে জিজ্ঞাসা করলাম, এ লোকটি কি আগের সেই লোক? তিনি বলেন, আমি জানিনা।;\n",
        "id": 959,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৬৪২. মিম্বারে দাঁড়িয়ে বৃষ্টির জন্য দোয়া। ",
        "hadithBengali": "৯৬০। মুসাদ্দাদ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জুমুআর দিন খুৎবা দিচ্ছিলেন। এসময় একজন লোক এসে বললেন, ইয়া রাসূলাল্লাহ! বৃষ্টি বন্ধ হয়ে গেছে। আপনি আল্লাহর নিকট দোয়া করুন। তিনি যেন আমাদেরকে বৃষ্টি দান করেন। তিনি তখন দুআ করলেন। ফলে এত অধিক বৃষ্টি হল যে, আমাদের নিজ নিজ ঘরে পৌছাতে পারছিলাম না। এমনকি পরের জুমুআ পর্যন্ত বৃষ্টি হতে থাকল। আনাস (রাঃ) বলেন, তখন সে লোকটি অথবা অন্য একটি লোক দাঁড়িয়ে বলল, ইয়া রাসূলাল্লাহ! আপনি দুআ করুন। আল্লাহ যেন আমাদের উপর থেকে বৃষ্টি সরিয়ে দেন। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ হে আল্লাহ! আমাদের আশে পাশে, আমাদের উপর নয়। আনাস (রাঃ) বলেন, আমি তখন দেখতে পেলাম, মেঘ ডানে ও বামে বিভক্ত হয়ে বৃষ্টি হতে লাগল, মদিনাবাসীর উপর বর্ষণ হচ্ছিল না।;\n",
        "id": 960,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৬৪৩. বৃষ্টির দু'আর জন্য জুমু'আর সালাতকে যথেষ্ঠ মনে করা। ",
        "hadithBengali": "৯৬১। আবদুল্লাহ ইবনু মাসলামা (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এক ব্যাক্তি এসে বলল, গৃহপালিত পশুগুলো মারা যাচ্ছে এবং রাস্তাগুলোও বন্ধ হয়ে যাচ্ছে। তখন তিনি দুআ করলেন। ফলে সে জুমুআ থেকে পরবর্তী জুমুআ পর্যন্ত আমাদের উপর বৃষ্টি বর্ষিত হতে থাকলো। তারপর সে ব্যাক্তি আবার এসে বলল, (অতি বৃষ্টির কারণে) ঘরবাড়ি ধ্বংস হয়ে যাচ্ছে, রাস্তা অচল হয়ে যাচ্ছে এবং পশুগুলোও মারা যাচ্ছে। তখন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দাঁড়িয়ে বললেনঃ হে আল্লাহ! টিলা, মালভূমি, উপত্যকা এবং বনাঞ্চলে বর্ষণ করুন। তখন মদিনা থেকে মেঘ এমনভাবে কেটে গেল, যেমন কাপড় ফেড়ে ফাঁক হয়ে যায়।;\n",
        "id": 961,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৬৪৪. অধিক বৃষ্টির কারণে রাস্তার যোগাযোগ বিচ্ছিন্ন হয়ে গেলে দু'আ করা। ",
        "hadithBengali": "৯৬২। ইসমাইল (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত, তিনি বলেন, একব্যাক্তি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এসে বলল, ইয়া রাসূলাল্লাহ! পশুগুলো মারা যাচ্ছে, এবং রাস্তাগুলো বন্ধ হয়ে যাচ্ছে। কাজেই আপনি আল্লাহর নিকট দোয়া করুন। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দুআ করলেন। ফলে সে জুমুআ থেকে পরবর্তী জুমুআ পর্যন্ত তাঁদের উপর বৃষ্টি বর্ষিত হতে থাকলো। এরপর এক ব্যাক্তি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এর বলল, ইয়া রাসূলাল্লাহ! ঘরবাড়ি ধ্বংস হয়ে পড়েছে, রাস্তাঘাট বিচ্ছিন্ন হয়ে যাচ্ছে, এবং পশুগুলো মরে যাচ্ছে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখন বললেনঃ হে আল্লাহ! পাহাড়ের চুড়ায়, টিলায়, উপত্যকায় এবং বনাঞ্চলে বৃষ্টি বর্ষণ করুন। তারপর মদিনার আকাশ থেকে মেঘ সরে গেল, যেমন কাপড় ফেড়ে ফাঁক হয়ে যায়।;\n",
        "id": 962,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৬৪৫. বলা হয়েছে, জুমু'আর দিন বৃষ্টির জন্য দু'আ করার সময় নবী (ﷺ) তাঁর চাঁদর উল্টান নি। ",
        "hadithBengali": "৯৬৩। হাসান ইবনু বিশর (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত এক ব্যাক্তি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে সম্পদ বিনষ্ট হওয়ার এবং পরিবার পরিজনের দুঃখ-কষ্টের অভিযোগ করে। তখন তিনি আল্লাহর নিকট বৃষ্টির জন্য দুআ করলেন। বর্ণনাকারী একথা বলেন নি, তিনি (আল্লাহ্'র রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) তাঁর চাঁদর উল্টিয়ে ছিলেন এবং এও বলেন নি, তিনি কিবলামুখী হয়েছিলেন।;\n",
        "id": 963,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৬৪৬. বৃষ্টির জন্য ইমামকে দু'আ করার অনুরোধ করা হলে তা প্রত্যাখ্যান না করা। ",
        "hadithBengali": "৯৬৪। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এক ব্যাক্তি এসে বলল, ইয়া রাসূলাল্লাহ! পশুগুলো মারা যাচ্ছে এবং রাস্তাঘাট বন্ধ হয়ে যাচ্ছে। তাই আপনি আল্লাহর নিকট (বৃষ্টির জন্য) দুআ করুন। তখন তিনি দুআ করলেন। ফলে এক জুমুআ থেকে অপর জুমুআ পর্যন্ত আমাদের উপর বৃষ্টিপাত হতে থাকল। এরপর এক ব্যাক্তি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে বলল, ইয়া রাসূলাল্লাহ! ঘরবাড়ী বিনষ্ট হয়ে যাচ্ছে এবং রাস্তাঘাট বিচ্ছিন্ন হয়ে যাচ্ছে এবং পশুগুলো মারা যাচ্ছে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখন দুআ করলেন, হে আল্লাহ! পাহাড়ের উপর, টিলার উপর, উপত্যকা এলাকায় এবং বনাঞ্চলে বর্ষণ করুন। ফলে মদিনা থেকে মেঘ এরূপভাবে কেটে গেল যেমন কাপড় ফেড়ে ফাঁক হয়ে যায়।;\n",
        "id": 964,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৬৪৭. দুর্ভিক্ষের সময় মুশরিকরা মুসলিমদের নিকট বৃষ্টির জন্য দু'আর আবেদন করলে। ",
        "hadithBengali": "৯৬৫। মুহাম্মদ ইবনু কাসীর (রহঃ) ... ইবনু মাসউদ (রাঃ) থেকে বর্ণিত, তিনি বলেন, কুরাইশরা যখন ইসলাম গ্রহণে দেরী করছিল, তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের বিরুদ্ধে দুআ করলেন। পরিনামে তাদেরকে এমনভাবে দুর্ভিক্ষ গ্রাস করল যে, তারা বিনাশ হতে লাগল এবং মৃতদেহ ও হাড়গোড় খেতে লাগল। তখন আবূ সুফিয়ান (ইসলাম গ্রহণের পূর্বে) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে বলল, হে মুহাম্মদ! তুমি তো আত্মীয়দের সাথে সদ্ব্যবহার করার নির্দেশ দিয়ে থাক। অথচ তোমার কওম ধ্বংস হয়ে যাচ্ছে। তুমি মহান আল্লাহর নিকট দুআ কর। তখন তিনি তিলাওয়াত করলেন, فَارْتَقِبْ يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُبِينٍ তুমি অপেক্ষা কর সে দিনের যে দিন আসমানে প্রকাশ্য ধূঁয়া দেখা যাবে। তারপর (আল্লাহ যখন তাদের বিপদ মুক্ত করলেন তখন) তারা আবার কুফরীর দিকে ফিরে গেল। এর পরিণতি স্বরুপ আল্লাহর এ বাণীঃ يَوْمَ نَبْطِشُ الْبَطْشَةَ الْكُبْرَى যেদিন আমি কঠোর ভাবে পাকড়াও করব অর্থাৎ বদরের দিন।;\n\nমানসুর (রহঃ) থেকে (বর্ণনাকারী) আসবাত (রহঃ) আরো বলেছেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দুআ করেন। ফলে লোকজনের উপর বৃষ্টিপাত হয় এবং অবিরাম সাতদিন পর্যন্ত বর্ষিত হতে থাকে। লোকেরা অতিবৃষ্টির বিষয়টি পেশ করল। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দুআ করে বলেন, হে আল্লাহ! আমাদের আশে পাশে, আমাদের উপরে নয়। তারপর তাঁর মাথার উপর থেকে মেঘ সরে গেল। তাদের পার্শ্ববর্তী লোকদের উপর বর্ষিত হল।;\n",
        "id": 965,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ' ইব্'ন মাসউদ (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৬৪৮. অধিক বর্ষনের সময় এ রূপ দু'আ করা যেন পার্শ্ববর্তী এলাকায় বৃষ্টি হয় আমাদের এলাকায় হয়। ",
        "hadithBengali": "৯৬৬। মুহাম্মাদ ইবনু আবূ বকর (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত, তিনি বলেন, জুমুআর দিন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খুৎবা দিচ্ছিলেন। তখন লোকেরা দাঁড়িয়ে উচ্চস্বরে বলতে লাগল, ইয়া রাসূলাল্লাহ! বৃষ্টি বন্ধ হয়ে গেছে, গাছপালা লাল হয়ে গেছে এবং পশুগুলো মারা যাচ্ছে। তাই আপনি আল্লাহর নিকট দুআ করুন, যেন তিনি আমাদের উপর বৃষ্টি বন্ধ করেন। তখন তিনি বললেন, হে আল্লাহ! আমাদের উপর বৃষ্টি বর্ষণ করুন। এভাবে দুবার বললেন। (বর্ণনাকারী বলেন) আল্লাহর কসম! আমরা তখন আকাশে এক খন্ড মেঘও দেখতে পাচ্ছিলাম না। হঠাৎ মেঘ দেখা দিল এবং বর্ষণ হল। তিনি (রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) মিম্বার থেকে নেমে সালাত (নামায/নামাজ) আদায় করলেন।;\n\nএরপর যখন তিনি চলে গেলেন, তখন থেকে পরবর্তী জুমুআ পর্যন্ত বৃষ্টি হতে থাকে। তারপর যখন তিনি দাঁড়িয়ে জুমুআর খুৎবা দিচ্ছিলেন, তখন লোকেরা উচ্চস্বরে তাঁর নিকট নিবেদন করল, ঘরবাড়ী বিধ্বস্ত হচ্ছে, রাস্তা বিচ্ছিন্ন হয়ে যাচ্ছে। তাই আপনি আল্লাহর নিকট দুআ করুন যেন আমাদের থেকে তিনি বৃষ্টি বন্ধ করেন। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মৃদু হেঁসে বললেনঃ হে আল্লাহ! আমাদের আশেপাশে, আমাদের উপর নয়। তখন মদিনার আকাশ মুক্ত হল এবং আশে পাশে বৃষ্টি হতে লাগল। মদিনায় তখন এক ফোঁটা বৃষ্টিও হচ্ছিল না। আমি মদিনার দিকে তাকিয়ে দেখলাম, মদিনা যেন মেঘ মুকুটের মাঝে শোভা পাচ্ছিল।;\n",
        "id": 966,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৬৪৯. দাঁড়িয়ে ইসতিসকার দু'আ করা। ",
        "hadithBengali": "وَقَالَ لَنَا أَبُو نُعَيْمٍ عَنْ زُهَيْرٍ عَنْ أَبِي إِسْحَاقَ خَرَجَ عَبْدُ اللَّهِ بْنُ يَزِيدَ الْأَنْصَارِيُّ وَخَرَجَ مَعَهُ الْبَرَاءُ بْنُ عَازِبٍ وَزَيْدُ بْنُ أَرْقَمَ رَضِيَ اللَّهُ عَنْهُمْ فَاسْتَسْقَى فَقَامَ بِهِمْ عَلَى رِجْلَيْهِ عَلَى غَيْرِ مِنْبَرٍ فَاسْتَغْفَرَ ثُمَّ صَلَّى رَكْعَتَيْنِ يَجْهَرُ بِالْقِرَاءَةِ وَلَمْ يُؤَذِّنْ وَلَمْ يُقِمْ قَالَ أَبُو إِسْحَاقَ وَرَأَى عَبْدُ اللَّهِ بْنُ يَزِيدَ الْأَنْصَارِيُّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ;\n\nআবু নুআইম (রহঃ) যুহাইর (রহঃ) এর মাধ্যমে আবু ইসহাক (রহঃ) থেকে বর্ণনা করেন যে, আবদুল্লাহ ইবন ইয়াযীদ আনসারী (রাঃ) বের হলেন এবং বারাআ ইবন আযিব ও যায়েদ ইবন আকরামা (রাঃ)-ও তাঁর সঙ্গে বের হলেন। তিনি মিম্বর ছাড়াই পায়ের উপরে দাঁড়িয়ে তাদের সঙ্গে নিয়ে বৃষ্টির জন্য দুআ করলেন। তারপর ইস্তিগফার করে আযান ও ইকামাত ব্যতীত সশব্দে কিরাআত পড়ে দু রাকাআত সালাত আদায় করেন। (রাবী) আবু ইসহাক (রহঃ) বলেন, আবদুল্লাহ ইবন ইয়াযীদ (আনসারী) (রাঃ) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে দেখেছেন। (কাজেই তিনিও একজন সাহাবী)।;\n\n\n৯৬৭। আবূল ইয়ামান (রহঃ) ... আব্বাদ ইবনু তামীম (রাঃ) তামীম (রাঃ) থেকে বর্ণিত, তাঁর চাচা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর একজন সাহাবী ছিলেন, তিনি তাঁর কাছে বর্ণনা করেছেন যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সাহাবীগণকে নিয়ে তাঁদের জন্য বৃষ্টির দুআর উদ্দেশ্যে বের হলেন। তিনি দাঁড়ালেন এবং দাঁড়িয়েই আল্লাহর নিকটে দুআ করলেন। তারপর কিবলামুখী হয়ে নিজ চাঁদর উল্টিয়ে দিলেন। এরপর তাঁদের উপর বৃষ্টি বর্ষিত হল।;\n",
        "id": 967,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আব্বাদ ইবনু তামীম (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৬৫০. ইসতিসকায় সশব্দে কিরাআত পাঠ।  ",
        "hadithBengali": "৯৬৮। আবূ নুআইম (রহঃ) ... আব্বাদ ইবনু তামীম তাঁর চাচা থেকে বর্ণনা করেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বৃষ্টির দুআর জন্য বের হলেন, কিবলামুখী হয়ে দুআ করলেন এবং নিজের চাঁদরখানি উল্টে দিলেন। তারপর দুরাকাআত সালাত (নামায/নামাজ) আদায় করলেন। তিনি উভয় রাকাআত সশব্দে কিরাআত পাঠ করলেন।;\n",
        "id": 968,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আব্বাদ ইবনু তামীম (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৬৫১. নবী (ﷺ) কিভাবে মানুষের দিকে পিঠ ফিরালেন। ",
        "hadithBengali": "৯৬৯। আদম (রহঃ) ... আব্বাদ ইবনু তামীম তাঁর চাচা থেকে বর্ণনা করেন, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যেদিন বৃষ্টির জন্য দুআর উদ্দেশ্যে বের হয়েছিলেন, আমি তা দেখেছি। বর্ণনাকারী বলেন, তিনি লোকদের দিকে তাঁর পিঠ ফিরালেন এবং কিবলামুখী হয়ে দুআ করলেন। এরপর তিনি তাঁর চাঁদর উল্টে দিলেন। তারপর আমাদের নিয়ে দুরাকাআত সালাত (নামায/নামাজ) আদায় করেন। তিনি উভয় রাকাআত সশব্দে কিরাআত পাঠ করেন।;\n",
        "id": 969,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আব্বাদ ইবনু তামীম (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৬৫২. ইসতিসকার সালাত দু'রাকাআত। ",
        "hadithBengali": "৯৭০। কুতাইবা ইবনু সাইদ (রহঃ) ... আব্বাস ইবনু তামীম (রহঃ) তাঁর চাচা থেকে বর্ণনা করেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বৃষ্টির জন্য দুআ করলেন। এরপর তিনি দুরাকাআত সালাত আদায় করলেন এবং চাঁদর উল্টিয়ে নিলেন।;\n",
        "id": 970,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আব্বাদ ইবনু তামীম (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৬৫৩. ঈদগাহে ইসতিসকা। ",
        "hadithBengali": "৯৭১। আবদুল্লাহ ইবনু মুহাম্মদ (রহঃ) ... আব্বাদ ইবনু তামীম (রহঃ) তাঁর চাচা থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইসতিসকার জন্য ঈদগাহর ময়দানে গমন করেন। তিনি কিবলামুখী হলেন, এরপর দুরাকাআত সালাত (নামায/নামাজ) আদায় করলেন, এবং তাঁর চাঁদর উল্টিয়ে নিলেন।;\n\nসুফিয়ান (রহঃ) বলেন, আবূ বকর (রাঃ) থেকে মাসউদী (রাঃ) আমাকে বলেছেন, তিনি (চাঁদর পেল্টানোর ব্যাখ্যায়) বলেন, ডান পাশ বাঁ পাশে দিলেন।;\n",
        "id": 971,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আব্বাদ ইবনু তামীম (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৬৫৪. বৃষ্টির জন্য দু'আর সময় কিবলামুখী হওয়া। ",
        "hadithBengali": "৯৭২। মুহাম্মদ (রহঃ) ... আবদুল্লাহ ইবনু যায়দ আনসারী (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সালাতের জন্য ঈদগাহের উদ্দেশ্যে বের হলেন। তিনি যখন দুআ করলেন অথবা দুআ করার ইচ্ছা করলেন তখন কিবলামুখী হলেন এবং তাঁর চাঁদর উল্টিয়ে নিলেন।;\n\nইমাম বুখারী (রহঃ) বলেন, এ (হাদীসের বর্ণনাকারী) আবদুল্লাহ ইবনু যায়দ তিনি মাযিন গোত্রীয়। আগের হাদীসের বর্ণনাকারী হলেন কুফী এবং তিনি ইবনু ইয়াযিদ।;\n",
        "id": 972,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ্ ইবন যায়দ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৬৫৫. ইসতিসকায় ইমামের সঙ্গে লোকদের হাত উঠানো। ",
        "hadithBengali": "৯৭৩। আইয়্যুব ইবনু সুলাইমান (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত, তিনি বলেন, এক বেদুঈন জুমুআর দিন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে উপস্থিত হয়ে বলল, ইয়া রাসূলাল্লাহ! (অনাবৃষ্টিতে) পশুগুলো মরে যাচ্ছে, পরিবার-পরিজন মারা যাচ্ছে, মানুষ ধ্বংস হয়ে যাচ্ছে। তখন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দুআর জন্য দুহাত উঠালেন। লোকজনও দুআর জন্য রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে হাত উঠিয়ে দুআ করতে লাগলেন। বর্ণনাকারী বলেন, আমরা মসজিদ থেকে বের হওয়ার আগেই বৃষ্টি আরম্ভ হয়ে গেল, এমন কি পরবর্তী জুমুআ পর্যন্ত আমাদের উপর বৃষ্টি হতে থাকলো। তখন লোকটি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এসে বলল, ইয়া রাসূলাল্লাহ! মূসাফির ক্লান্ত হয়ে যাচ্ছে, রাস্তাঘাট বন্ধ হয়ে গেছে।بَشِقَ এর অর্থ ক্লান্ত হয়ে যাচ্ছে।;\n\nওয়ায়সী (রহঃ) আনাস (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর উভয় হাত উঠিয়ে ছিলেন। এমন কি আমরা তাঁর বগলের শুভ্রতা দেখতে পেয়েছি।;\n",
        "id": 973,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৬৫৬. ইসতিসকায় ইমামের হাত উঠানো। ",
        "hadithBengali": "৯৭৪। মুহাম্মদ ইবনু বাশশার (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইসতিসকা ব্যতীত অন্য কোথাও দুআর মধ্যে হাত উঠাতেন না। তিনি হাত এতটুকু উপরে উঠাতেন যে, তাঁর বগলের শুভ্রতা দেখা যেত।;\n",
        "id": 974,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৬৫৭. বৃষ্টিপাতের সময় কি পড়তে হয়।",
        "hadithBengali": "وَقَالَ ابْنُ عَبَّاسٍ: (كَصَيِّبٍ) الْمَطَرُ. وَقَالَ غَيْرُهُ صَابَ وَأَصَابَ يَصُوبُ;\n\nইবন আব্বাস (রাঃ) থেকে বর্ণিত, কুরআনের আয়াত كَصَيِّبٍ অর্থ বৃষ্টি। অন্যরা বলেছেন صَيِّبٍ শব্দটি صَابَ وَأَصَابَ يَصُوبُ এর মুল ধাতু থেকে উৎপন্ন। ;\n\n\n৯৭৫। মুহাম্মদ ইবনু মুকাতিল (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বৃষ্টি দেখলে বলতেন, হে আল্লাহ! মুষলধারায় কল্যাণকর বৃষ্টি দাও। কাসিম ইবনু ইয়াহইয়া (রহঃ) উবায়দুল্লাহ সূত্রে তাঁর বর্ণনায় আবদুল্লাহ (রহঃ) এর অনুসরণ করেছেন এবং উকাইল ও আওযায়ী (রহঃ) নাফি (রহঃ) থেকে তা বর্ণনা করেছেন।;\n",
        "id": 975,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৬৫৮. বৃষ্টিতে কেউ এমনভাবে ভিজে যাওয়া যে, দাঁড়ি বেয়ে পানি ঝরালো। ",
        "hadithBengali": "৯৭৬। মুহাম্মদ ইবনু মুকাতিল (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যুগে একবার লোকেরা অনাবৃষ্টিতে পতিত হল। সে সময় রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একবার মিম্বারে দাঁড়িয়ে জুমুআর খুৎবা দিচ্ছিলেন। তখন এক বেদুঈন দাঁড়িয়ে বলল, ইয়া রাসূলাল্লাহ! (অনাবৃষ্টিতে) ধন সম্পদ বিনষ্ট হয়ে যাচ্ছে। পরিবার পরিজন ক্ষুধার্ত। আপনি আল্লাহর কাছে দুআ করুন, তিনি যেন আমাদের বৃষ্টি দান করেন। তখন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (দুআর জন্য) তাঁর দুহাত তুললেন। সে সময় আকাশে একখণ্ড মেঘও ছিলনা। বর্ণনাকারী বলেন, হঠাৎ পাহাড়ের মত বহু মেঘ একত্রিত হল। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মিম্বার থেকে অবতরনের পূর্বে বৃষ্টি শুরু হল। এমনকি আমি দেখলাম, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর দাঁড়ি মুবারক বেয়ে বৃষ্টির পানি ঝরছে।;\n\nবর্ণনাকারী আরো বলেন সেদিন, তার পরের দিন, তার পরবর্তী দিন এবং পরবর্তী জুমুআ পর্যন্ত বৃষ্টি হল। তারপর সে বেদুঈন, বা অন্য কেউ দাঁড়িয়ে বলল, ইয়া রাসূলাল্লাহ! (অতি বৃষ্টিতে) ঘর-বাড়ি বিধ্বস্ত হয়ে গেল, সম্পদ ডুবে গেল, আপনি আল্লাহর কাছে আমাদের জন্য দোয়া করুন। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখন তাঁর দুহাত তুলে বললেনঃ হে আল্লাহ! আমাদের আশে পাশে, আমাদের উপর নয়। এরপর তিনি হাত দিয়ে আকাশের যে দিকে ইঙ্গিত করলেন, সে দিকের মেঘ কেটে গেল। এতে সমগ্র মদিনার আকাশ মেঘ মুক্ত চালের মত হয়ে গেল এবং কানাত উপত্যকায় একমাস ধরে বৃষ্টি প্রবাহিত হতে থাকে। বর্ণনাকারী বলেন, তখন যে অঞ্চল থেকে লোক আসত, কেবল এ অতিবৃষ্টির কথাই বলাবলি করত।;\n",
        "id": 976,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৬৫৯. যখন বায়ু প্রবাহিত হয়। ",
        "hadithBengali": "৯৭৭। সাঈদ ইবনু আবূ মারয়াম (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত, তিনি বলেন, যখন প্রচণ্ড বেগে বায়ু প্রবাহিত হতো তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর চেহারায় তার প্রতিক্রিয়া দেখা দিত। (অর্থাৎ চেহারায় আতঙ্কের চিহ্ন ফুটে উঠত)।;\n",
        "id": 977,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৬৬০. নবী (ﷺ) এর উক্তি, আমাকে পূবালী হাওয়া দিয়ে সাহায্য করা হয়েছে।",
        "hadithBengali": "৯৭৮। মুসলিম ইবনু ইব্রাহীম (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, আমাকে পূবালী হাওয়া দিয়ে সাহায্য করা হয়েছে। আর আদ জাতিকে পশ্চিমা বায়ু দিয়ে ধ্বংস করা হয়েছে।;\n",
        "id": 978,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৬৬১. ভুমিকম্প ও কিয়ামতের আলামত সম্পর্কে যা বর্ণিত হয়েছে। ",
        "hadithBengali": "৯৭৯। আবূল ইয়ামান (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কিয়ামত কায়েম হবে না, যে পর্যন্ত না ইল্'ম উঠিয়ে নেওয়া হবে, অধিক পরিমাণে ভূমিকম্প হবে, সময় সংকুচিত হয়ে আসবে, ফিতনা প্রকাশ পাবে এবং হারজ বৃদ্ধি পাবে। হারজ অর্থ খুনখারাবী। তোমাদের সম্পদ এত বৃদ্ধি পাবে যে, উপচে পড়বে।;\n",
        "id": 979,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৬৬১. ভুমিকম্প ও কিয়ামতের আলামত সম্পর্কে যা বর্ণিত হয়েছে। ",
        "hadithBengali": "৯৮০। মুহাম্মদ ইবনু মুসান্না (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, হে আল্লাহ! আমাদের শামে (সিরিয়া) ও ইয়ামনে বরকত দান করুন। লোকেরা বলল, আমাদের নজদেও। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ হে আল্লাহ! আমাদের শামদেশে ও ইয়ামনে বরকত দান করুন। লোকেরা তখন বলল, আমাদের নজদেও। রাবী বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখন বললেনঃ সেখানে তো রয়েছে ভূমিকম্প ও ফিতনা ফাসাদ আর শয়তানের শিং সেখান থেকেই বের হবে।;\n",
        "id": 980,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৬৬২. আল্লাহ্' তা'লার বাণীঃ وَتَجْعَلُونَ رِزْقَكُمْ أَنَّكُمْ تُكَذِّبُونَ এবং তোমরা মিথ্যা আরোপকেই তোমাদের উপজীব্য করেছ। ইবন আব্বাস (রাঃ) বলেন, রিযক দ্বারা এখানে কৃতজ্ঞতা বুঝানো হয়েছে। ",
        "hadithBengali": "৯৮১। ইসমাইল (রহঃ) ... যায়িদ ইবনু খালিদ জুহানী (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রাতে বৃষ্টিপাতের পরে আমাদের নিয়ে হুদায়বিয়ায় ফজরের সালাত (নামায/নামাজ) আদায় করেন। তারপর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সালাম ফিরিয়ে লোকদের দিকে মুখ করে বললেনঃ তোমরা কি জানো, তোমাদের রব কি বলেছেন? তাঁরা বললেন, আল্লাহ্' ও তাঁর রাসূলই ভালো জানেন। তিনি তখন বললেন, (আল্লাহ্' বলেছেন) আমার কিছুসংখ্যক বান্দা অবিশ্বাসী হয়ে গেল। যে ব্যাক্তি বলে, আল্লাহ্'র ফযল ও রহমতে আমাদের উপর বৃষ্টি বর্ষিত হয়েছে, সে আমার প্রতি বিশ্বাসী এবং নক্ষত্রের প্রতি অবিশ্বাসী। আর যে ব্যাক্তি বলে, অমুক অমুক নক্ষত্র উদয়ের ফলে (বৃষ্টি বর্ষিত হয়েছে) সে ব্যাক্তি আমার প্রতি অবিশ্বাসী এবং নক্ষত্রের প্রতি বিশ্বাসী।;\n",
        "id": 981,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "যায়দ ইবনু খালিদ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৬৬৩. কখন বৃষ্টি হবে তা মহান আল্লাহ্' ব্যতীত কেউ জানে না।",
        "hadithBengali": "وَقَالَ أَبُو هُرَيْرَةَ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: خَمْسٌ لاَ يَعْلَمُهُنَّ إِلاَّ اللَّهُ;\n\nআবু হুরায়রা (রাঃ) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন, পাঁচটি এমন বিষয় রেয়েছে, যে সম্পর্কে আল্লাহ্' ব্যতীত কেউ জানে না। ;\n\n\n৯৮২। মুহাম্মদ ইবনু ইউসুফ (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ গায়বের কুঞ্জি হল পাঁচটি, যা আল্লাহ ব্যতীত কেউ জাননা। ১. কেউ জাননা যে, আগামী কাল কি ঘটবে। ২. কেউ জাননা যে মায়ের গর্ভে কী আছে। ৩. কেউ জাননা যে, আগামীকাল সে কী অর্জন করবে। ৪. কেউ জাননা যে, সে কোথায় মারা যাবে। ৫. কেউ জাননা যে, কখন বৃষ্টি হবে।;\n",
        "id": 982,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    }
]