[
    {

        "chapter_bn": "৬৮৩. কুরআন তিলাওয়াতের সিজ্দা ও এর পদ্ধতি।",
        "hadithBengali": "১০০৬। মুহাম্মদ ইবনু বাশ্'শার (রহঃ) ... আবদুল্লাহ ইবনু মাসউদ) (রাঃ) থেকে বর্ণিত, তিনি বলেন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মক্কায় সূরা আন্-নাজম তিলওয়াত করেন। এরপর তিনি সিজদা করেন এবং একজন বৃদ্ধ লোক ছাড়া তাঁর সঙ্গে সবাই সিজদা করেন। বৃদ্ধ লোকটি এক মুঠো কংকর বা মাটি হাতে নিয়ে কপাল পর্যন্ত উঠিয়ে বলল, আমার জন্য এ যথেষ্ট। আমি পরবর্তী যামানায় দেখেছি যে, সে কাফির অবস্থায় নিহত হয়েছে।;\n",
        "id": 1006,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ' ইব্'ন মাসউদ (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৬৮৪. সূরা তানযীলুস্-সাজদা-এর সিজদা।",
        "hadithBengali": "১০০৭। মুহাম্মদ ইবনু ইউসুফ (রহঃ) ... আবূ হুরায়রা (রহঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম শুক্রবার ফজরের সালাতে (الم * تَنْزِيلُالسَّجْدَةَ) এবং (هَلْ أَتَى عَلَى الإِنْسَانِ) সূরা দুটি তিলাওয়াত করতেন।;\n",
        "id": 1007,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৬৮৫. সূরা সোয়াদ- এর সিজ্দা।",
        "hadithBengali": "১০০৮। সুলায়মান ইবনু হারব ও আবূন্-নুমান (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত তিনি বলেন সূরা সোয়াদ এর সিজদা অত্যাবশক সিজ্'দা সমূহের মধ্যে গণ্য নয়। তবে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে আমি তা তিলাওয়াতের পর সিজ্'দা করতে দেখেছি।;\n",
        "id": 1008,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৬৮৬. সূরা আন্ নাজ্'মের- এর সিজদা।",
        "hadithBengali": "قَالَهُ ابْنُ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ;\n\nইবন আব্বাস (রাঃ) নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে এ বিষয়ে বর্ণনা করেছেন।;\n\n\n১০০৯। হাফস ইবনু উমর (রহঃ) ... আবদুল্লাহ ইবনু মাসউদ) (রাঃ) থেকে বর্ণিত যে, একবার নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সূরা আন্ নাজ্'ম তিলাওয়াত করেন, এরপর সিজ্'দা করেন। তখন উপস্থিত লোকদের এমন কেউ বাকী ছিল না, যে তাঁর সঙ্গে সিজদা করেনি। কিন্তু এক ব্যাক্তি এক মুঠো কংকর বা মাটি হাতে নিয়ে কপাল পর্যন্ত তুলে বলল, এটাই আমার জন্য যথেষ্ট। (আবদুল্লাহ (রাঃ) বলেন) পরে আমি এ ব্যাক্তিকে দেখেছি যে, সে কাফির অবস্থায় নিহত হয়েছে।;\n",
        "id": 1009,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৬৮৭. মুশরিকদের সাথে মুসলিমগণের সিজদা করা আর মুশরিকরা অপবিত্র। তাদের উযু হয় না। আবদুল্লাহ ইবন উমর (রা.) বিনা উযুতে তিলাওয়াতের সিজদা করেছেন।",
        "hadithBengali": "১০১০। মুসাদ্দাদ (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সূরা ওয়ান্-নাজ্'ম তিলাওয়াতের পর সিজ্'দা করেন এবং তাঁর সঙ্গে সমস্ত মুসলিম, মুশরিক, জ্বিন ও ইনসান সবাই সিজ্'দা করেছিল।;\n",
        "id": 1010,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৬৮৮. যিনি সিজ্দার আয়াত তিলাওয়াত করলেন। অথচ সিজ্দা করলেন না।",
        "hadithBengali": "১০১১। সুলায়মান ইবনু দাউদ আবূ বারী (রহঃ) .... যায়দ ইবনু সাবিত (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সূরা ওয়ান্ নাজ্'ম তিলাওয়াত করেন অথচ এত সিজ্'দা করেননি।;\n",
        "id": 1011,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "যায়দ ইবনু সাবিত (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৬৮৮. যিনি সিজ্দার আয়াত তিলাওয়াত করলেন। অথচ সিজ্দা করলেন না।",
        "hadithBengali": "১০১২। আদম ইবনু আবূ ইয়াস (রহঃ) ... যায়দ ইবনু সাবিত (রাঃ) থেকে বর্ণিত, তিনি বলেন আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সামনে সূরা ওয়ান্ নাজম তিলাওয়াত করলাম। তিনি কিন্তু সিজদা করেননি।;\n",
        "id": 1012,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "যায়দ ইবনু সাবিত (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৬৮৯ সূরা ইযাস্ সামাউন্ শাক্কাত' এর সিজ্দা।",
        "hadithBengali": "১০১৩। মুসলিম ও মুআয ইবনু ফাযালা (রহঃ) ... আবূ সালামা (রহঃ) থেকে বর্ণিত, তিনি বলেন, একবার আবূ হুরায়রা (রাঃ) কে দেখলাম তিনি إِذَا السَّمَاءُ انْشَقَّتْ সুরা তেলাওয়াত করলেন এবং সিজদা করলেন। আমি জিজ্ঞাসা করলাম হে আবূ হুরায়রা! আমি কি আপনাকে সিজদা করতে দেখিনি? তিনি বললেন, আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে সিজদা করতে না দেখলে সিজদা করতাম না।;\n",
        "id": 1013,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ সালামাহ্ ইবনু আবদুর রাহমান (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৬৯০. তিলাওয়াতকারীর সিজদার কারণে সিজদা করা। ",
        "hadithBengali": "وَقَالَ ابْنُ مَسْعُودٍ لِتَمِيمِ بْنِ حَذْلَمٍ- وَهْوَ غُلاَمٌ- فَقَرَأَ عَلَيْهِ سَجْدَةً، فَقَالَ اسْجُدْ فَإِنَّكَ إِمَامُنَا فِيهَا;\n\nতামীম ইবন হাযলাম নামক এক বালক সিজদার আয়াত তিলাওয়াত করলে ইবন মাসউদ (রাঃ) তাঁকে (সিজদা করতে আদেশ করে) বলেন, এ ব্যাপারে তুমিই আমাদের ইমাম।;\n\n\n১০১৪। মুসাদ্দাদ (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একবার আমাদের সামনে এমন এক সূরা তিলাওয়াত করলেন, যাতে সিজ্'দার আয়াত রয়েছে। তাই তিনি সিজ্'দা করলেন এবং আমরাও সিজ্'দা করলমা। ফলে অবস্থা এমন দাঁড়াল যে, আমাদের কেউ কেউ কপাল রাখার জায়গা পাচ্ছিলেন না।;\n",
        "id": 1014,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৬৯১. ইমাম যখন সিজদার আয়াত তিলাওয়াত করেন তখন লোকের ভীড়। ",
        "hadithBengali": "১০১৫। বিশর ইবনু আদম (রহঃ) .... ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সিজ্'দার আয়াত তিলাওয়াত করতেন এবং আমরা তাঁর নিকট থাকতাম, তখন তিনি সিজদা করতেন এবং আমরাও তাঁর সঙ্গে সিজ্'দা করতাম। এতে এত ভীড় হতো যে, আমাদের মধ্যে কেউ কেউ সিজদা করার জন্য কপাল রাখার জায়গা পেত না।;\n",
        "id": 1015,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৬৯২. যাঁরা অভিমত প্রকাশ করেন যে, আল্লাহ্ তা'আলা তিলাওয়াতের সিজদা ওয়াজিব করেন নি।",
        "hadithBengali": "وَقِيلَ لِعِمْرَانَ بْنِ حُصَيْنٍ الرَّجُلُ يَسْمَعُ السَّجْدَةَ وَلَمْ يَجْلِسْ لَهَا قَالَ أَرَأَيْتَ لَوْ قَعَدَ لَهَا كَأَنَّهُ لاَ يُوجِبُهُ عَلَيْهِ. وَقَالَ سَلْمَانُ مَا لِهَذَا غَدَوْنَا. وَقَالَ عُثْمَانُ رَضِيَ اللَّهُ عَنْهُ إِنَّمَا السَّجْدَةُ عَلَى مَنِ اسْتَمَعَهَا. وَقَالَ الزُّهْرِيُّ لاَ يَسْجُدُ إِلاَّ أَنْ يَكُونَ طَاهِرًا، فَإِذَا سَجَدْتَ وَأَنْتَ فِي حَضَرٍ فَاسْتَقْبِلِ الْقِبْلَةَ، فَإِنْ كُنْتَ رَاكِبًا فَلاَ عَلَيْكَ حَيْثُ كَانَ وَجْهُكَ. وَكَانَ السَّائِبُ بْنُ يَزِيدَ لاَ يَسْجُدُ لِسُجُودِ الْقَاصِّ;\n\nইমরান ইবন হুসাইন (রাঃ)-কে জিজ্ঞাসা করা হয়েছিল, যে ব্যক্তি সিজদার আয়াত শুনল কিন্তু এর জন্য সে বসেনি (তার কি সিজদা দিতে হবে?) তিনি বললেন, তুমি কি মনে কর সে যদি তা শোনার জন্য বসতো (তা হলে কি) তাকে সিজদা করতে হত? (বুখারী (রহঃ) বলেন) যেন তিনি তার জন্য সিজদা ওয়াজিব মনে করেন না। সালমান (ফারিসী (রাঃ) বলেছেন আমরা এর জন্য (সিজদার আয়াত শোনার জন্য) আসিনি। উসমান (ইবন আফফান) (রাঃ) বলেছেন, যে মনোযাগসহ সিজদার আয়াত শোনে শুধু তার উপর সিজদা ওয়াজিব। যুহরী (রহঃ) বলেছেন, পবিত্র অবস্থা ছাড়া সিজদা করবে না। যদি তুমি আবাসে থেকে সিজদা কর, তবে কিবলামুখী হবে। যদি তুমি সাওয়ার অবস্থায় হও, তবে যে দিকেই তোমার মুখ হোক না কেন, তাতে তোমার কোন দোষ নাই। আর সায়িব ইবন্ ইয়াযীদ (রহঃ) বক্তার বক্তৃতায় সিজদার আয়াত শোনে সিজদা করতেন না।;\n\n\n১০১৬। ইব্রাহীম ইবনু মূসা (রহঃ) ... উমর ইবনু খাত্তাব (রাঃ) থেকে বর্ণিত, তিনি এক জুমু্আর দিন মিম্বরে দাঁড়িয়ে সূরা নাহল তিলাওয়াত করেন। এতে যখন সিজ্'দার আয়াত এল, তখন তিনি মিম্বর থেকে নেমে সিজ্'দা করলেন এবং লোকেরাও সিজ্'দা করল। এভাবে যখন পরবর্তী জুমুআ এল, তখন তিনি সে সূরা পাঠ করেন। এতে যখন সিজ্'দার আয়াত এল, তখন তিনি বললেন, হে লোক সকল! আমরা যখন সিজ্'দার আয়াত তিলাওয়াত করি, তখন যে সিজ্'দা করবে সে ঠিকই করবে, যে সিজ্'দা করবে না তার কোন গুনাহ নেই। তার বর্ণনায় (বর্ণনাকারী বলেন) আর উমর (রাঃ) সিজ্'দা করেন নি।;\n\nনাফি (রহঃ) ইবনু উমর (রাঃ) থেকে আরো বলেছেন, আল্লাহ তাআলা সিজ্'দা ফরয করেন নি, তবে আমরা ইচ্ছা করলে সিজ্'দা করতে পারি।;\n",
        "id": 1016,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উমর ইবনুল খাত্তাব  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৬৯৩. সালাতে সিজ্দার আয়াত তিলাওয়াত করে সিজ্দা করা।",
        "hadithBengali": "১০১৭। মুসাদ্দাদ (রহঃ) ... আবূ রাফি (রাঃ) থেকে বর্ণিত, তিনি বলেন আমি একবার আবূ হুরায়রা (রাঃ) এর সাথে ইশার সালাত (নামায/নামাজ) আদায় করেছিলাম। তিনি সালাতেإِذَا السَّمَاءُ انْشَقَّتْ সূরা তিলাওয়াত করে সিজদা করলেন। আমি জিজ্ঞেস করলাম এ কী? তিনি বললেন, এ সূরা তিলাওয়াতের সময় আবূল কাসিমসাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর পিছনে আমি এ সিজদা করেছিলাম। তাই তাঁর সঙ্গে মিলিত না হওয়া পর্যন্ত এ ভাবে আমি সিজ্'দা করতে থাকব।;\n",
        "id": 1017,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ রাফি (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৬৯৪. ভীড়ের কারণে সিজ্দা দিতে জায়গা না পেলে।",
        "hadithBengali": "১০১৮। সাদাকা (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন এমন সূরা তিলাওয়াত করতেন যাতে সিজ্'দা রয়েছে, তখন তিনি সিজ্'দা করতেন এবং আমরাও তাঁর সঙ্গে সিজদা করতাম। এমন কি (ভীড়ের কারণে) আমাদের মধ্যে কেউ কেউ কপাল রাখার জায়গা পেত না।;\n",
        "id": 1018,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    }
]
