[
    {

        "chapter_bn": "৭১৫. তাহজ্জুদ (ঘুম থেকে জেগে) সালাত আদায় করা। মহান আল্লাহর বাণীঃ  আর আপনি রাতের এক অংশে তাহজ্জুদ আদায় করুন, যা আপনার জন্য অতিরিক্ত কর্তব্য।",
        "hadithBengali": "১০৫৪। আলী ইবনু আবদুল্লাহ (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রাতে তাহাজ্জুদের উদ্দেশ্যে যখন দাঁড়াতেন, তখন দুআ পড়তেন- ইয়া আল্লাহ! আপনারই জন্য সমস্ত প্রশংসা। আপনি আসমান যমীন এবং তাদের মাঝে বিদ্যমান সব কিছুর মালিক আপনারই জন্য সমস্ত প্রশংসা। আপনি আসমান যমীন এবং এ দুয়ের মাঝে যা কিছু আছে সব কিছুর নূর। আপনারই জন্য সমস্ত প্রশংসা। আপনই চির সত্য। আপনার ওয়াদা চির সত্য; আপনার সাক্ষাত সত্য; আপনার বাণী সত্য; জান্নাত সত্য; জাহান্নাম সত্য; নবীগণ সত্য; মুহাম্মাদ সত্য, কিয়ামত সত্য। ইয়া আল্লাহ! আপনার কাছেই আমি আত্মসমর্পন করলাম; আপনার প্রতি ঈমান আনলাম; আপনার উপরেই তাওয়াক্কুল করালাম, আপনার দিকেই রুজূ করলাম; আপনার (সন্তুষ্টির জন্যই) শত্রুতায় লিপ্ত হলাম, আপনাকেই বিচারক মেনে নিলাম। তাই আপনি আমার পূর্বাপর ও প্রকাশ্য গোপন সব অপরাধ ক্ষমা করুন। আপনই অগ্র পশ্চাতের মালিক। আপনি ব্যতীত কোন ইলাহ্ নেই, অথবা (অপর বর্ণনায়) আপনি ব্যতীত আর কোন মাবূদ নেই।;\n\nসুফিয়ান (রহঃ) বলেছেন, (অপর সূত্রে) আবদুল করীম আবূ উমাইয়্যা (রহঃ) তাঁর বর্ণনায় وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ (অংশটুকু) অতিরিক্ত বর্ণনা করেছেন। সুফিয়ান (রহঃ) ... ইবনু আব্বাস (রাঃ) সূত্রে থেকে বর্ণনা করেছেন।;\n",
        "id": 1054,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭১৬. রাত জেগে ইবাদত করার ফযীলত।",
        "hadithBengali": "১০৫৫। আবদুল্লাহ ইবনু মুহাম্মদ ও মাহমুদ (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর জীবিতকালে কোন ব্যাক্তি স্বপ্ন দেখলে তা রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর খিদমতে বর্ণনা করত। এতে আমার মনে আকাঙ্খা জাগলো যে, আমি কোন স্বপ্ন দেখলে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট বর্ণনা করব। তখন আমি যুবক ছিলাম। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সময়ে মসজিদে ঘুমাতাম। আমি স্বপ্নে দেখলাম, যেন দুজন ফিরিশতা আমাকে জাহান্নামের দিকে নিয়ে চলেছেন। তা যেন কুপের পাড় বাঁধানোর ন্যায় পাড় বাঁধানে। তাতে দুটি খুঁটি রয়েছে এবং এর মধ্যে রয়েছে এমন কতক লোক, যাদের আমি চিনতে পারলাম। তখন আমি বলতে লাগলাম, আমি জাহান্নাম থেকে আল্লাহর নিকট পানাহ চাই। তিনি বলেন, তখন অন্য একজন ফিরিশতা আমাদের সঙ্গে মিলিত হলেন। তিনি আমাকে বললেন, ভয় পেয় না। আমি এ স্বপ্ন (আমার বোন উম্মুল মুমিনীন) হাফসা (রাঃ) এর কাছে বর্ণনা করলাম। এরপর হাফসা (রাঃ) তা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট বর্ণনা করলেন। তখন তিনি বললেনঃ আবদুল্লাহ কতই না ভাল লোক! যদি রাত জেগে সে সালাত (নামায/নামাজ) (তাহাজ্জুদ) আদায় করত! এরপর থেকে আবদুল্লাহ (রাঃ) খুব অল্প সময়ই ঘুমাতেন।;\n",
        "id": 1055,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭১৭. রাতের সালাতে সিজ্দা দীর্ঘ করা।",
        "hadithBengali": "১০৫৬। আবূল ইয়ামান (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (তাহাজ্জুদের) এগার রাকাআত সালাত (নামায/নামাজ) আদায় করতেন এবং তা ছিল তাঁর (স্বাভাবিক) সালাত। সে সালাতে তিনি এক একটি সিজ্'দা এত পরিমাণ (দীর্ঘায়িত) করতেন যে, তোমাদের কেউ (সিজ'্দা থেকে) তাঁর মাথা তোলার আগে পঞ্চাশ আয়াত তিলাওয়াত করতে পারত। আর ফজরের (ফরয) সালাতের আগে তিনি দু রাকাআত সালাত আদায় করতেন। তারপর তিনি ডান কাঁতে শুইতেন যতক্ষণ না সালাতের জন্য তাঁর কাছে মুয়ায্'যিন আসতো।;\n",
        "id": 1056,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭১৮. অসুস্থ ব্যক্তির তাহজ্জুদ আদায় না করা। ",
        "hadithBengali": "১০৫৭। আবূ নাআইম (রহঃ) ... জুনদাব (রাঃ) থেকে বর্ণিত বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (একবার) অসুস্থ হয়ে পড়েন। ফলে এক রাত বা দুরাত তিনি (তাহাজ্জুদ সালাত (নামায/নামাজ)-এর উদ্দেশ্যে) উঠেন নি।;\n",
        "id": 1057,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "জুনদুব ইবনু আবদুল্লাহ্ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭১৮. অসুস্থ ব্যক্তির তাহজ্জুদ আদায় না করা। ",
        "hadithBengali": "১০৫৮। মুহাম্মদ ইবনু কাসীর (রহঃ) ... জুনদুব ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত, তিনি বলেন, একবার সাময়িকভাবে জিবরীল (আলাইহিস্ সালাম) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকটে হাযিরা থেকে বিরত থাকেন। এতে জনৈকা কুরাইশ নারী বলল, তার শয়তানটি তাঁর কাছে আসতে দেরী করছে। তখন নাযিল হল وَالضُّحَى * وَاللَّيْلِ إِذَا سَجَى * مَا وَدَّعَكَ رَبُّكَ وَمَا قَلَى শপথ পূর্বাহ্নের ও রজনীর যখন তা হয় নিঝুম। আপনার প্রতিপালক আপনাকে পরিত্যাগ করেন নি এবং আপনার প্রতি বিরূপও হন নি।; (সূরা দুহা);\n",
        "id": 1058,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "জুনদুব ইবনু আবদুল্লাহ্ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭১৯. তাহজ্জুদ ও নফল ইবাদতের প্রতি নবী (ﷺ) এর উৎসাহ প্রদান, অবশ্য তিনি তা ওয়াজিব করেন নি।",
        "hadithBengali": "وَطَرَقَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَاطِمَةَ وَعَلِيًّا- عليهما السلام- لَيْلَةً لِلصَّلاَةِ;\n\nনবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাহাজ্জুদ সালাতে উৎসাহ দানের জন্য একরাতে ফাতিমা ও আলী (রা.)-এর ঘরে গিয়েছিলেন। ;\n\n\n১০৫৯। ইবনু মুকাতিল (রহঃ) ... উম্মু সালামা (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক রাতে ঘুম থেকে জেগে উঠে বললেনঃ সুবহানাল্লাহ্! আজ রাতে কত না ফিত্'না নাযিল করা হল! আজ রাতে কত না (রহমতের) ভান্ডারই নাযিল করা হল! কে জাগিয়ে দিবে হুজরাগুলোর বাসিন্দাদের? ওহে! শোন, দুনিয়ার অনেক বস্ত্র পরিহিতা আখিরাতে বিবস্ত্রা হয়ে যাবে।;\n",
        "id": 1059,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উম্মু সালামাহ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭১৯. তাহজ্জুদ ও নফল ইবাদতের প্রতি নবী (ﷺ) এর উৎসাহ প্রদান, অবশ্য তিনি তা ওয়াজিব করেন নি।",
        "hadithBengali": "১০৬০। আবূল ইয়ামান (রহঃ) ... আলী ইবনু আবূ তালিব (রাঃ) থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক রাতে তাঁর কন্যা ফাতিমা (রাঃ) এর কাছে এসে বললেনঃ তোমরা কি সালাত (নামায/নামাজ) আদায় করছ না? আমি বললাম, ইয়া রাসূলাল্লাহ! আমাদের আত্মাগুলো তো আল্লাহ্ পাকের হাতে রয়েছে। তিনি যখন আমাদের জাগাতে মর্জি করবেন, জাগিয়ে দিবেন। আমরা যখন একথা বললাম, তখন তিনি চলে গেলেন। আমার কথার কোন প্রত্যুত্তর করলেন না। পরে আমি শুনতে পেলাম যে, তিনি ফিরে যেতে যেতে আপন উরুতে করাঘাত করছিলেন এবং কুরআনের এ আয়াত তিলাওয়াত করছিলেন অর্থাৎঃوَكَانَ الإِنْسَانُ أَكْثَرَ شَىْءٍ جَدَلاً মানুষ অধিকাংশ ব্যাপারেই বিতর্ক প্রিয়।;\n",
        "id": 1060,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আলী ইবনু আবী তালিব (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭১৯. তাহজ্জুদ ও নফল ইবাদতের প্রতি নবী (ﷺ) এর উৎসাহ প্রদান, অবশ্য তিনি তা ওয়াজিব করেন নি।",
        "hadithBengali": "১০৬১। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যে আমল করা পছন্দ করতেন, সে আমল কোন কোন সময় এ আশংকায় ছেড়ে দিতেন যে, লোকেরা সে আমল করতে থাকবে, ফলে তাদের উপর তা ফরয হয়ে যাবে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কখনো চাশ্'তের সালাত (নামায/নামাজ) আদায় করেন নি।[১] আমি সে সালাত আদায় করি।;\n",
        "id": 1061,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭১৯. তাহজ্জুদ ও নফল ইবাদতের প্রতি নবী (ﷺ) এর উৎসাহ প্রদান, অবশ্য তিনি তা ওয়াজিব করেন নি।",
        "hadithBengali": "১০৬২। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... উম্মুল মুমিনীন আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক রাতে মসজিদে সালাত (নামায/নামাজ) আদায় করছিলেন, কিছু লোক তাঁর সঙ্গে সালাত আদায় করলো। পরবর্তী রাতেও তিনি সালাত আদায় করলেন এবং লোক আরো বেড়ে গেল। এরপর তৃতীয় কিংবা চতুর্থ রাতে লোকজন সমবেত হলেন, কিন্তু রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বের হলেন না। সকাল হলে তিনি বললেনঃ তোমাদের কার্যকলাপ আমি লক্ষ্য করেছি। তোমাদের কাছে বেরিয়ে আসার ব্যাপারে শুধু এ আশংকাই আমাকে বাধা দিয়েছে যে, তোমাদের উপর তা ফরয হয়ে যাবে। আর ঘটনাটি ছিল রামাযান মাসের (তারাবীহ্'র সালাতের)।;\n",
        "id": 1062,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭২০. নবী (ﷺ) এর তাহজ্জুদের সালাতে দীর্ঘক্ষণ দাঁড়ানোর ফলে তাঁর উভয় কদম মুবারক ফুলে যেতো।",
        "hadithBengali": "وَقَالَتْ عَائِشَةُ رَضِيَ اللَّهُ عَنْهَا حَتَّى تَفَطَّرَ قَدَمَاهُ. وَالْفُطُورُ الشُّقُوقُ، (انْفَطَرَتْ) انْشَقَّتْ;\n\nআয়িশা (রাঃ) বলেছেন, এমনকি তাঁর পদযুগল ফেটে যেতো। কুরআনের শব্দ الْفُطُورُ অর্থ ফেটে যাওয়া انْفَطَرَتْ ফেটে গেল।;\n\n\n১০৬৩। আবূ নুআইম (রহঃ) ... মুগীরা (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রাত্রি জাগরণ করতেন অথবা রাবী বলেছেন, সালাত (নামায/নামাজ) আদায় করতেন; এমনকি তাঁর পদযুগল অথবা তাঁর দু পায়ের গোছা ফুলে যেত। তখন এ ব্যাপারে তাঁকে বলা হল, এত কষ্ট কেন করছেন? তিনি বলতেন, তাই বলে আমি কি একজন শুকরগুযার বান্দা হব না?;",
        "id": 1063,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "মুগীরা ইবনু শু'বা  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭২১. সাহরীর সময় যে ঘুমিয়ে পড়েন। ",
        "hadithBengali": "১০৬৪। আলী ইবনু আবদুল্লাহ (রহঃ) ... আবদুল্লাহ ইবনু আমর ইবনু আস (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁকে বলেছেনঃ আল্লাহ্ পাকের নিকট সর্বাধিক প্রিয় সালাত হল দাউদ (আলাইহিস সালাম) এর সালাত (নামায/নামাজ)। আর আল্লাহ্ পাকের নিকট সর্বাধিক প্রিয় সিয়াম হল দাউদ (আলাইহিস সালাম) এর সিয়াম। তিনি [দাউদ (আঃ)] অর্ধরাত পর্যন্ত ঘুমাতেন, এক তৃতীয়াংশ তাহাজ্জুদ পড়তেন এবং রাতের ষষ্ঠাংশ ঘুমাতেন। তিনি একদিন সিয়াম পালন করতেন, এক দিন করতেন না।;\n",
        "id": 1064,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আমর ইবনুল আস (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭২১. সাহরীর সময় যে ঘুমিয়ে পড়েন। ",
        "hadithBengali": "১০৬৫। আবদান (রহঃ) ... মাসরূক (রহঃ) থেকে বর্ণিত, তিনি বলেন, আমি আয়িশা (রাঃ) কে জিজ্ঞাসা করলাম, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে কোন আমলটি সর্বাধিক প্রিয় ছিল? তিনি বললেন, নিয়মিত আমল। আমি জিজ্ঞেস করলাম, তিনি কখন তাহাজ্জুদের জন্য উঠতেন? তিনি বললেন, যখন মোরগের ডাক শুনতে পেতেন।;\n",
        "id": 1065,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "মাসরূক (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭২১. সাহরীর সময় যে ঘুমিয়ে পড়েন। ",
        "hadithBengali": "১০৬৬। মুহাম্মদ ইবনু সালাম (রহঃ) ... আশআস (রাঃ) তাঁর বর্ণনায় বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মোরগের ডাক শুনে উঠতেন এবং সালাত (নামায/নামাজ) আদায় করতেন।;\n",
        "id": 1066,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আশ'আস (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭২১. সাহরীর সময় যে ঘুমিয়ে পড়েন। ",
        "hadithBengali": "১০৬৭। মূসা ইবনু ইসমায়ীল (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, তিনি আমার কাছে ঘুমিয়ে থাকা অবস্থায়ই সাহ্'রীর সময় হতো। তিনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সম্পর্কে এ কথা বলেছেন।;\n",
        "id": 1067,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭২২. সাহরীর পর ফজরের সালাত পর্যন্ত জাগ্রত থাকা।",
        "hadithBengali": "১০৬৮। ইয়াকুব ইবনু ইব্'রাহীম (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এবং যায়দ ইবনু সাবিত (রাঃ) সাহ্'রী খেলেন। যখন তারা দুজন সাহ্'রী সমাপ্ত করলেন, তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সালাতে দাঁড়িয়ে গেলেন এবং সালাত (নামায/নামাজ) আদায় করলেন। (কাতাদা (রহঃ) বলেন) আমরা আনাস ইবনু মালিক (রাঃ) কে জিজ্ঞাসা করলাম, তাঁদের সাহ্'রী সমাপ্ত করা ও (ফজরের) সালাত শুরু করার মধ্যে কি পরিমাণ সময় ছিল? তিনি বললেন, কেউ পঞ্চাশ আয়াত তিলাওয়াত করতে পারে এ পরিমাণ সময়।;\n",
        "id": 1068,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭২৩. তাহজ্জুদের সালাত দীর্ঘায়িত করা।",
        "hadithBengali": "১০৬৯। সুলাইমান ইবনু হারব (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাতে আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে সালাত (নামায/নামাজ) আদায় করলাম। তিনি এত দীর্ঘ সময় দাঁড়িয়ে থাকলেন যে, আমি একটি মন্দ কাজের ইচ্ছা করে ফেলেছিলাম। (আবূ ওয়াইল (রহঃ) বলেন) আমরা জিজ্ঞাসা করলাম, আপনি কি ইচ্ছা করেছিলেন? তিনি বললেন, ইচ্ছা করেছিলাম, বসে পড়ি এবং নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর ইকতিদা ছেড়ে দেই।;\n",
        "id": 1069,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ' ইব্'ন মাসউদ (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭২৩. তাহজ্জুদের সালাত দীর্ঘায়িত করা।",
        "hadithBengali": "১০৭০। হাফস ইবনু উমর (রহঃ) ... হুযাইফা (রাঃ) থেকে বর্ণিত, তিনি বলেন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রাতের বেলা যখন তাহাজ্জুদ সালাতের জন্য উঠতেন তখন মিস্ওয়াক দ্বারা তাঁর মুখ (দাঁত) পরিষ্কার করে নিতেন।;\n",
        "id": 1070,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "হুযাইফাহ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭২৪. নবী (ﷺ) এর সালাত কিরূপ ছিল এবং রাতে তিনি কত রাকা'আত সালাত আদায় করতেন?",
        "hadithBengali": "১০৭১। আবূল ইয়ামন (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) বলেন, একজন জিজ্ঞাসা করলেন, ইয়া রাসূলাল্লাহ! রাতের সালাত (নামায/নামাজ)-এর (আদায়ের) পদ্ধতি কি? তিনি বললেনঃ দু রাকাআত করে। আর ফজর হয়ে যাওয়ার আশংকা করলে এক রাকাআত মিলিয়ে বিতর আদায় করে নিবে।;\n",
        "id": 1071,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭২৪. নবী (ﷺ) এর সালাত কিরূপ ছিল এবং রাতে তিনি কত রাকা'আত সালাত আদায় করতেন?",
        "hadithBengali": "১০৭২। মুদাদ্দাদ (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সালাত (নামায/নামাজ) ছিল তের রাকাআত অর্থাৎ রাতে। (তাহাজ্জুদ ও বিতরসহ)।;\n",
        "id": 1072,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭২৪. নবী (ﷺ) এর সালাত কিরূপ ছিল এবং রাতে তিনি কত রাকা'আত সালাত আদায় করতেন?",
        "hadithBengali": "১০৭৩। ইসহাক (রহঃ) ... মাসরূক (রহঃ) থেকে বর্ণিত, তিনি বলেন, আমি আয়িশা (রাঃ) কে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর রাতের সালাত (নামায/নামাজ) সম্পর্কে জিজ্ঞাসা করলাম। তিনি বললেন, ফজরের দুরাকাআত (সুন্নাত) ব্যতিরেকে সাত বা নয় কিংবা এগার রাকাআত।;\n",
        "id": 1073,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "মাসরূক (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭২৪. নবী (ﷺ) এর সালাত কিরূপ ছিল এবং রাতে তিনি কত রাকা'আত সালাত আদায় করতেন?",
        "hadithBengali": "১০৭৪। উবায়দুল্লাহ ইবনু মূসা (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রাতের বেলা তের রাকাআত সালাত (নামায/নামাজ) আদায় করতেন, বিত্'র এবং ফজরের দু রাকাআত (সুন্নাত) ও এর অন্তর্ভূক্ত।;\n",
        "id": 1074,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭২৫. নবী (ﷺ) এর ইবাদাতে রাত জাগরণ এবং তাঁর ঘুমানো আর রাত জাগার যতটুক রহিত করা হয়েছে। ",
        "hadithBengali": "وَقَوْلُهُ تَعَالَى يَا أَيُّهَا الْمُزَّمِّلُ قُمْ اللَّيْلَ إِلَّا قَلِيلًا نِصْفَهُ أَوْ انْقُصْ مِنْهُ قَلِيلًا أَوْ زِدْ عَلَيْهِ وَرَتِّلْ الْقُرْآنَ تَرْتِيلًا إِنَّا سَنُلْقِي عَلَيْكَ قَوْلًا ثَقِيلًا إِنَّ نَاشِئَةَ اللَّيْلِ هِيَ أَشَدُّ وِطَاءً وَأَقْوَمُ قِيلًا إِنَّ لَكَ فِي النَّهَارِ سَبْحًا طَوِيلًا وَقَوْلُهُ عَلِمَ أَنْ لَنْ تُحْصُوهُ فَتَابَ عَلَيْكُمْ فَاقْرَءُوا مَا تَيَسَّرَ مِنْ الْقُرْآنِ عَلِمَ أَنْ سَيَكُونُ مِنْكُمْ مَرْضَى وَآخَرُونَ يَضْرِبُونَ فِي الْأَرْضِ يَبْتَغُونَ مِنْ فَضْلِ اللَّهِ وَآخَرُونَ يُقَاتِلُونَ فِي سَبِيلِ اللَّهِ فَاقْرَءُوا مَا تَيَسَّرَ مِنْهُ وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ وَأَقْرِضُوا اللَّهَ قَرْضًا حَسَنًا وَمَا تُقَدِّمُوا لِأَنْفُسِكُمْ مِنْ خَيْرٍ تَجِدُوهُ عِنْدَ اللَّهِ هُوَ خَيْرًا وَأَعْظَمَ أَجْرًا قَالَ أَبُو عَبْد اللَّهِ قَالَ ابْنُ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا نَشَأَ قَامَ بِالْحَبَشِيَّةِ وِطَاءً قَالَ مُوَاطَأَةَ الْقُرْآنِ أَشَدُّ مُوَافَقَةً لِسَمْعِهِ وَبَصَرِهِ وَقَلْبِهِ لِيُوَاطِئُوا لِيُوَافِقُوا;\n\nমহান আল্লাহর বাণীঃ হে বস্ত্রাবৃত! (ইবাদাতে) রাত জাগুন কিছু অংশ ব্যতীত, অর্ধেক রাত অথবা তার কিছু কম সময়। অথবা এর চাইতেও কিছু বাড়িয়ে নিন। আর কুরআন তিলাওয়াত করুন, ধীরে ধীরে, স্পষ্ট ও সুন্দর করে। আমি আপনার প্রতি নাযিল করছি গুরভার বাণী, অবশ্য রাতের উপাসনা প্রবৃত্তি দলনে প্রবলতর এবং বাক্য পূরণে সঠিক। দিবাভাগে রয়েছে আপনার জন্য দীর্ঘ কর্মব্যস্ততা। (৭৩: ১-৭৩) এবং তাঁর বাণীঃ তিনি (আল্লাহ্) জানেন যে, তোমরা এর সঠিক হিসাব রাখতে পার না। অতএব, আল্লাহ্ তোমাদের প্রতি ক্ষমাপরবশ হয়েছেন। কাজেই কুরআনের যতটুকু তিলাওয়াত করা তোমাদের জন্য সহজ ততটুকু তিলাওয়াত কর। আল্লাহ্ জানেন যে, তোমাদের মধ্যে কেউ কেউ অসস্থ হয়ে পড়বে, কেউ কেউ আল্লাহর অনুগ্রহ সন্ধানে দেশভ্রমণ করবে এবং কেউ কেউ আল্লাহর পথে যুদ্ধে লিপ্ত হবে। কাজেই, কুরআন থেকে যতটুকু সহজসাধ্য তিলাওয়াত কর। সালাত কায়িম কর, যাকাত প্রদান কর এবং আল্লাহকে দাও উত্তম ঋণ। তোমরা তোমদের আত্মার মঙ্গলের জন্য ভাল যা কিছু অগ্রীম পাঠাবে তেমরা তা পাবে আল্লাহর নিকট ক্ষম প্রার্থনা কর। নিশ্চয়ই আল্লাহ্ ক্ষমাশীল, পরম দয়ালু। (৭৩ : ২০)।;\n\nইবন আব্বাস (রা.) বলেন, হাব্শী ভাষার نشأ শব্দটির অর্থ قام (উঠে দাড়াল) আর وطاء শব্দের অর্থ হল--- কুরআনের অধিক অনুকূল। অর্থাৎ তাঁর কান, চোখ এবং হৃদয়ের বেশী অনুকূল এবং তাই তা কুরআনের মর্ম অনুধাবনে অধিকতর উপযোগী। ليواطئوا শব্দের অর্থ হল যাতে তারা সামঞ্জস্য বিধান করতে পারে।;\n\n\n১০৭৫। আবদুল আযীয ইবনু আবদুল্লাহ (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত, তিনি বলেন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কোন কোন মাসে সিয়াম পালন করতেন না। এমন কি আমরা ধারণা করতাম যে, সে মাসে তিনি সিয়াম পালন করবেন না। আবার কোন কোন মাসে সিয়াম পালন করতে থাকতেন, এমনকি আমাদের ধারণা হত যে, সে মাসে তিনি সিয়াম ছাড়বেন না। তাঁকে তুমি সালাত (নামায/নামাজ) রত অবস্থায় দেখতে চাইলে তাই দেখতে পেতে এবং ঘুমন্ত অবস্থায় দেখতে চাইলে তাও দেখতে পেতে।;\n\nসুলাইমান ও আবূ খালিদ আহমার (রহঃ) হুমাইদ (রহঃ) থেকে হাদীস বর্ণনায় মুহাম্মদ ইবনু জাফর (রহঃ)-এর অনুসরণ করেছেন।;\n",
        "id": 1075,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭২৬. রাতের বেলা সালাত আদায় না করলে গ্রীবাদেশ শয়তানের গ্রন্থী বেধে দেওয়া।",
        "hadithBengali": "১০৭৬। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের কেউ যখন ঘুমিয়ে পড়ে তখন শয়তান তার গ্রীবাদেশে তিনটি গিট দেয়। প্রতি গিটে সে এ বলে চাপড়ায়, তোমার সামনে রয়েছে দীর্ঘ রাত। তারপর সে যদি জাগ্রত হয়ে আল্লাহকে স্মরণ করে একটি গিঠ খুলে যায়, পরে উযূ (ওজু/অজু/অযু) করলে আর একটি গিঠ খুলে যায়, তারপর সালাত (নামায/নামাজ) আদায় করলে আর একটি গিঠ খুলে যায়। তখন তার প্রভাত হয়, প্রফুল্ল মনে ও নির্মল চিত্তে। অন্যথায় সে সকালে উঠে কলুষিত মনে ও অলসতা নিয়ে।;\n",
        "id": 1076,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭২৬. রাতের বেলা সালাত আদায় না করলে গ্রীবাদেশ শয়তানের গ্রন্থী বেধে দেওয়া।",
        "hadithBengali": "১০৭৭। মুআম্মাল ইবনু হিশাম (রহঃ) ... সামুরা ইবনু জুনদাব (রাঃ) সূত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত, তিনি তাঁর স্বপ্ন বর্ণনার এক পর্যায়ে বলেছেন, যে ব্যাক্তির মাথা পাথর দিয়ে বিচূর্ণ করা হচ্ছিল, সে হল ঐ লোক যে কুরআন মাজিদ শিখে তা পরিত্যাগ করে এবং ফরয সালাত (নামায/নামাজ) আদায় না করে ঘুমিয়ে থাকে।;\n",
        "id": 1077,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সামুরাহ ইবনু জুনদুব (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭২৭. সালাত আদায় না করে ঘুমিয়ে পড়লে শয়তান তার কানে পেশাব করে দেয়।",
        "hadithBengali": "১০৭৮। মুসাদ্দাদ (রহঃ) ... আবদুল্লাহ (ইবনু মাসউদ) (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সামনে এক ব্যাক্তির সম্পর্কে আলোচনা করা হল- সকাল বেল পর্যন্ত সে ঘুমিয়েই কাটিয়েছে, সালাত (নামায/নামাজ)-এর জন্য (যথা সময়ে) জাগ্রত হয়নি, তখন (নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) ইরশাদ করলেনঃ শয়তান তার কানে পেশাব করে দিয়েছে।;\n",
        "id": 1078,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ' ইব্'ন মাসউদ (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭২৮. রাতের শেষভাগে দু'আ করা ও সালাত আদায় করা। আল্লাহ্পাক ইরশাদ করেছেনঃ রাতের সামান্য পরিমাণ (সময়) তাঁরা নিদ্রারত থাকেন, শেষ রাতে তাঁরা েইসতিগ্ফর করেন। (সূরা আয্-যারিয়াতঃ ১৮)।",
        "hadithBengali": "১০৭৯। আবদুল্লাহ ইবনু মাসলামা (রহঃ) ... আবূ হুরাইরা (রাঃ) থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ মহামহিম আল্লাহ্ তাআলা প্রতি রাতে রাতের শেষ তৃতীয়াংশ অবশিষ্ট থাকাকালে নিকটবর্তী আসমানে অবতরণ করে ঘোষণা করতে থাকেনঃ কে আছে এমন, যে আমাকে ডাকবে? আমি তার ডাকে সাড়া দিব। কে আছ এমন যে, আমার কাছে চাইবে? আমি তাকে তা দিব। কে আছ এমনে, আমার কাছে ক্ষমা চাইবে? আমি তাকে ক্ষমা করব।;\n",
        "id": 1079,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭২৯. যে ব্যক্তি রাতের প্রথমাংশে ঘুমিয়ে থাকে এবং শেষ অংশকে (ইবাদাত দ্বারা) প্রাণবন্ত রাখে। ",
        "hadithBengali": "وَقَالَ سَلْمَانُ لأَبِي الدَّرْدَاءِ رَضِيَ اللَّهُ عَنْهُمَا نَمْ. فَلَمَّا كَانَ مِنْ آخِرِ اللَّيْلِ قَالَ قُمْ. قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: صَدَقَ سَلْمَانُ;\n\nসালমান (রাঃ) আবূ দারদা (রাঃ)-কে (রাতের প্রথমাংশে) বললেন, (এখন) ঘুমিয়ে পড়, শেষ রাত হলে তিনি বললেন, (এখন) উঠে পড়। (বিষয়টি অবগত হয়ে) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করলেনঃ সালমান যথার্থ বলেছে।;\n\n\n১০৮০। আবূল ওয়ালীদ ও সুলাইমান (রহঃ) ... আসওয়াদ (রহঃ) থেকে বর্ণিত, তিনি বলেন, আয়িশা (রাঃ)-কে জিজ্ঞাসা করলাম, রাতে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সালাত (নামায/নামাজ) কেমন ছিল? তিনি বললেন, তিনি প্রথমাংশে ঘুমাতেন, শেষাংশে জেগে সালাত আদায় করতেন। এরপর তাঁর শয্যায় ফিরে যেতেন, মুয়ায্'যিন আযান দিলে দ্রুত উঠে পড়তেন, তখন তাঁর প্রয়োজন থাকলে গোসল করতেন, অনথায় উযূ (ওজু/অজু/অযু) করে (মসজিদের দিকে) বেরিয়ে যেতেন।;\n",
        "id": 1080,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আসওয়াদ (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৩০. রামাযানে ও অন্যান্য সময়ে নবী (ﷺ) এর রাত জেগে ইবাদাত।",
        "hadithBengali": "১০৮১। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আবূ সালামা ইবনু আবদুর রাহমান (রহঃ) থেকে বর্ণিত, তিনি আয়িশা (রাঃ) কে জিজ্ঞাসা করেন, রামাযান মাসে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সালাত (নামায/নামাজ) কেমন ছিল? তিনি বললেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রমযান মাসে এবং অন্যান্য সময় (রাতের বেলা) এগার রাকাআতের অধিক সালাত আদায় করতেন না। তিনি চার রাকাআত সালাত আদায় করতেন। তুমি সেই সালাতের সৌন্দর্য ও দীর্ঘত্ব সম্পর্কে আমাকে প্রশ্ন করো না। তারপর তিনি তিন রাকাআত (বিত্'র) সালাত আদায় করতেন। আয়িশা (রাঃ) বলেন, (একদিন) আমি জিজ্ঞাসা করলাম, ইয়া রাসূলাল্লাহ! আপনি কি বিতরের আগে ঘুমিয়ে থাকেন? তিনি ইরশাদ করলেনঃ আমার চোখ দুটি ঘুমায়, কিন্তু আমার হৃদয় ঘুমায় না।;\n",
        "id": 1081,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ সালামাহ্ ইবনু আবদুর রাহমান (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৩০. রামাযানে ও অন্যান্য সময়ে নবী (ﷺ) এর রাত জেগে ইবাদাত।",
        "hadithBengali": "১০৮২। মুহাম্মাদ ইবনু মূসান্না (রহঃ) ... উম্মুল মুমিনীন আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাতের কোন সালাত (নামায/নামাজ) আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে বসে কিরাআত পড়তে দেখিনি। অবশ্য শেষ দিকে বার্ধক্যে উপনীত হলে তিনি বসে কিরাআত পড়তেন। যখন (আরম্ভকৃত) সূরার ত্রিশ চল্লিশ আয়াত অবশিষ্ট থাকত, তখন দাঁড়িয়ে যেতেন এবং সে পরিমাণ কিরাআত পড়ার পর রুকূ করতেন।;\n",
        "id": 1082,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৩১. রাতে ও দিনে তাহারাত (পবিত্রতা) হাসিল করার ফযীলত এবং উযূ করার পর রাতে ও দিনে সালাত আদায়ের ফযীলত।",
        "hadithBengali": "১০৮৩। ইসহাক ইবনু নাসর (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একদিন ফজরের সালাতের সময় বিলাল (রাঃ)-কে জিজ্ঞাসা করলেন, হে বিলাল! ইসলাম গ্রহণের পর সর্বাধিক আশাব্যঞ্জক যে আমল তুমি করেছ, তার কথা আমার নিকট ব্যক্ত কর। কেননা, জান্নাতে আমি আমার সামনে তোমর পাদুকার আওয়াজ শুনতে পেয়েছি। বিলাল (রাঃ) বললেন, দিন রাতের যে কোন প্রহরে আমি তাহারাত ও পবিত্রতা অর্জন করেছি, তখনই সে তাহারাত দ্বারা সালাত (নামায/নামাজ) আদায় করেছি, যে পরিমাণ সালাত আদায় করা আমার তাকদীরে লেখা ছিল। আমার কাছে এর চাইতে (অধিক) আশাব্যঞ্জক হয়, এম কোন বিশেষ আমল আমি করিনি।;\n",
        "id": 1083,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৩২. ইবাদতে কঠোরতা অবলম্বন অপছন্দনীয়।",
        "hadithBengali": "১০৮৪। আবূ মামার (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (মসজিদে) প্রবেশ করে দেখতে পেলেন যে, দুটি স্তম্ভের মাঝে একটি রশি টাঙানো রয়েছে। তিনি জিজ্ঞাসা করলেন, এ রশিটি কি কাজের জন্য? লোকেরা বললো, এটি যায়নাবের রশি, তিনি (ইবাদত করতে করতে) অবসন্ন হয়ে পড়লে এটির সাথে নিজেকে বেঁধে দেন। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করলেনঃ না, ওটা খুলে ফেল। তোমাদের যে কোন ব্যাক্তির প্রফুল্লতা ও সজীবতা থাকা পর্যন্ত ইবাদাত করা উচিৎ। যখন সে ক্লান্ত হয়ে পড়ে তখন যেন সে বসে পড়ে।;\n\nঅন্য এক বর্ণনায় আবদুল্লাহ ইবনু মাসলামা (রহঃ) ... উম্মুল মুমিনীন আয়িশা (রাঃ) থেকে বর্ণিত তিনি বলেন, বনূ আসাদের এক মহিলা আমার কাছে উপস্থিত ছিলেন, তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার কাছে আগমণ করলেন এবং জিজ্ঞাসা করলেন, এ মহিলাটি কে? আমি বললাম, অমুক। তিনি রাতে ঘুমান না। তখন তাঁর সালাত (নামায/নামাজ)-এর কথা উল্লেখ করা হলে তিনি (নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বললেনঃ রেখে দাও। সাধ্যানুযায়ী আমল করতে থাকাই তোমাদের কর্তব্য। কেননা, আল্লাহ্ তাআলা (সওয়াব প্রদানে) বিরক্ত হন না, যতক্ষণ না তোমরা বিরক্ত ও ক্লান্ত হয়ে পড়।;\n",
        "id": 1084,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৩৩. রাত জেগে ইবাদাতকারীর ঐ ইবাদাত বাদ দেওয়া মাকরূহ।",
        "hadithBengali": "১০৮৫। আব্বাস ইবনু হুসাইন ও মুহাম্মদ ইবনু মুকাতিল আবূল হাসান (রহঃ) ... আবদুল্লাহ ইবনু আমর ইবনু আস (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে বললেনঃ হে আবদুল্লাহ! তুমি অমুক ব্যাক্তির মত হয়ো না, সে রাত জেগে ইবাদাত করত, পরে রাত জেগে ইবাদাত করা ছেড়ে দিয়েছে।;\n\nহিশাম (রহঃ) ... আবূ সালামা (রাঃ) থেকে অনুরূপ বর্ণিত আছে।;\n",
        "id": 1085,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আমর ইবনুল আস (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৩৪. পরিচ্ছেদ নাই",
        "hadithBengali": "১০৮৬। আলী ইবনু আবদুল্লাহ (রহঃ) ... আবূল আব্বাস (রহঃ) থেকে বর্ণিত, তিনি বলেন, আবদুল্লাহ ইবনু উমর (রাঃ) থেকে শুনেছি, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে বললেনঃ আমাকে কি জানানো হয়নি যে, তুমি রাতভর ইবাদাতে জেগে থাক, আর দিনভর সিয়াম পালন কর? আমি বললাম, হ্যাঁ, তা আমি করে থাকি। তিনি ইরশাদ করলেনঃ একথা নিশ্চিত যে, তুমি এমন করতে থাকলে তোমার দৃষ্টিশক্তি দুর্বল হয়ে যাবে এবং তুমি ক্লান্ত হয়ে পড়বে। তোমার দেহের অধিকার রয়েছে, তোমার পরিবার পরিজনেরও অধিকার রয়েছে। কাজেই তুমি সিয়াম পালন করবে এবং বাদও দেবে। আর জেগে ইবাদাত করবে ঘুমাবেও।;\n",
        "id": 1086,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবুল আব্বাস (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৩৫. যে ব্যক্তি রাত জেগে সালাত আদায় করে তাঁর ফযীলত।",
        "hadithBengali": "১০৮৭। সাদাকা ইবনু ফাযল (রহঃ) ... উবাদা ইবনু সামিত (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যাক্তি রাতে জেগে ওঠে এ দুআ পড়ে ......لاَ إِلَهَ إِلاَّ اللَّهُ এক আল্লাহ্ ব্যতীত সত্য কোন ইলাহ নেই। তিনি এক তাঁর কোন শরীক নেই। রাজ্য তাঁরই। যাবতীয় প্রশংসা তাঁরই। তিনই সব কিছুর উপরে শক্তিমান। যাবতীয় হামদ আল্লাহরই জন্য, আল্লাহ্ তাআলা পবিত্র, আল্লাহ্ ব্যতীত সত্য ইলাহ্ নেই। আল্লাহ মহান, গুনাহ থেকে বাঁচার এবং নেক কাজ করার কোন শক্তি নেই আল্লাহর তাওফীক ব্যতীত। তারপর বলে, ইয়া আল্লাহ্! আমাকে ক্ষমা করুন। বা (অন্য কোন) দুআ করে, তাঁর দুআ কবূল করা হয়। এরপর উযূ (ওজু/অজু/অযু) করে (সালাত আদায় করলে) তার সালাত (নামায/নামাজ) কবূল করা হয়।;",
        "id": 1087,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উবাদা ইব্'নুস সামিত (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৩৫. যে ব্যক্তি রাত জেগে সালাত আদায় করে তাঁর ফযীলত।",
        "hadithBengali": "১০৮৮। ইয়াহ্ইয়া ইবনু বুকাইর (রহঃ) ... হায়সাম ইবনু আবূ সিনান থেকে বর্ণিত, তিনি বলেন, আবূ হুরায়রা (রাঃ) তাঁর ওয়ায বর্ণনাকালে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর আলোচনা প্রসঙ্গে বলেন, তোমাদের এক ভাই অর্থাৎ আবদুল্লাহ ইবনু রাওয়াহা (রাঃ) অনর্থক কথা বলেন নি।[১] আর আমাদের মাঝে বর্তমান রয়েছেন আল্লাহ রাসূল, যিনি আল্লাহর কিতাব তিলাওয়াত করেন, যখন উদ্ভাসিত হয় ভোরের আলো। গোমরাহীর পর তিনি আমাদের হিদায়াতের পথ দেখিয়েছেন, তাই আমাদের হৃদয়সমূহ, তাঁর প্রতি নিশ্চিত বিশ্বাস স্থাপনকারী যে, তিনি যা বলেছেন তা অবশ্য সত্য। তিনি রাত কাটান শয্যা থেকে পার্শ্বকে দূরে সরিয়ে রেখে, যখন মুশরিকরা শয্যাগুলোতে নিদ্রামগ্ন থাকে।;;\n\nআর উকাইল (রহঃ) ইউনুস (রহঃ)-এর অনুসরণ করেছেন। যুবায়দী (রহঃ) ... আবূ হুরায়রা (রাঃ) সূত্রেও তা বর্ণনা করেছেন।;\n",
        "id": 1088,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "হায়সাম ইবনু আবূ সিনান",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৩৫. যে ব্যক্তি রাত জেগে সালাত আদায় করে তাঁর ফযীলত।",
        "hadithBengali": "১০৮৯। আবূ নুমান (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সময়ে আমি (এক রাতে) স্বপ্নে দেখলাম যেন আমার হাতে একখন্ড মোটা রেশমী কাপড় রয়েছে এবং যেন আমি জান্নাতের যে কোন স্থানে যেতে ইচ্ছা করছি। কাপড় (আমাকে) সেখানে উড়িয়ে নিয়ে যাচ্ছে। অপর একটি স্বপ্নে আমি দেখলাম, যেন দুজন ফিরিশতা আমার কাছে এসে আমাকে জাহান্নামের দিকে নিয়ে যেতে চাচ্ছেন। তখন অন্য একজন ফিরিশতা তাঁদের সামনে এসে বললেন, তোমরা কোন ভয় নেই। (আর ঐ দুজনকে বললেন) তাকে ছেড়ে দাও। (উম্মুল মুমিনীন) হাফসা (রাঃ) আমার স্বপ্নদ্বয়ের একটি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট বর্ণনা করলে তিনি বললেনঃ আবদুল্লাহ্ (রাঃ) কত ভাল লো্ক! যদি সে রাতের বেলা সালাত (নামায/নামাজ) (তাহাজ্জুদ) আদায় করত।;\n\nএরপর থেকে আবদুল্লাহ্ (রাঃ) রাতের এক অংশে সালাত (নামায/নামাজ) আদায় করতেন। সাহবীগণ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট (তাঁদের দেখা) স্বপ্ন বর্ণনা দিলেন। লাইলাতুল কদর রামাযানের শেষ দশকের সপ্তম রাতে। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আমি মনে করি যে, (লাইলাতুল কদর শেষ দশকে হওয়ার ব্যাপারে) তোমাদের স্বপ্নগুলোর মধ্যে পরস্পর মিল রয়েছে। কাজেই যে ব্যাক্তি লাইলাতুল কদরের অনুসন্ধান করতে চায় সে যেন তা (রামাযানের) শেষ দশকে অনুসন্ধান করে।;\n\nহাদিস নং - ১১৫৬, ১১৫৭ ও ১১৫৮;",
        "id": 1089,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৩৬. ফজরের (সুন্নাত) দু' রাকা'আত নিয়মিত আদায় করা।",
        "hadithBengali": "১০৯০। আবদুল্লাহ ইবনু ইয়াযীদ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইশার সালাত (নামায/নামাজ) আদায় করলেন, এরপর আট রাকাআত সালাত আদায় করেন এবং দু রাকাআত আদায় করেন বসে। আর দু রাকাআত সালাত আদায় করেন আযান ও ইকামাত-এর মধ্যবর্তী সময়ে। এ দু রাকাআত তিনি কখনো পরিত্যাগ করতেন না।;\n",
        "id": 1090,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৩৭. ফজরের দু' রাকা'আত সুন্নাতের পর ডান কাতে শোয়া।",
        "hadithBengali": "১০৯১। আবদুল্লাহ ইবনু ইয়াযীদ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ফজরের দু রাকাআত সালাত (নামায/নামাজ) আদায় করার পর ডান কাতে শুইতেন।;\n",
        "id": 1091,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৩৮. দু' রাকা'আত (ফজরের সুন্নাত) এর পর কথাবার্তা বল এবং না শোয়া।",
        "hadithBengali": "১০৯২। বিশর ইবনু হাকাম (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (ফজরের সুন্নাত) সালাত (নামায/নামাজ) আদায় করার পর আমি জেগে থাকলে, তিনি আমার সাথে কথাবার্তা বলতেন, অন্যথায় (জামাআতের সময় হয়ে যাওয়ার) অবগতি প্রদান পর্যন্ত ডান কাতে শুয়ে থাকতেন।;\n",
        "id": 1092,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৩৯. নফল সালাত দু'রাকা'আত করে আদায় করা।",
        "hadithBengali": "وَيُذْكَرُ ذَلِكَ عَنْ عَمَّارٍ وَأَبِي ذَرٍّ وَأَنَسٍ وَجَابِرِ بْنِ زَيْدٍ وَعِكْرِمَةَ وَالزُّهْرِيِّ رَضِيَ اللَّهُ عَنْهُمْ. وَقَالَ يَحْيَى بْنُ سَعِيدٍ الأَنْصَارِيُّ مَا أَدْرَكْتُ فُقَهَاءَ أَرْضِنَا إِلاَّ يُسَلِّمُونَ فِي كُلِّ اثْنَتَيْنِ مِنَ النَّهَارِ;\n\nমুহাম্মদ (ইমাম বুখারী (রহঃ) বলেন, বিষয়টি আম্মার, আবূ যার্র, আনাস, জাবির ইবন যায়িদ (রাঃ) এবং ইকরিমা ও যুহরী (রহঃ) থেকেও উল্লেখিত হয়েছে। ইয়াহইয়া ইবন সাঈদ আনসারী (রহঃ) বলেছেন, আমাদের শহরের (মদীনার) ফকীহগণকে দিনের সালাতে প্রতি দুরাকাআত শেষে সালাম করতে দেখেছি।;\n\n\n১০৯৩। কুতাইবা (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের সব কাজে ইস্তাখারাহ্[১] শিক্ষা দিতেন। যেমন পবিত্র কুরআনের সূরা আমাদের শিখাতেন তিনি বলেছেনঃ তোমাদের কউ কোন কাজের ইচ্ছা করলে সে যেন ফরয নয় এমন দু রাকাআত (নফল) সালাত (নামায/নামাজ) আদায় করার পর এ দুআ পড়েঃ;\n\nইয়া আল্লাহ্! আমি আপনার ইল্'মের ওয়াসীলায় আপনার কাছে (উদ্দীষ্ট বিষয়ের) কল্যাণ চাই এবং আপনার কুদরতের ওয়াসীলায় আপনার কাছে শক্তি চাই আর আপনার কাছে চাই আপনার মহান অনুগ্রহ। কেননা, আপনই (সব কিছুতে) ক্ষমতা রাখেন, আমি কোন ক্ষমতা রাখি না; আপনই (সব বিষয়ে) অবগত আর আমি অবগত নই;) আপনই গায়েব সম্পর্কে সম্যক জ্ঞাত। ইয়া আল্লাহ্! আমার দ্বীন, আমার জীবন-জীবিকা ও আমার কাজের পরিণাম বিচারে, অথবা বলেছেন, আমার কাজের আশা ও শেষ পরিণতি হিসাবে যদি এ কাজটি আমার জন্য কল্যাণকর বলে জানেন তা হলে আমার জন্য তার ব্যবস্থা করে দিন। আর তা আমার জন্য সহজ করে দিন। তারপর আমার জন্য তাতে বরকত দান করুন আর যদি এ কাজটি আমার দ্বীন, আমার জীবন-জীবিকা ও আমার কাজের পরিনাম অথবা বলেছেন, আমার কাজের আশু ও শেষ পরিণতি হিসাবে আমার জন্য ক্ষতি হয় বলে জানেন; তা হলে আপনি তা আমার থেকে সরিয়ে নিন এবং আমাকে তা থেকে ফিরিয়ে রাখুন আর আমার জন্য কল্যাণ নির্ধারিত রাখুন; তা যেখানেই হোক। এরপর সে বিষয়ে আমাকে রাজী থাকার তৌফিক দিন। তিনি ইরশাদ করেন هَذَا الأَمْر তার প্রয়োজনের কথা উল্লেখ করবে।;",
        "id": 1093,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "জাবির ইবনু আবদুল্লাহ আনসারী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৩৯. নফল সালাত দু'রাকা'আত করে আদায় করা।",
        "hadithBengali": "১০৯৪। মাক্কী ইবনু ইবরাহীম (রহঃ) ... আবূ কাতাদা ইবনু রিবআ আনসারী (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেছেনঃ তোমাদের কেউ মসজিদে প্রবেশ করলে দু রাকাআত সালাত (নামায/নামাজ) (তাহিয়্যাতুল-মাসজিদ) আদায় করার আগে বসবে না।;\n",
        "id": 1094,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ কাতাদাহ্ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৩৯. নফল সালাত দু'রাকা'আত করে আদায় করা।",
        "hadithBengali": "১০৯৫। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের নিয়ে দু রাকাআত সালাত (নামায/নামাজ) আদায় করলেন, তারপর চলে গেলেন।;\n",
        "id": 1095,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৩৯. নফল সালাত দু'রাকা'আত করে আদায় করা।",
        "hadithBengali": "১০৯৬। ইয়াহ্ইয়া ইবনু বুকাইর (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে যুহরের আগে দু রাকাআত, যুহ্'রের পরে দু রাকাআত, জুমুআর পরে দু রাকাআত, মাগরিবের পরে দু রাকাআত এবং ইশার পরে দু রাকাআত (সুন্নাত) সালাত (নামায/নামাজ) আদায় করেছি।;\n",
        "id": 1096,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৩৯. নফল সালাত দু'রাকা'আত করে আদায় করা।",
        "hadithBengali": "১০৯৭। আদম (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর খুতবা প্রদান কালে ইরশাদ করলেনঃ তোমরা কেউ এমন সময় মসজিদে উপস্থিত হলে, যখন ইমাম (জুমুআর) খুতবা দিচ্ছেন, কিংবা মিম্বরে আরোহেণের জন্য (হুজরা থেকে) বেরিয়ে পড়েছেন, তাহলে সে তখন যেন দু রাকাআত সালাত (নামায/নামাজ) আদায় করে নেয়।;\n",
        "id": 1097,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "জাবির ইবনু আবদুল্লাহ আনসারী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৩৯. নফল সালাত দু'রাকা'আত করে আদায় করা।",
        "hadithBengali": "১০৯৮। আবূ নুআইম (রহঃ) ... মুজাহিদ (রহঃ) থেকে বর্ণিত তিনি বলেন, এক ব্যাক্তি ইবনু উমর (রাঃ) এর বাড়ীতে এসে তাঁকে খবর দিল, এই মাত্র রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কাবা শরীফে প্রবেশ করলেন। ইবনু উমর (রাঃ) বলেন, আমি অগ্রসর হলাম। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কাবা ঘর থেকে বের হয়ে পড়েছেন। বিলাল (রাঃ) দরওয়াযার কাছে দাঁড়িয়ে রয়েছেন। আমি বললাম, হে বিলাল! রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কাবা শরীফের ভিতরে সালাত (নামায/নামাজ) আদায় করেছেন কি? তিনি বললেন, হ্যাঁ আমি জিজ্ঞাসা করলাম, কোন স্থানে? তিনি বললেন, দুস্তম্ভের মাঝখানে। এরপর তিনি বেরিয়ে এসে কাবার সামনে দু রাকাআত সালাত আদায় করলেন।;\n\nইমাম বুখারী (রহঃ) বলেন, আবূ হুরায়রা (রাঃ) বলেছেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে দু রাকাআত সালাতুয যুহা (চাশ্'ত-এর সালাত) এর আদেশ করেছেন। ইতবান (ইবনু মালিক আনসারী) (রাঃ) বলেন, একদিন বেশ বেলা হলে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আবূ বাকর এবং উমার (রাঃ) আমার এখানে আগমণ করলেন। আমরা তাঁর পিছনে কাতারবন্দী হয়ে দাঁড়ালাম আর তিনি (আমাদের নিয়ে) দু রাকাআত সালাত (চাশ্'ত) আদায় করলেন।;\n",
        "id": 1098,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "মুজাহিদ  (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৪০. ফজরের (সুন্নাত) দু'রাকা'আতের পর কথাবার্তা বলা।",
        "hadithBengali": "১০৯৯। আলী ইবনু আবদুল্লাহ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (ফজরের আযানের পর) দুরাকাআত (সুন্নাত) সালাত (নামায/নামাজ) আদায় করতেন। তারপর আমি সজাগ থাকলে আমার সাথে কথাবার্তা বলতেন, অন্যথায় (ডান) কাতে শয়ন করতেন। (বর্ণনাকারী আলী বলেন) আমি সুফিয়ান (রহঃ) কে জিজ্ঞাসা করলাম, কেউ কেউ এই হাদীসে (দুরাকাআত স্থলে) ফজরের দুরাকাআত রেওয়ায়েত করে থাকেন। (এ বিষয়ে আপনার মন্ত্যব্য কি?) সুফিয়ান (রহঃ) বললেন, এটা তা-ই।;\n",
        "id": 1099,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৪১. ফজরের (সুন্নাত) দু' রাকা'আতের হিফাযত আর যারা এ দু' রাকা'আতকে নফল বলেছেন।",
        "hadithBengali": "১১০০। বায়ান ইবনু আমর (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কোন নফল সালাত (নামায/নামাজ)-কে ফজরের দু রাকাআত সুন্নাতের ন্যায় অধিক হিফাযত ও গুরুত্ব প্রদানকারী ছিলেন না।;\n",
        "id": 1100,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৪২. ফজরের (সুন্নাত) দু' রাকা'আতে কতটুকু কিরাআত পড়া হবে।",
        "hadithBengali": "১১০১। আবদুল্লাহ' ইবনু ইউসুফ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রাতে তের রাকাআত সালাত (নামায/নামাজ) আদায় করতেন, এরপর সকালে (ফজরের) আযান শোনার পর সংক্ষিপ্ত (কিরাআতে) দু রাকাআত সালাত আদায় করতেন।;\n",
        "id": 1101,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৪২. ফজরের (সুন্নাত) দু' রাকা'আতে কতটুকু কিরাআত পড়া হবে।",
        "hadithBengali": "১১০২। মুহাম্মদ ইবনু বাশ্'শার ও আহ্'মাদ ইবনু ইউনুস (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ফজরের (ফরয) সালাতের আগের দু রাকাআত (সুন্নাত) এত সংক্ষিপ্ত করতেন এমনকি আমি (মনে মনে) বলতাম, তিনি কি (শুধু) উম্মুল কিতাব (সূরা ফাতিহা) তিলাওয়াত করলেন?;\n",
        "id": 1102,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৪৩. ফরয সালাতের পর নফল সালাত ।",
        "hadithBengali": "১১০৩। মুসাদ্দাদ (রহঃ) ... উমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর অনুসরণে আমি যুহরের আগে দু রাকাআত, যুহরের পর দু রাকাআত, মাগরিবের পর দু রাকাআত, ইশার পর দু রাকাআত এবং জুমুআর পর দু রাকাআত সালাত (নামায/নামাজ) আদায় করেছি। তবে মাগরিবের ও ইশার পরের সালাত তিনি তাঁর ঘরে আদায় করতেন। ইবনু উমর (রাঃ) আরও বলেন, আমার বোন (উম্মুল মুমিনীন) হাফসা (রাঃ) আমাকে হাদীস শুনিয়েছেন যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ফজর হওয়ার পর সংক্ষিপ্ত দু রাকাআত সালাত (নামায/নামাজ) আদায় করতেন। [ইবনু উমর (রাঃ) বলেন,] এটি ছিল এমন একটি সময়, যখন আমরা কেউ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর খিদমতে হাজির হতাম না। (তাই সে সময়ের আমল সম্পর্কে উম্মুহাতুল মুমিনীন অধিক জানতেন)।;\n\nকাসীর ইবনু ফরকাদ ও আইয়ূব (রহঃ) নাফি (রহঃ) থেকে হাদীস বর্ণনায় উবাইদুল্লাহ্' (রহঃ) এর অনুসরণ করেছেন। ইবনু আবূয্' যিনাদ (রহঃ) বলেছেন, মূসা ইবনু উক্'বা (রহঃ) নাফি (রহঃ) থেকে ইশার পরে তাঁর পরিজনের মধ্যে কথাটি বর্ণনা করেন।;\n",
        "id": 1103,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উমর ইবনুল খাত্তাব  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৪৪. ফরযের পর নফল সালাত আদায় না করা।",
        "hadithBengali": "১১০৪। আলী ইবনু আবদুল্লাহ্' (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে আট রাকাআত একত্রে যুহ্'র ও আসরের এবং সাত রাকাআত একত্রে মাগরিব-ইশার আদায় করেছি। (তাই সে ক্ষেত্রে যুহ্'র ও মাগরিবের পর সুন্নাত আদায় হয় নি।) আমর (রহঃ) বলেন, আমি বললাম, হে আবূশ শাসা! আমার ধারনা, তিনি যুহ্'র শেষ ওয়াক্তে এবং আসর প্রথম ওয়াক্তে আর ইশা প্রথম ওয়াক্তে ও মাগরিব শেষ ওয়াক্তে আদায় করেছিলেন। তিনি বলেছেন, আমিও তাই মনে করি।;\n",
        "id": 1104,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৪৫. সফরে সালাতুয্'-যুহা (চাশ্'ত) আদায় করা।",
        "hadithBengali": "১১০৫। মুসাদ্দাদ (রহঃ) ... মুওয়ার্'রিক (রহঃ) থেকে বর্ণিত, তিনি বলেন, আমি ইবনু উমর (রাঃ)-কে জিজ্ঞাসা করলাম, আপনি কি চাশ্'ত-এর সালাত (নামায/নামাজ) আদায় করে থাকেন? তিনি বললেন, না। আমি জিজ্ঞাসা করলাম, উমার (রাঃ) তা আদায় করতেন কি? তিনি বললেন, না। আমি বললাম, আবূ বক্'র (রাঃ)? তিনি বললেন, না। আমি জিজ্ঞাসা করলাম, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম? তিনি বললেন, আমি তা মনে করি না। (আমার মনে হয় তিনিও তা আদায় করতেন না, তবে এ ব্যাপারে আমি নিশ্চিত কিছু বলতে পারছি না। );\n",
        "id": 1105,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "মুওয়াররিক (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৪৫. সফরে সালাতুয্'-যুহা (চাশ্'ত) আদায় করা।",
        "hadithBengali": "১১০৬। আদম (রহঃ) ... আবদুর রাহমান ইবনু আবূ লায়লা (রহঃ) থেকে বর্ণিত, তিনি বলেন, উম্মু হানী (রাঃ) [নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর চাচাত বোন] ব্যাতীত অন্য কেউ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে চাশ্'তের সালাত (নামায/নামাজ) আদায় করতে দেখেছেন, এরূপ আমাদের কাছে কেউ বর্ণনা করেননি। তিনি উম্মে হানী (রাঃ) অবশ্য বলেছেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মক্কা বিজয়ের দিন (পূর্বাহ্নে) তাঁর ঘরে গিয়ে গোসল করেছেন। (তিনি বলেছেন) যে, আমি আর কখনো (তাঁকে) অনুরূপ সংক্ষিপ্ত সালাত (আদায় করতে) দেখি নি। তবে কিরাআত সংক্ষিপ্ত হলেও তিনি রুকু ও সিজ্'দা পুর্নাঙ্গরূপে আদায় করছিলেন।;\n",
        "id": 1106,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুর রহমান ইবনু আবূ লাইলা (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৪৬. যারা চাশ্'ত-এর সালাত আদায় করেন না, তবে বিষয়টিকে প্রশস্ত মনে করেন (বাধ্যতামূলক মনে করেন না)।",
        "hadithBengali": "১১০৭। আদম (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে চাশ্'ত-এর সালাত (নামায/নামাজ) আদায় করতে আমি দেখি নি। তবে আমি তা আদায় করে থাকি।;\n",
        "id": 1107,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৪৭. মুকীম অবস্থায় চাশ্'ত-এর সালাত আদায় করা। ইতবান ইব্'ন মালিক (রা.) বিষয়টি নবী করীম (সাঃ) থেকে উল্লেখ করেছেন।",
        "hadithBengali": "১১০৮। মুসলিম ইবনু ইব্'রাহীম (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমার খলীল ও বন্ধু [নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম] আমাকে তিনটি কাজের ওসিয়্যাত (বিশেষ আদেশ) করেছেন, আমৃত্যু তা আমি পরিত্যাগ করব না। (কাজ তিনটি হল) ১. প্রতি মাসে তিন দিন সিয়াম (পালন করা), ২. সালাতুয-যোহা (চাশ্'ত এর সালাত আদায় করা) এবং ৩. বিত্'র (সালাত (নামায/নামাজ) আদায় করে ঘুমান।;\n",
        "id": 1108,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৪৭. মুকীম অবস্থায় চাশ্'ত-এর সালাত আদায় করা। ইতবান ইব্'ন মালিক (রা.) বিষয়টি নবী করীম (সাঃ) থেকে উল্লেখ করেছেন।",
        "hadithBengali": "১১০৯। আলী ইবনুল জাদ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত, তিনি বলেন, জনৈক স্থুলদেহী আনসারী নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর খিদমতে আরয্' করলেন, আমি আপনার সঙ্গে (জামাআতে) সালাত (নামায/নামাজ) আদায় করতে পারি না। তিনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর উদ্দেশ্যে খাবার তৈরি করে তাঁকে দাওয়াত করে নিজ বাড়িতে নিয়ে এলেন এবং একটি চাটাই এর এক অংশে (কোমল ও পরিচ্ছন্ন করার উদ্দেশ্যে) পানি ছিটিয়ে (তা বিছিয়ে) দিলেন। তখন তিনি [নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম] এর উপরে দু রাকাআত সালাত (নামায/নামাজ) আদায় করলেন।;\n\nইবনু জারূদ (রহঃ) (নিশ্চিত হওয়ার উদ্দেশ্যে) আনাস ইবনু মালিক (রাঃ) কে জিজ্ঞাসা করলেন (তবে কি) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম চাশ্'ত-এর সালাত (নামায/নামাজ) আদায় করতেন? আনাস (রাঃ) বললেন, সেদিন ব্যাতীত অন্য সময়ে তাঁকে এ সালাত (নামায/নামাজ) আদায় করতে দেখিনি।;\n",
        "id": 1109,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৪৮. যুহরের (ফরযের) পূর্বে দু' রাকা'আত সালাত।",
        "hadithBengali": "১১১০। সুলাইমান ইবনু হারব (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে আমি দশ রাকাআত সালাত (নামায/নামাজ) আমার স্মৃতিতে সংরক্ষণ করে রেখেছি। যুহরের আগে দু রাকাআত পরে দু রাকাআত, মাগরিবের পরে দু রাকাআত তাঁর ঘরে, ইশার পরে দু রাকাআত তাঁর ঘরে এবং দু রাকাআত সকালের (ফজরের) সালাত (নামায/নামাজ)-এর আগে। ইবনু উমর (রাঃ) বলেন, আর এ সময়টি ছিল এমন, যখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর খিদমতে (সাধারণত) কোন ব্যাক্তিকে প্রবেশের অনুমতি দেয়া হত না। তবে উম্মুল মুমিনিন হাফসা (রাঃ) আমার কাছে বর্ণনা করেছেন যে, যখন মুআয্'যিন আযান দিতেন এবং ফজর (সুবহে-সাদিক) উদিত হত তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দু রাকাআত সালাত (নামায/নামাজ) আদায় করতেন।;\n",
        "id": 1110,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৪৮. যুহরের (ফরযের) পূর্বে দু' রাকা'আত সালাত।",
        "hadithBengali": "১১১১। মুসাদ্দাদ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যুহরের আগে চার রাকাআত এবং (ফজরের আগে) দু রাকাআত সালাত (নামায/নামাজ) (কখনো) ছাড়তেন না। ইবনু আবূ আদী ও আম্'র (রহঃ) শুবা (রহঃ) থেকে হাদীস বর্ণনায় ইয়াহ্'ইয়া (রহঃ)-এর অনুসরণ করেছেন।;\n",
        "id": 1111,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৪৯. মাগরিবের আগে সালাত ।",
        "hadithBengali": "১১১২। আবূ মামার (রহঃ) ... আবদুল্লাহ' মুযানী (রাঃ) সূত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত, তিনি বলেছেনঃ তোমরা মাগরিবের (ফরযের) আগে (নফল) সালাত (নামায/নামাজ) আদায় করবে; (এ কথাটি তিনি তিনবার ইরশাদ করলেন) লোকেরা আমলকে সুন্নাতের মর্যাদা গ্রহন করতে পারে, এ কারণে তৃতীয়বারে তিনি বললেনঃ এ তার জন্য যে ইচ্ছা করে।;\n",
        "id": 1112,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ্ মুযানী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৪৯. মাগরিবের আগে সালাত ।",
        "hadithBengali": "১১১৩। আবদুল্লাহ' ইবনু ইয়াযীদ (রহঃ) ... মারসাদ ইবনু আবদুল্লাহ' ইয়াযানী (রহঃ) থেকে বর্ণিত, তিনি বলেন, আমি উক্'বা ইবনু জুহানী (রাঃ) এর কাছে গিয়ে তাঁকে বললাম, আবূ তামীম (রহঃ) সম্পর্কে এ কথা বলে কি আমি আপনাকে বিস্মিত করে দিব না যে, তিনি মাগরিবের (ফরয) সালাতের আগে দু রাকাআত (নফল) সালাত (নামায/নামাজ) আদায় করে থাকেন। উক্'বা (রাঃ) বললেন, (এতে বিস্মিত হওয়ার কি আছে?) রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সময়ে তো আমরা তা আদায় করতাম। আমি প্রশ্ন করলাম, তাহলে এখন কিসে আপনাকে বিরত রাখছে? তিনি বললেন, কর্মব্যস্ততা।;\n",
        "id": 1113,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "মারসাদ ইবনু আবদুল্লাহ্ ইয়াযানী (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৫০. নফল সালাত জামা'আতে আদায় করা।",
        "hadithBengali": "ذَكَرَهُ أَنَسٌ وَعَائِشَةُ رَضِيَ اللَّهُ عَنْهُمَا عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ;\n\nএ বিষয়ে আনাস ও আয়িশা (রাঃ) নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন।;\n\n\n১১১৪। ইসহাক (রহঃ) ... ইবনু শিহাব (রহঃ) থেকে বর্ণিত, তিনি বলেন, মাহমুদ ইবনু রাবী আনসারী (রাঃ) আমাকে খবর দিয়েছেন, (শৈশবে তাঁর দেখা) রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কথা তাঁর ভাল স্মরণ আছে এবং নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁদের বাড়ির কূপ থেকে (পানি মুখে নিয়ে বরকতের জন্য) তার মুখমণ্ডলে যে ছিটিয়ে দিচ্ছিলেন সে কথাও তার ভাল স্মরণ আছে। মাহমুদ (রহঃ) বলেন যে, ইতবান ইবনু মালিক আনসারী (রাঃ) কে [যিনি ছিলেন বদর জিহাদে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সংগে উপস্থিত বদরী সাহাবীগণের অন্যতম] বলতে শুনেছেন যে, আমি আমার কাওম বনূ সালিমের সালাতে ইমামতি করতাম। আমার ও তাদের (কাওমের মসজিদের) মধ্যে বিদ্যমান একটি উপত্যকা। উপত্যকা বৃষ্টি হলে আমার মসজিদ গমনে অন্তরায় সৃষ্টি করতো। এবং এ উপত্যকা অতিক্রম করে তাদের মসজিদে যাওয়া আমার জন্য কষ্টকর হতো।;\n\nতাই আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর খিদমতে হাজির হয়ে আরয করলাম, (ইয়া রাসূলাল্লাহ!) আমি আমার দৃষ্টিশক্তির ঘাটতি অনুভব করছি (এ ছাড়া) আমার ও আমার গোত্রের মধ্যকার উপত্যকাটি বৃষ্টি হলে প্লাবিত হয়ে যায়। তখন তা পার হওয়া আমার জন্য কষ্টকর হয়ে পড়ে। তাই আমার একান্ত আশা যা আপনি শুভাগমন করে (বরকত স্বরূপ) আমার ঘরের কোন স্থানে সালাত (নামায/নামাজ) আদায় করবেন; আমি সে স্থানটিকে মুসাল্লা (সালাতের স্থানরূপে নির্ধারিত) করে নিব। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেন, অচিরেই তা করবো।\n\nপরের দিন সূর্যের উত্তাপ যেদিন বেড়ে গেল, তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এবং আবূ বক্'র (রাঃ) (আমার বাড়িতে) তাশরীফ আনলেন। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (ঘরে প্রবেশের) অনুমতি চাইলে আমি তাঁকে স্বাগত জানালাম, তিনি উপবেশন না করেই আমাকে জিজ্ঞাসা করলেন, তোমার ঘরের কোন জায়গায় আমার সালাত আদায় করা তুমি পছন্দ কর? যে স্থানে তাঁর সালাত (নামায/নামাজ) আদায় করা আমার মনঃপূত ছিল, তাঁকে আমি সে স্থানের দিকে ইশারা করে (দেখিয়ে) দিলাম। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দাঁড়িয়ে তাক্'বীর বললেন, আমরা সারিবদ্ধভাবে তাঁর পিছনে দাঁড়ালাম। তিনি দু রাকাআত সালাত আদায় করে সালাম ফিরালেন। তাঁর সালাম ফেরানোর সময় আমরাও সালাম ফিরালাম। এরপর তাঁর উদ্দেশ্যে যে খাযীরা প্রস্তুত করা হচ্ছিল তা আহারের জন্য তাঁর প্রত্যাগমনে আমি বিলম্ব ঘটালাম।;\n\nইতিমধ্যে মহল্লার লোকেরা আমার বাড়ীতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর অবস্থান সংবাদ শুনতে পেয়ে তাঁদের কিছু লোক এসে গেলেন। এমন কি আমার ঘরে অনেক লোকের সমাগম ঘটলো। তাঁদের একজন বললেন, মালিক ইবনু দুখায়শিন্' করল কি? তাঁকে দেখছি না যে? তাঁদের একজন জবাব দল, সে মুনাফিক! আল্লাহও তাঁর রাসূলকে মুহাব্বাত করে না। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করলেনঃ এমন কথা বলবে না। তুমি কি লক্ষ্য করছ না, যে আল্লাহর সন্তুষ্টি কামনায় লা-ইলাহা ইল্লাল্লাহু উচ্চারন করছে। সে ব্যাক্তি বলল, আল্লাহ ও তাঁর রাসূলই সমধিক অবগত। তবে আল্লাহর কসম! আমরা মুনাফিকদের সাথেই তার ভালবাসা ও আলাপ-আলোচনা দেখতে পাই। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করলেনঃ আল্লাহ পাক সে ব্যাক্তিকে জাহান্নামের জন্য হারাম করে দিয়েছেন, যে ব্যাক্তি আল্লাহর সন্তুষ্টির উদ্দেশ্যে লা-ইলাহা ইল্লাল্লাহু উচ্চারন করে।\n\nমাহমূদ (রাঃ) বলেন, এক যুদ্ধ চলাকালিন সময়ে একদল লোকের কাছে বর্ণনা করলাম তাঁদের মধ্যে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাহাবী আবূ আইয়ূব (আনসারী) (রাঃ) ছিলেন। তিনি সে যুদ্ধে ওফাত পেয়েছিলেন। আর ইয়াযীদ ইবনু মুআবিয়া (রাঃ) রোমানদের দেশে তাদের আমীর ছিলেন। আবূ আইয়ূব (রাঃ) আমার বর্ণিত হাদিসটি অস্বীকার করে বললেন, আল্লাহর কসম! তুমি যে কথা বলেছ তা যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেছেন তা আমি বিশ্বাস করতে পারি না। ফলে তা আমার কাছে ভারী মনে হল। তখন আমি আল্লাহর নামে প্রতিজ্ঞা করলাম যে, যদি এ যুদ্ধ থেকে প্রত্যাবর্তন পর্যন্ত তিনি আমাকে নিরাপদ রাখেন, তাহলে আমি ইত্'বান ইবনু মালিক (রাঃ)-কে তাঁর কওমের মসজিদের বিষয়ে জিজ্ঞাসা করবো, যদি তাঁকে জীবিত অবস্থায় পেয়ে যাই।;\n\nএরপর আমি ফিরে চললাম এবং হাজ্জ (হজ্জ) কিংবা উমরার নিয়্যাতে ইহ্'রাম করলাম। তারপর সফর করতে করতে আমি মদিনায় উপনীত হয়ে বনূ সালিম গোত্রে উপস্থিত হলাম। দেখতে পেলাম ইত্'বান (রাঃ) যিনি তখন একজন বৃদ্ধ ও অন্ধ ব্যাক্তি কওমের সালাত ইমামতি করছেন। তিনি সালাত শেষ করলে আমি তাঁকে সালাম দিলাম এবং আমার পরিচয় দিয়ে উক্ত হাদীস সম্পর্কে তাঁকে জিজ্ঞাসা করলাম। তিনি প্রথমবারের মতই অবিকল আমাকে হাদীসখানা শোনালেন।;\n",
        "id": 1114,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "ইবনু শিহাব আয-যুহরী (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৫১. নফল সালাত ঘরে আদায় করা ।",
        "hadithBengali": "১১১৫। আবূল আলা ইবনু হাম্মাদ (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করছেনঃ তোমরা তোমাদের কিছু কিছু সালাত (নামায/নামাজ) ঘরে আদায় করবে, তোমাদের ঘরগুলকে কবর বানাবে না। আবদুল ওহ্'হাব (রহঃ) আইউব (রাঃ) থেকে হাদীস বর্ণনায় ওহাইব (রহঃ)-এর অনুসরণ করেছেন।;\n",
        "id": 1115,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৫১. মক্কা ও মদীনার মসজিদে সালাতের ফযীলত।",
        "hadithBengali": "১১১৬। হাফ্'স ইবনু উমর (রহঃ) ... কাযআ (রহঃ) থেকে বর্ণিত, তিনি বলেন, আমি আবূ সায়ীদ খুদ্'রী (রাঃ) কে চারটি (বিষয়) বলতে শুনেছি। তিনি বলেছেন, আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে শুনেছি। আবূ সায়ীদ খুদ্'রী (রাঃ) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে বারটি যুদ্ধে শরীক হয়েছিলেন।;\n\nঅন্য সূত্রে আলী (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেন যে, তিনি বলেছেন, মসজিদুল হারাম, মসজিদুর রাসূল এবং মসজিদুল আক্'সা (বায়তুল মুকাদ্দাস) তিনটি মসজিদ ব্যাতীত অন্য কোন মসজিদে (সালাতের) উদ্দেশ্যে হাওদা বাঁধা যাবে না (অর্থাৎ সফর করবে না)।;\n",
        "id": 1116,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "কাযআ (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৫১. মক্কা ও মদীনার মসজিদে সালাতের ফযীলত।",
        "hadithBengali": "১১১৭। আবদুল্লাহ' ইবনু ইউসুফ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ মাসজিদুল হারাম ব্যাতীত আমার এ মসজিদে সালাত (নামায/নামাজ) আদায় করা অপরাপর মসজিদে এক হাজার সালাতের চাইতে উত্তম।;\n",
        "id": 1117,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৫২. কুবা মসজিদ",
        "hadithBengali": "১১১৮। ইয়াকূব ইবনু ইব্'রাহীম (রহঃ) ... নাফি (রহঃ) থেকে বর্ণিত যে, ইবনু উমর (রাঃ) দুদিন ব্যাতীত অন্য সময়ে চাশ্'তের সালাত (নামায/নামাজ) আদায় করতেন না, যে দিন তিনি মক্কায় আগমণ করতেন, তাঁর অভ্যাস ছিল যে, তিনি চাশ্'তের সময় মক্কায় আগমণ করতেন। তিনি বায়তুল্লাহ্' তাওয়াফ করার পর মাকামে ইব্'রাহীম-এর পিছনে দাঁড়িয়ে দু রাকাআত সালাত আদায় করতেন। আর যে দিন তিনি কুবা মসজিদে গমণ করতেন। তিনি প্রতি শনিবার সেখান গমণ করতেন এবং সেখানে সালাত আদায় না করে বেরিয়ে আসা অপছন্দ করতেন।;\n\nনাফি (রহঃ) বলেন, তিনি [ইবনু উমর (রাঃ)] হাদীস বর্ণনা করতেন যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কুবা মসজিদে যিয়ারত করতেন কখনো আরোহী হয়ে, কখনো পায়ে হেটে। নাফি (রহঃ) বলেন, তিনি [ইবনু উমর (রাঃ)] তাঁকে আরো বলতেন, আমি আমার সাথীগণকে যেমন করতে দেখেছি তেমন করব। আর কাউকে আমি দিন রাতের কোন সময়ই সালাত (নামায/নামাজ) আদায় করতে বাধা দেই না, তবে তাঁরা যেন সূর্যোদয় ও সূর্যাস্তের সময় (সালাত আদায়ের) ইচ্ছা না করে।;\n",
        "id": 1118,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": " নাফি (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৫৩. প্রতি শনিবার যিনি কুবা মসজিদে আসেন।",
        "hadithBengali": "১১১৯। মূসা ইবনু ইসমায়ীল (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম প্রতি শনিবার কুবা মসজিদে আসতেন, কখনো পায়ে হেঁটে, কখনো আরোহণ করে। আবদুল্লাহ' ইবনু উমর (রাঃ)-ও তা-ই করতেন;\n",
        "id": 1119,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৫৪. পায়ে হেঁটে কিংবা আরোহণ করে কুবা মসজিদে যাওয়া।",
        "hadithBengali": "১১২০। মুসাদ্দাদ (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আরোহণ করে কিংবা পায়ে হেঁটে কুবা মসজিদে আসতেন। ইবনু নুমাইর (রহঃ) নাফি (রহঃ) থেকে অতিরিক্ত বর্ণনা করেছেন যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সেখানে দু রাকাআত সালাত (নামায/নামাজ) আদায় করতেন।;\n",
        "id": 1120,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৫৫. কবর ও (মসজিদে নববীর) মিম্বরের মধ্যবর্তী স্থানের ফযীলত।",
        "hadithBengali": "১১২১। আবদুল্লাহ' ইবনু ইউসুফ (রহঃ) ... আবদুল্লাহ' ইবনু যায়িদ-মাযিনী (রাঃ) থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমার ঘর ও মিম্বর এর মধ্যবর্তী স্থানটুকু জান্নাতের বাগানসমূহের একটি বাগান।;\n",
        "id": 1121,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ্ ইবন যায়দ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৫৫. কবর ও (মসজিদে নববীর) মিম্বরের মধ্যবর্তী স্থানের ফযীলত।",
        "hadithBengali": "১১২২। মুসাদ্দাদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমার ঘর ও মিম্বরের মধ্যবর্তী স্থান জান্নাতের বাগানসমূহের একটি বাগান আর আমার মিম্বর অবস্থিত (রয়েছে) আমার হাউয (কাওসার) এর উপর।;\n",
        "id": 1122,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৫৬. বায়তুল মুকাদ্দাস-এর মসজিদ।",
        "hadithBengali": "১১২৩। আবূল ওয়ালীদ (রহঃ) ... যিয়াদের আযাদকৃত দাস কাযাআ (রহঃ) থেকে বর্ণিত, তিনি বলেন, আমি আবূ সায়ীদ খুদ্'রী (রাঃ) কে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে চারটি বিষয় বর্ণনা করতে শুনেছি, যা আমাকে আনন্দিত ও মুগ্ধ করেছে। তিনি বলেছেনঃ মহিলারা স্বামী কিম্বা মাহ্'রাম* ব্যাতীত দুদিনের দূরত্বের পথে সফর করবে না। ঈদুল ফিত্'র ও ঈদুল আযহার দিনগুলোতেই সিয়াম পালন নেই। দু (ফরয) সালাতের পর কোন (নফল ও সুন্নাত) সালাত (নামায/নামাজ) নেই। ফজরের পর সূর্যোদয় (সম্পন্ন) হওয়া পর্যন্ত এবং আসরের পর সূর্য অস্তমিত হয়ে যাওয়া পর্যন্ত। এবং ১। মাসজিদুল হারাম, (কাবা শরীফ ও সংলগ্ন মসজিদ) ২। মাসজিদুল আক্'সা (বাইতুল মুকাদ্দাসের মসজিদ) এবং ৩। আমার মসজিদ (মদিনার মসজিদে নববী) ব্যাতীত অন্য কোন মসজিদে আদায়ের উদ্দেশ্যে হাওদা বাঁধা যাবে না। (সফর করবে না);\n",
        "id": 1123,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "কাযআ (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৫৭. সালাতের সাথে সংশ্লিষ্ট কাজ সালাতের মধ্যে হাতের সাহায্যে করা। ",
        "hadithBengali": "وَقَالَ ابْنُ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا يَسْتَعِينُ الرَّجُلُ فِي صَلاَتِهِ مِنْ جَسَدِهِ بِمَا شَاءَ. وَوَضَعَ أَبُو إِسْحَاقَ قَلَنْسُوَتَهُ فِي الصَّلاَةِ وَرَفَعَهَا. وَوَضَعَ عَلِيٌّ رَضِيَ اللَّهُ عَنْهُ كَفَّهُ عَلَى رُصْغِهِ الأَيْسَرِ، إِلاَّ أَنْ يَحُكَّ جِلْدًا أَوْ يُصْلِحَ ثَوْبًا;\n\nইব্'ন আব্বাস (রাঃ) বলেছেন, কোন ব্যক্তি তার সালাতের মধ্যে শরীরের অঙ্গ-প্রতঙ্গ দ্বারা (প্রয়োজনে সালাত সংশ্লিষ্ট কাজে) সাহায্য নিতে পারে। আবূ ইসহাক (রহঃ) সালাতরত অবস্থায় তাঁর টুপী নামিয়ে রেখেছিলেন এবং তা তুলে মাথায় দিয়েছিলেন। আলী (রাঃ) (সালাতে) সাধারণত তাঁর (ডান হাতের) পাঞ্জা বাম হাতের কব্জির উপর রাখতেন, তবে কখনো শরীর চুলকাতে হলে বা কাপড় ঠিক করে নিতে হলে তা করে নিতেন।;\n\n\n১১২৪। আবদুল্লাহ' ইবনু ইউসুফ (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, তিনি তাঁর খালা উম্মুল মুমিনীন মাইমুনা (রাঃ) এর ঘরে রাত কাটালেন। তিনি বলেন, আমি বালিশের প্রস্থের দিকে শুয়ে পড়লাম, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এবং তাঁর সহধর্মিণী বালিশের দৈর্ঘ্যে শয়ন করলেন। এরপর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মধ্যরাত তার কিছু আগে বা পর পর্যন্ত ঘুমিয়ে থাকলেন। তারপর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জেগে উঠে বসলেন এবং দুহাতে মুখমণ্ডল মুছে ঘুমের আমেজ দূর করলেন। এরপর তিনি সূরা আলে ইমরানের শেষ দশ আয়াত তিলাওয়াত করলেন। পরে একটি ঝুলন্ত মশ্'কের দিকে এগিয়ে গেলেন এর পানি দ্বারা উত্তমরূপে উযূ (ওজু/অজু/অযু) করে সালাত (নামায/নামাজ) দাঁড়িয়ে গেলেন।;\n\nআবদুল্লাহ' ইবনু আব্বাস (রাঃ) বলেন, আমিও উঠে পড়লাম এবং তিনি যেরূপ করেছিলেন, আমিও সেরূপ করলাম। এরপর আমি তাঁর পাশে দাঁড়ালাম। তখন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর ডান হাত আমার মাথার উপরে রেখে আমার ডান কান মোচড়াতে লাগলেন (এবং আমাকে তাঁর পিছন থেকে ঘুরিয়ে এনে তাঁর ডানপাশে দাঁড় করিয়ে দিলেন।);\n\nতিনি তখন দু রাকাআত সালাত (নামায/নামাজ) আদায় করলেন, তারপর দু রাকাআত, তারপর দু রাকাআত, তারপর দু রাকাআত, তারপর দু রাকাআত, তারপর (শেষ দু রাকাআতের সাথে আর এক রাকাআত দ্বারা বেজোড় করে) বিত্'র আদায় করে শুয়ে পড়লেন। অবশেষে (ফজরের জামাআতের জন্য) মুআয্'যিন এলেন। তিনি দাঁড়িয়ে সংক্ষিপ্ত (কিরাআতে) দু রাকাআত (ফজরের সুন্নাত) আদায় করলেন। এরপর (মসজিদের দিকে) বেরিয়ে যান এবং ফজরের সালাত আদায় করলেন।;\n",
        "id": 1124,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৫৮. সালাতে কথা বলা নিষিদ্ধ হওয়া ।",
        "hadithBengali": "১১২৫। ইবনু নুমায়র (রহঃ) ... আবদুল্লাহ' ইবনু মাসঊদ (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমরা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে তাঁর সালাতরত অবস্থায় সালাম করতাম; তিনি আমাদের সালামের জওয়াব দিতেন। পরে যখন আমরা নাজাশীর নিকট থেকে ফিরে এলাম, তখন তাঁকে (সালাতরত অবস্থায়) সালাম করলে তিনি আমাদের সালামের জওয়াব দিলেন না এবং পরে ইরশাদ করলেনঃ সালাতে অনেক ব্যস্ততা ও নিমগ্নতা রয়েছে।;\n",
        "id": 1125,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ' ইব্'ন মাসউদ (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৫৮. সালাতে কথা বলা নিষিদ্ধ হওয়া ।",
        "hadithBengali": "১১২৬। ইবনু নুমায়র (রহঃ) ... আবদুল্লাহ' (রাঃ) সূত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ হাদীস বর্ণনা করেছেন।;\n",
        "id": 1126,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ' ইব্'ন মাসউদ (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৫৮. সালাতে কথা বলা নিষিদ্ধ হওয়া ।",
        "hadithBengali": "১১২৭। ইবরাহিম ইবনু মূসা (রহঃ) ... যায়দ ইবনু আরকাম (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমরা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সময়ে সালাত (নামায/নামাজ)-এর মধ্যে কথা বলতাম। আমাদের যে কেউ তার সঙ্গীর সাথে নিজ দরকারী বিষয়ে কথা বলত। অবশেষে এ আয়াত নাযিল হল-حَافِظُوا عَلَى الصَّلَوَاتِ তোমরা তোমাদের সালাত সমূহকে সংরক্ষণ কর ও নিয়মানুবর্তিতা রক্ষা কর; বিশেষত মধ্যবর্তী (আসর) সালাতে, আর তোমরা (সালাতে) আল্লাহর উদ্দেশ্যে একাগ্রচিত্ত হও। (সূরা বাকারাঃ ২৩৮)। এরপর থেকে আমরা সালাতে নিরব থাকতে আদিষ্ট হলাম।;\n",
        "id": 1127,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "যায়দ ইবনু আরক্বাম (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৫৯. সালাতে পুরুষদের জন্য যে তাসবীহ্' ও তাহ্'মীদ বৈধ ।",
        "hadithBengali": "১১২৮। আবদুল্লাহ' ইবনু মাসলামা (রহঃ) ... সাহ্'ল ইবনু সাদ (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বনূ আমর ইবনু আওফ এর মধ্যে মীমাংসা করে দেওয়ার উদ্দেশ্যে বের হলেন, ইতিমধ্যে সালাতের সময় উপস্থিত হল। তখন বিলাল (রাঃ) আবূ বক্'র (রাঃ)-এর কাছে এসে বললেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কর্মব্যস্ত হয়ে পড়েছেন। আপনি লোকদের সালাতে ইমামতি করবেন? তিনি বললেন, হ্যাঁ, যদি তোমরা চাও। তখন বিলাল (রাঃ) সালাতের ইকামত বললেন, আবূ বকর (রাঃ) সামনে এগিয়ে গিয়ে সালাত শুরু করলেন। ইতিমধ্যে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাশরীফ আনলেন এবং কাতার ফাঁক করে সামনে এগিয়ে গিয়ে কাতারে দাঁড়ালেন। মুসল্লীগণ তাসফীহ্' করতে লাগলেন।;\n\nসাহ্'ল (রাঃ) বললেন, তাসফীহ্' কি তোমরা জানো? তা হলে তাসফীক্'* (তালি বাজান।) আবূ বকর (রাঃ) সালাত (নামায/নামাজ) অবস্থায় এদিক সেদিক লক্ষ্য করতেন না। মুসল্লীগণ অধিক তালি বাজালে তিনি সে দিকে লক্ষ্য করামাত্র নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে কাতারে দেখতে পেলেন। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁকে ইশারা করলেন-যথাস্থানে থাক। আবূ বকর (রাঃ) তখন দুহাত তুলে আল্লাহ তাআলার হাম্'দ বর্ণনা করলেন এবং পিছু হেঁটে চলে এলেন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সামনে অগ্রসর হয়ে সালাত আদায় করলেন।;\n",
        "id": 1128,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সাহল বিন সাদ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৬০. সালাতে যে ব্যক্তি প্রত্যক্ষভাবে কারো নাম নিলো অথবা কাউকে সালাম করল অথচ সে তা জানেও না।",
        "hadithBengali": "১১২৯। আম্'র ইবনু ঈসা (রহঃ) ... আবদুল্লাহ' ইবনু মাসঊদ (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমরা সালাতের (বৈঠকে) আত্'তাহিয়্যাতু ..... বলতাম, তখন আমাদের একে অপরকে সালামও করতাম। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তা শুনে ইরশাদ করলেনঃ তোমরা বলবে التَّحِيَّاتُ لِلَّهِ...... যাবতীয় মৌখিক, দৈহিক ও আর্থিক ইবাদত আল্লাহরই জন্য। হে (মহান) নবী! আপনার প্রতি সালাম এবং আল্লাহর রহমত ও বরকত (বর্ষিত) হোক। সালাম আমাদের প্রতি এবং আল্লাহর সালিহ্' বান্দাদের প্রতি; আমি সাক্ষ্য দিচ্ছি যে, এক আল্লাহ ব্যতীত অন্য ইলাহ্' নেই। এবং আমি আরও সাক্ষ্য দিচ্ছি যে, মুহাম্মদ তাঁর বান্দা ও রাসূল। কেননা, তোমরা এরূপ করলে আসমান ও যমীনে আল্লাহর সকল সালিহ্' বান্দাকে তোমরা সালাম করলে।;\n",
        "id": 1129,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ' ইব্'ন মাসউদ (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৬১. সালাতে মহিলাদের তাস্'ফীক ।",
        "hadithBengali": "১১৩০। আলী ইবনু আবদুল্লাহ' (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেছেনঃ (ইমামের দৃষ্টি আকর্ষণের জন্য) পুরুষদের বেলায় তাস্'বীহ্'-সুবহানাল্লাহ্' বলা। তবে মহিলাদের বেলায় তাস্'ফীক।;\n",
        "id": 1130,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৬১. সালাতে মহিলাদের তাস্'ফীক ।",
        "hadithBengali": "১১৩১। ইয়াহ্'ইয়া (রহঃ) ... সাহ্'ল ইবনু সাদ (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ সালাতে (দৃষ্টি আকর্ষণের উদ্দেশ্যে) পুরুষদের বেলায় তাসবীহ্ আর মহিলাদের বেলায় তাসফীহ্'।;\n",
        "id": 1131,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সাহল বিন সাদ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৬২. উদ্ভূত কোন কারণে সালাতে থাকা অবস্থায় পিছনে চলে আসা অথবা সামনে এগিয়ে যাওয়া।",
        "hadithBengali": "رَوَاهُ سَهْلُ بْنُ سَعْدٍ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ;\n\nএ বিষয়ে সাহল ইব্'ন সাদ (রাঃ) নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে রেওয়ায়েত করেছেন।;\n\n\n১১৩২। বিশ্'র ইবনু মুহাম্মদ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত, মুসলিমগণ সোমবার [রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর ওফাতের দিন] ফজরের সালাতে ছিলেন, আবূ বকর (রাঃ) তাঁদের নিয়ে সালাত (নামায/নামাজ) আদায় করছিলেন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আয়িশা (রাঃ)-এর হুজারার পর্দা সরিয়ে তাঁদের দিকে তাকালেন। তখন তাঁরা সারিবদ্ধ ছিলেন। তা দেখে তিনি মৃদু হাসলেন। তখন আবূ বকর (রাঃ) তাঁর গোড়ালির উপর ভর দিয়ে পিছে সরে আসলেন। তিনি ধারনা করলেন যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সালাতের জন্য আসার ইচ্ছা করছেন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে দেখার আনন্দে মুসলিমগণের সালাত ভেঙ্গে যাওয়ার উপক্রম হয়েছিল। তখন তিনি সালাত সুসম্পন্ন করার জন্য তাদের দিকে হাতে ইশারা করলেন। এরপর তিনি হুজারায় প্রবেশ করেন এবং পর্দা ছেড়ে দেন আর সে দিনই তাঁর ওফাত হয়।;\n",
        "id": 1132,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৬৩. মা তার সালাত রত সন্তানকে ডাকলে ।",
        "hadithBengali": "১১৩৩। লাইস (রহঃ) বলেন, জাফর (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ এক মহিলা তার ছেলেকে ডাকল। তখন তার ছেলে গীর্জায় ছিল। বলল, হে জুরাইজ! ছেলে মনে মনে বলল, ইয়া আল্লাহ! (এক দিকে) আমার মা (এর ডাক) আর (অপর দিকে) আমার সালাত (নামায/নামাজ)! মা আবার ডাকলেন, হে জুরাইজ! ছেলে বলল, ইয়া আল্লাহ! আমার মা ও আমার সালাত! মা আবার ডাকলেন, হে জুরাইজ! ছেলে বলল, ইয়া আল্লাহ! আমার মা ও আমার সালাত! মা (বিরক্ত হয়ে) বললেন, ইয়া আল্লাহ! পতিতাদের সামনে দেখা না যাওয়া পর্যন্ত যেন জুরাইজের মৃত্যু না হয়।;\n\nএক রাখালিনী যে বকরি চরাতো, সে জুরাইজের গীর্জায় আসা যাওয়া করত। সে একটি সন্তান প্রসব করল। তাকে জিজ্ঞাসা করা হল এ সন্তান কার ঔরষজাত? সে জবাব দিল, জুরাইজের ঔরষের। জুরাইজ তার গীর্জা থেকে নেমে এসে জিজ্ঞাসা করলো, কোথায় সে মেয়েটি, যে বলল যে, তাঁর সন্তান আমার? (সন্তানসহ মেয়েটিকে উপস্থিত করা হলে, নিজে নির্দোষ প্রমানের উদ্দেশ্যে শিশুটিকে লক্ষ্য করে) জুরাইজ বলেন, হে বাবূস! তোমার পিতা কে? সে বলল, বক্'রীর অমুক রাখাল।;\n",
        "id": 1133,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৬৪. সালাতের মধ্যে কংকর সরানো ।",
        "hadithBengali": "১১৩৪। আবূ নুআইম (রহঃ) ... মুআইকীব (রাঃ) থেকে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সে ব্যাক্তি সম্পর্কে বলেছেন, যে সিজ্'দার স্থান থেকে মাটি সমান করে। তিনি বলেন, যদি তোমার একান্তই করতে হয়, তা হলে একবার।;\n",
        "id": 1134,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "মুআইকিব (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৬৫. সালাতে সিজদার জন্য কাপড় বিছানো ।",
        "hadithBengali": "১১৩৫। মুসাদ্দাদ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত, তিনি বলেন, প্রচণ্ড গরমে আমরা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে সালাত (নামায/নামাজ) আদায় করতাম। আমাদের কেউ মাটিতে তার চেহারা (কপাল) স্থির রাখতে সক্ষম না হলে তার কাপড় বিছিয়ে উহার উপর সিজ্'দা করত।;\n",
        "id": 1135,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৬৬. সালাতে যে কাজ জায়িয।",
        "hadithBengali": "১১৩৬। আবদুল্লাহ' ইবনু মাসলামা (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সালাত (নামায/নামাজ) আদায়কালে আমি তাঁর কিব্'লার দিকে পা ছড়িয়ে রাখতাম; তিনি সিজদা করার সময় আমাকে খোঁচা দিলে আমি পা সরিয়ে নিতাম; তিনি দাঁড়িয়ে গেলে আবার পা ছড়িয়ে দিতাম।;\n",
        "id": 1136,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৬৬. সালাতে যে কাজ জায়িয।",
        "hadithBengali": "১১৩৭। মাহমূদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একবার সালাত (নামায/নামাজ) আদায় করার পর বললেনঃ শয়তান আমার সামনে এসে আমার সালাত বিনষ্ট করার জন্য আমার উপর আক্রমন করল। তখন আল্লাহ পাক আমাকে তার উপর ক্ষমতা দান করলেন, আমি তাকে ধাক্কা দিয়ে মাটিতে ফেলে গলা চেপে ধরলাম। আমার ইচ্ছা হয়েছিল, তাকে কোন স্তম্ভের সাথে বেঁধে রাখি। যাতে তোমরা সকাল বেলা উঠে তাকে দেখতে পাও। তখন সুলাইমান (আলাইহিস সালাম) এর এ দুআ আমার মনে পড়ে গেল, ...رَبِّ هَبْ لِي مُلْكً ইয়া রব! আমাকে এমন এক রাজ্য দান করুন যার অধিকারী আমার পরে আর কেউ না হয় । তখন আল্লাহ তাকে (শয়তানকে) অপমানিত করে দূর করে দিলেন।;\n\nনয্'র ইবনু শুমাইল (রহঃ) বলেনفَذَعَتُّهُ শব্দটিذال সহ অর্থাৎ তাকে ধাক্কা দিয়ে মাটিতে ফেলে গলা চেপে ধরলাম এবংفَدَعَّتُّهُ আল্লাহর কালামيَوْمَ يُدَعُّونَ থেকে অর্থাৎ তাদেরকে ধাক্কা মেরে মেরে নিয়ে যাওয়া হবে এবং সঠিক হল তবেفَدَعَتُّهُ তবেع ওت অক্ষর দুটি তাশদীদ সহ পাঠ করেছেন।;\n",
        "id": 1137,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৬৭. সালাতে থাকাকালে পশু ছুটে গেলে।",
        "hadithBengali": "وَقَالَ قَتَادَةُ إِنْ أُخِذَ ثَوْبُهُ يَتْبَعُ السَّارِقَ وَيَدَعُ الصَّلاَةَ;\n\nকাতাদা (রহঃ) বলেন, কাপড় যদি (চুরি করে) নিয়ে যাওয়া হয়, তবে সালাত ছেড়ে দিয়ে চোরকে অনুসরণ করবে।;\n\n\n১১৩৮। আদম (রহঃ) ... আযরাক ইবনু কায়স (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমরা আহওয়ায শহরে হারুরী (খারিজী) সম্প্রদায়ের বিরুদ্ধে যুদ্ধরত ছিলাম। যখন আমরা নহরের তীরে ছিলাম তখন সেখানে এক ব্যাক্তি এসে সালাত (নামায/নামাজ) আদায় করতে লাগল আর তার বাহনের লাগাম তার হাতে রয়েছে। বাহনটি (ছুটে যাওয়ার জন্য) টানাটানি করতে লাগল, তিনিও তার অনুসরণ করতে লাগলেন। রাবী শুবা (রহঃ) বলেন, তিনি ছিলেন (সাহাবী) আবূ বারযাহ আসলামী (রাঃ)। এ অবস্থা দেখে এক খারিজী বলে উঠলো, ইয়া আল্লাহ! এ বৃদ্ধকে কিছু করুন। বৃদ্ধ সালাত শেষ করে বললেন, আমি তোমাদের কথা শুনেছি। আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে ছয়, সাত কিংবা আট যুদ্ধে অংশগ্রহণ করেছি এবং আমি তাঁর সহজীকরণ লক্ষ্য করেছি। আমার বাহনটির সাথে আগপিছ হওয়া বাহনটিকে তার চরণ ভূমিতে দেওয়ার চাইতে আমার কাছে অধিক প্রিয়। কেননা, তাতে আমাকে কষ্টভোগ করতে হবে।;\n",
        "id": 1138,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৬৭. সালাতে থাকাকালে পশু ছুটে গেলে।",
        "hadithBengali": "১১৩৯। মুহাম্মদ ইবনু মুকাতিল (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, একবার সূর্যগ্রহণ হল। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (সালাতে) দাঁড়ালেন এবং দীর্ঘ সূরা পাঠ করলেন, এরপর রুকু করলেন, আর তা দীর্ঘ করলেন। তারপর রুকু থেকে মাথা তুলেন এবং অন্য একটি সূরা পাঠ করতে শুরু করলেন। পরে রুকু সমাপ্ত করে সিজ্'দা করলেন। দ্বিতীয় রাকাআতেও এরূপ করলেন। তারপর বললেনঃ এ দুটি (চন্দ্রগ্রহন ও সূর্যগ্রহন) আল্লাহর নিদর্শনসমূহের অন্যতম। তোমরা তা দেখলে গ্রহন মুক্ত না হওয়া পর্যন্ত সালাত (নামায/নামাজ) আদায় করবে। আমি আমার এ স্থানে দাঁড়িয়ে, আমাকে যা ওয়াদা করা হয়েছে তা সবই দেখতে পেয়েছি। এমন কি যখন তোমরা আমাকে সামনে এগিয়ে যেতে দেখেছিলে তখন আমি দেখলাম যে, জান্নাতের একটি (আঙুর) গুচ্ছ নেওয়ার ইচ্ছা করছি। আর যখন তোমরা আমাকে পিছনে সরে আসতে দেখেছিলে আমি দেখলাম জাহান্নাম, সেখানে আমর ইবনু লুহাইকে যে সায়িবাহ* প্রথা প্রবর্তন করেছিল।;\n",
        "id": 1139,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৬৮. সালাতে থাকাবস্থায় থু থু ফেলা ও ফুঁ দেওয়া।",
        "hadithBengali": "وَيُذْكَرُ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو نَفَخَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي سُجُودِهِ فِي كُسُوفٍ;\n\nআবদুল্লাহ্' ইব্'ন আম্'র (রাঃ) থেকে বর্ণিত, নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সূর্য গ্রহনের সালাতে সিজদার সময় ফুঁ দিয়েছিলেন।;\n\n\n১১৪০। সুলাইমান ইবনু হারব (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মসজিদের কিব্'লার দিকে নাকের শ্লেষ্মা দেখতে পেয়ে মসজিদের লোকদের উপর রাগান্বিত হলেন এবং বললেনঃ আল্লাহ তাআলা তোমাদের প্রত্যেকের সামনে রয়েছেন, কাজেই তোমাদের কেউ সালাতে থাকাকালে থুথু ফেলবে না বা রাবী বলেছেন, নাক ঝাড়বে না। একথা বলার পর তিনি (মিম্বর থেকে) নেমে এসে নিজের হাতে ঘষে ঘষে তা পরিষ্কার করলেন। এবং ইবনু উমর (রাঃ) বলেন, তোমাদের কেউ যখন থু থু ফেলে তখন সে যেন তার বা দিকে ফেলে।;\n",
        "id": 1140,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৬৮. সালাতে থাকাবস্থায় থু থু ফেলা ও ফুঁ দেওয়া।",
        "hadithBengali": "১১৪১। মুহাম্মদ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের কেউ যখন সালাতে থাকে, তখন তো সে তার রবের সাথে নিবিড় আলাপে মশগুল থাকে। কাজেই সে যেন তার সামনে বা ডানে থু থু না ফেলে; তবে (প্রয়োজনে) বাঁ দিকে বা পায়ের নিচে ফেলবে।;\n",
        "id": 1141,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৭০. মুসল্লিকে আগে বাড়তে অথবা অপেক্ষা করতে বলা হলে সে যদি অপেক্ষা করে তবে এতে দোষ নেই।",
        "hadithBengali": "بَابُ مَنْ صَفَّقَ جَاهِلاً مِنَ الرِّجَالِ فِي صَلاَتِهِ لَمْ تَفْسُدْ صَلاَتُهُ. فِيهِ سَهْلُ بْنُ سَعْدٍ رَضِيَ اللَّهُ عَنْهُ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ;\n\n৭৬৯. অনুচ্ছেদঃ যে ব্যক্তি অজ্ঞাতবশত সালাতে হাততালি দেয় তাঁর সালাত নষ্ট হয় না। এ বিষয়ে সাহ্'ল ইব্'ন সাদ (রা.) সূত্রে নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে হাদীস বর্ণিত হয়েছে।;\n\n\n১১৪২। মুহাম্মদ ইবনু কাসীর (রহঃ) ... সাহ্'ল ইবনু সাদ (রাঃ) থেকে বর্ণিত, তিনি বলেন, সাহাবীগণ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে সালাত (নামায/নামাজ) আদায় করতেন এবং তাঁরা তাদের লুঙ্গী ছোট হওয়ার কারণে ঘাড়ের সাথে বেঁধে রাখতেন। তাই মহিলাগণকে বলা হয়, পুরুষগণ সোজা হয়ে না বসা পর্যন্ত তোমরা (সিজ্'দা থেকে) মাথা তুলবে না।;\n",
        "id": 1142,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সাহল বিন সাদ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৭১. সালাতে সালামের জবাব দিবে না ।",
        "hadithBengali": "১১৪৩। আবদুল্লাহ' ইবনু আবূ শায়বাহ্' (রহঃ) ... আবদুল্লাহ' (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে তাঁর সালাতরত অবস্থায় সালাম করতাম। তিনি আমাকে সালামের জওয়াব দিতেন। আমরা (আবিসিনিয়া থেকে) ফিরে তাঁকে (সালাতরত অবস্থায়) সালাম দিলাম। তিনি জওয়াব দিলেন না এবং পরে বললেনঃ সালাতে অনেক ব্যস্ততা ও নিমগ্নতা রয়েছে।;\n",
        "id": 1143,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ' ইব্'ন মাসউদ (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৭১. সালাতে সালামের জবাব দিবে না ।",
        "hadithBengali": "১১৪৪। আবূ মামার (রহঃ) ... জাবির ইবনু আবদুল্লাহ' (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে তাঁর একটি কাজে পাঠালেন, আমি গেলাম এবং কাজটি সেরে ফিরে এলাম। এরপর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে সালাম দিলাম। তিনি জওয়াব দিলেন না। এতে আমার মনে এমন একটা খট্'কা লাগল যা আল্লাহই ভাল জানেন। আমি মনে মনে বললাম, সম্ভবত আমি বিলম্বে আসার কারণে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার উপর অসন্তুষ্ট হয়েছেন। আবার আমি তাঁকে সালাম দিলাম; তিনি জওয়াব দিলেন না। ফলে আমার মনে প্রথমবারের চাইতেও অধিক খট্'কা লাগল। (সালাত (নামায/নামাজ) শেষে) আবার আমি তাঁকে সালাম দিলাম। এবার তিনি সালামের জওয়াব দিলেন এবং বললেনঃ সালাতে ছিলাম বলে তোমার সালামের জওয়াব দিতে পারিনি। তিনি তখন তাঁর বাহনের পিঠে কিব্'লা থেকে ভিন্নমুখী ছিলেন।;\n",
        "id": 1144,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "জাবির ইবনু আবদুল্লাহ আনসারী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৭২. কিছু ঘটলে সালাতে হাত তোলা ।",
        "hadithBengali": "১১৪৫। কুতাইবা (রহঃ) ... সাহ্'ল ইবনু সাদ (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এ সংবাদ পৌঁছল যে, কুবায় বনূ আমর ইবনু আওফ গোত্রে কোন ব্যাপার ঘটেছে। তাদের মধ্যে মীমাংসার উদ্দেশ্যে তিনি কয়েকজন সাহাবীসহ বেরিয়ে গেলেন। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সেখানে কর্মব্যস্ত হয়ে পড়েন। ইতিমধ্যে সালাতের সময় হয়ে গেল। বিলাল (রাঃ) আবূ বকর (রাঃ) এর কাছে এসে বলেন, হে আবূ বক্'র! রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কর্মব্যস্ত রয়েছেন। এদিকে সালাতের সময় উপস্থিত। আপনি কি লোকদের ইমামতী করবেন? তিনি বললেন, হ্যাঁ যদি তুমি চাও। তখন বিলাল (রাঃ) সালাতের ইকামত বললেন এবং আবূ বক্'র (রাঃ) এগিয়ে গেলেন এবং তাক্'বীর বললেন।;\n\nতখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাশরীফ আনলেন এবং কাতার ফাঁক করে সামনে এগিয়ে গিয়ে কাতারে দাঁড়ালেন। মুসল্লীগণ তখন তাস্'ফীহ্' করতে লাগলেন। সাহ্'ল (রাঃ) বললেন, তাস্'ফীহ্' মানে তাস্'ফীক (হাতে তালি দেওয়া) তিনি আরো বললেন, আবূ বক্'র (রাঃ) সালাতে এদিকে সেদিকে তাকাতেন না। মুসল্লিগণ বেশী (হাত চাপড়াতে শুরু) করলে, তিনি লক্ষ্য করে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে দেখতে পেলেন। তিনি তাঁকে ইশারায় সালাত (নামায/নামাজ) আদায় করার আদেশ দিলেন। তখন আবূ বক্'র (রাঃ) তাঁর দুহাত তুললেন এবং আল্লাহর হাম্'দ বর্ণনা করলেন। তারপর পিছু হেঁটে পিছনে সরে এসে কাতারে দাঁড়ালেন। আর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সামনে এগিয়ে গেলেন এবং মুসল্লীগণকে নিয়ে সালাত আদায় করলেন।;\n\nসালাত শেষ করে তিনি মুসল্লীগণের দিকে মুখ করে বললেনঃ হে লোক সকল! তোমাদের কি হয়েছে? সালাতে কোন ব্যাপার ঘটলে তোমরা হাত চাপড়াতে শুরু করো কেন? হাত চাপড়ান তো মেয়েদের জন্য। সালাতরত অবস্থায় কারো কিছু ঘটলে পুরুষরা সুব্'হানাল্লাহ্' বলবে। তারপর তিনি আবূ বকর (রাঃ)-এর দিকে লক্ষ্য করে তাঁকে জিজ্ঞাসা করলেন, হে আবূ বকর! তোমাকে আমি ইশারা করা সত্ত্বেও কিসে তোমাকে সালাত আদায়ে বাঁধা দিল? আবূ বকর (রাঃ) বললেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সামনে দাঁড়িয়ে সালাত আদায় করা ইবনু আবূ কুহাফার* জন্য সংগত নয়।;\n",
        "id": 1145,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সাহল বিন সাদ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৭৩. সালতে কোমরে হাত রাখা ।",
        "hadithBengali": "১১৪৬। আবূ নুমান (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, সালাতে কোমরে হাত রাখা নিষেধ করা হয়েছে। হিশাম ও আবূ হিলাল (রহঃ) ইবনু সীরীন (রহঃ) এর মাধ্যমে আবূ হুরায়রা (রাঃ) সূত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন।;\n",
        "id": 1146,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৭৩. সালতে কোমরে হাত রাখা ।",
        "hadithBengali": "১১৪৭। আমর ইবনু আলী (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, কোমরে হাত রেখে সালাত (নামায/নামাজ) আদায় করতে লোকদের নিষেধ করা হয়েছে।;\n",
        "id": 1147,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৭৪. সালাতে মুসল্লীর কোন বিষয় চিন্তা করা। উমর (রা.) বলেছেন, আমি সালাতের মধ্যে আমার সেনাবাহিনী বিন্যাসের চিন্তা করে থাকি।",
        "hadithBengali": "১১৪৮। ইস্'হাক ইবনু মান্'সূর (রহঃ) ... ঊকবা ইবনু হারিস (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে আসরের সালাত (নামায/নামাজ) আদায় করলাম। সালাম করেই তিনি দ্রুত উঠে তাঁর কোন এক সহধর্মিণীর কাছে গেলেন, এরপর বেরিয়ে এলেন। তাঁর দ্রুত যাওয়া আসার ফলে (উপস্থিত) সাহাবীগণের চেহারায় বিস্ময়ের আভাস দেখে তিনি বললেনঃ সালাতে আমার কাছে রাখা একটি সোনার টুক্'রার কথা আমার মনে পড়ে গেল। সন্ধ্যায় বা রাতে তা আমার কাছে থাকবে আমি এটা অপছন্দ করলাম। তাই, তা বণ্টন করে দেওয়ার নির্দেশ দিয়ে ছিলাম।;\n",
        "id": 1148,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উকবা ইবনুল হারিস (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৭৪. সালাতে মুসল্লীর কোন বিষয় চিন্তা করা। উমর (রা.) বলেছেন, আমি সালাতের মধ্যে আমার সেনাবাহিনী বিন্যাসের চিন্তা করে থাকি।",
        "hadithBengali": "১১৪৯। ইয়াহ্'ইয়া ইবনু বুকাইর (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ সালাতের আযান হলে শয়তান পিঠ ফিরিয়ে পালায় যাতে সে আযান না শুনতে পায়। তখন তার পশ্চাঁদ-বায়ূ নিঃসরণ হতে থাকে। মুআয্'যিন আযান শেষে নিরব হলে সে আবার এগিয়ে আসে। আবার ইকামত বলা হলে পালিয়ে যায়। মুআয্'যিন (ইকামত) শেষ করলে এগিয়ে আসে। তখন সে মুসল্লীকে বলতে থাকে, (ওটা) স্মরণ কর, যে বিষয় তার স্মরণে ছিল না শেষ পর্যন্ত সে কত রাকাআত সালাত (নামায/নামাজ) আদায় করল তা মনে করতে পারে না। আবূ সালামা ইবনু আবদূর রহমান (রহঃ) বলেছেন, তোমাদের কেউ এরূপ অবস্থায় পড়লে (শেষ বৈঠকে) বসা অবস্থায় যেন দুটি সিজ্'দা করে। একথা আবূ সালামা (রহঃ) আবূ হুরায়রা (রাঃ) থেকে শুনেছেন।;\n",
        "id": 1149,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৭৪. সালাতে মুসল্লীর কোন বিষয় চিন্তা করা। উমর (রা.) বলেছেন, আমি সালাতের মধ্যে আমার সেনাবাহিনী বিন্যাসের চিন্তা করে থাকি।",
        "hadithBengali": "১১৫০। মুহাম্মদ ইবনু মূসান্না (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, আবূ হুরায়রা (রাঃ) বেশী হাদীস বর্ণনা করেছে। এক ব্যাক্তির সাথে সাক্ষাত হলে আমি জিজ্ঞাসা করলাম। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম গতরাতে ইশার সালাতে কোন সূরা পড়েছেন? লোকটি বলল, আমি জানিনা। আমি বললাম, কেন, তুমি কি সালাতে উপস্থিত ছিলে না? সে বলল, হ্যাঁ, ছিলাম। আমি বললাম, কিন্তু আমি জানি তিনি অমুক অমুক সূরা পড়েছেন।;\n",
        "id": 1150,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৭৫. ফরয সালাতে দু রাকাআতের পর দাঁড়িয়ে পড়লে সিজ্'দায়ে সহু প্রসঙ্গে ।",
        "hadithBengali": "১১৫১। আবদুল্লাহ' ইবনু ইউসুফ (রহঃ) ... আবদুল্লাহ' ইবনু বুহায়না (রাঃ) থেকে বর্ণিত, তিনি বলেন, কোন এক সালাতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দু রাকাআত আদায় না করে বসে দাঁড়িয়ে গেলেন। মুসল্লিগণ তাঁর সঙ্গে দাঁড়িয়ে গেলেন। যখন সালাত (নামায/নামাজ) সমাপ্ত করার সময় হল এবং আমরা তাঁর সালাম ফিরানোর অপেক্ষা করছিলাম, তখন তিনি সালাম ফিরানোর আগে তাক্'বীর বলে বসে বসেই দুটি সিজ্'দা করলেন। তারপর সালাম ফিরালেন।;\n",
        "id": 1151,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ্ ইবনু বুহায়নাহ্ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৭৫. ফরয সালাতে দু রাকাআতের পর দাঁড়িয়ে পড়লে সিজ্'দায়ে সহু প্রসঙ্গে ।",
        "hadithBengali": "১১৫২। আবদুল্লাহ' ইবনু ইউসুফ (রহঃ) ... আবদুল্লাহ' ইবনু বুহায়না (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যুহ্'রের দু রাকাআত আদায় করে দাঁড়িয়ে গেলেন। দু রাকাআতের পর তিনি বসলেন না। সালাত (নামায/নামাজ) শেষ হয়ে গেলে তিনি দুটি সিজ্'দা করলেন এবং এরপর সালাম ফিরালেন।;\n",
        "id": 1152,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ্ ইবনু বুহায়নাহ্ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৭৬. সালাত পাঁচ রাকাআত আদায় করলে ।",
        "hadithBengali": "১১৫৩। আবূল ওয়ালীদ (রহঃ) ... আবদুল্লাহ' (রাঃ) থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যুহ্'রের সালাত (নামায/নামাজ) পাঁচ রাকাআত আদায় করলেন। তাঁকে জিজ্ঞাসা করা হল, সালাত কি বৃদ্ধি করা হয়েছে? তিনি বললেন, এ প্রশ্ন কেন? (প্রশ্নকারী) বললেন, আপনি তো পাঁচ রাকাআত সালাত আদায় করেছেন। অতএব তিনি সালাম ফিরানোর পর দুটি সিজ্'দা করলেন।;\n",
        "id": 1153,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ' ইব্'ন মাসউদ (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৭৭. দ্বিতীয় বা তৃতীয় রাকাআতে সালাম ফিরিয়ে নিলে সালাতের সিজ্'দার ন্যায় তার চাইতে দীর্ঘ দুটি সিজ্'দা করা।",
        "hadithBengali": "১১৫৪। আদম (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের নিয়ে যুহর বা আসরের সালাত (নামায/নামাজ) আদায় করলেন এবং সালাম ফিরালেন। তখন যুল-ইয়াদাইন (রাঃ) তাঁকে জিজ্ঞাসা করলেন, ইয়া রাসূলাল্লাহ! সালাত কি কম হয়ে গেল? নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর সাহাবীগণকে জিজ্ঞাসা করলেন, সে যা বলছে তা কি ঠিক? তাঁরা বললেন, হ্যাঁ। তখন তিনি আরও দু রাকাআত সালাত আদায় করলেন। পরে দুটি সিজ্'দা করলেন।;\n\nসাদ (রাঃ) বলেন, আমি উরাওয়া ইবনু যুবাইর (রাঃ)-কে দেখেছি, তিনি মাগরিবের দু রাকাআত সালাত আদায় করে সালাম ফিরালেন এবং কথা বললেন। পরে অবশিষ্ট সালাত আদায় করে দুটি সিজ্'দা করলেন। এবং বললেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এরূপ করেছেন।;\n",
        "id": 1154,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৭৮. সিজ্'দায়ে সহুর পর তাশাহ্'হুদ না পড়লে।",
        "hadithBengali": "أَنَسٌ وَالْحَسَنُ وَلَمْ يَتَشَهَّدَا. وَقَالَ قَتَادَةُ لاَ يَتَشَهَّدُ;\n\nআনাস (রাঃ) ও হাসান (বাসরী) (রহঃ) সালাম ফিরিয়েছেন। কিন্তু তাশাহ্'হুদ পড়েননি । কাতাদা (রহঃ) বলেছেন, তাশাহ্'হুদ পড়বে না।;\n\n\n১১৫৫। আবদুল্লাহ' ইবনু ইউসুফ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দু রাকাআত আদায় করে সালাত (নামায/নামাজ) শেষ করলেন। যুল-ইয়াদাইন (রাঃ) তাঁকে জিজ্ঞাসা করলেন, ইয়া রাসূলাল্লাহ! সালাত কি কম করে দেয়া দেওয়া হয়েছে, না কি আপনি ভুলে গেছেন? রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জিজ্ঞাসা করলেন, যুল-ইয়াদাইন কি সত্য বলছে? মুসল্লীগণ বললেন, হ্যাঁ। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দাঁড়িয়ে আরও দু রাকাআত সালাত আদায় করলেন। তারপর তিনি সালাম ফিরালেন এবং তাক্'বীর বললেন, পরে সিজদা করলেন, স্বাভাবিক সিজ্'দার মতো বা তাঁর চেয়ে দীর্ঘ। এরপর তিনি মাথা তুললেন।;\n",
        "id": 1155,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৭৮. সিজ্'দায়ে সহুর পর তাশাহ্'হুদ না পড়লে।",
        "hadithBengali": "১১৫৬। সুলাইমান ইবনু হারব (রহঃ) ... সালামা ইবনু আলকামা (রহঃ) থেকে বর্ণিত, তিনি বলেন, আমি মুহাম্মদ ইবনু সীরীন) (রহঃ) কে জিজ্ঞাসা করলাম, সিজ্'দায়ে সহুর পর তাশাহ্'হুদ আছে কি? তিনি বললেন, আবূ হুরায়রা (রাঃ)-এর হাদীসে তা নেই।;\n",
        "id": 1156,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৭৯. সিজ্'দায় সহুতে তাক্'বীর বলা ।",
        "hadithBengali": "১১৫৭। হাফ্'স ইবনু উমর (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বিকালের কোন এক সালাতে দু রাকাআত আদায় করে সালাম ফিরালেন। মুহাম্মদ (রহঃ) বলেন, আমার প্রবল ধারনা, তা ছিল আসরের সালাত (নামায/নামাজ)। তারপর মসজিদের একটি কাষ্ঠ খণ্ডের কাছে গিয়ে দাঁড়ালেন এবং উহার উপর হাত রাখলেন। মুসল্লীগণের ভিতরে সামনের দিকে আবূ বক্'র (রাঃ) ও উমর (রাঃ)ও ছিলেন। তাঁরা উভয়ে তাঁর সাথে কথা বলতে ভয় পাচ্ছিলেন। তাড়াহুড়া-কারী মুসল্লিগণ বেরিয়ে পড়লেন। তারা বলাবলি করতে লাগলেন, সালাত কি কমিয়ে দেয়া হয়েছে? কিন্তু এক ব্যাক্তি, যাকে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যূল ইয়াদাইন ডাকতেন, জিজ্ঞাসা করল আপনি কি ভুলে গেছেন, না কি সালাত কমিয়ে দেওয়া হয়েছে? তিনি বললেনঃ আমি ভুলিনি আর সালাতও কম করা হয়নি। তখন তিনি দু রাকাআত সালাত আদায় করে সালাম ফিরালেন। তারপর তাক্'বীর বলে সিজ্'দা করলেন, স্বাভাবিক সিজ্'দার ন্যায় বা তার চেয়ে দীর্ঘ। তারপর মাথা উঠিয়ে আবার তাক্'বীর বলে মাথা রাখলেন অর্থাৎ তাক্'বীর বলে সিজ্'দায় গিয়ে স্বাভাবিক সিজ্'দার মত অথবা তার চাইতে দীর্ঘ সিজ্'দা করলেন। এরপর মাথা উঠিয়ে তাক্'বীর বললেন।;\n",
        "id": 1157,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৭৯. সিজ্'দায় সহুতে তাক্'বীর বলা ।",
        "hadithBengali": "১১৫৮। কুতাইবা ইবনু সায়ীদ (রহঃ) ... আবদুল্লাহ' ইবনু বুহাইনা আসাদী (রাঃ) যিনি বনূ আবদুল মুত্তালিবের সঙ্গে মৈত্রী চুক্তিবদ্ধ ছিলেন তাঁর থেকে বর্ণিত, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যুহ্'রের সালাত (দু রাকাআত আদায় করার পর) না বসে দাঁড়িয়ে গেলেন। সালাত (নামায/নামাজ) পূর্ণ করার পর সালাম ফিরাবার আগে তিনি বসা অবস্থায় ভুলে যাওয়া বৈঠকের স্থলে দুটি সিজ্'দা সম্পূর্ণ করলেন, প্রতি সিজ্'দায় তাক্'বীর বললেন। মুসল্লীগণও তাঁর সঙ্গে এ দুটি সিজ্'দা করল। ইবনু শিহাব (রহঃ) থেকে তাক্'বীরের কথা বর্ণনায় ইবনু জুরাইজ (রহঃ) লায়স (রহঃ)-এর অনুসরণ করেছেন।;\n",
        "id": 1158,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ্ ইবনু বুহায়নাহ্ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৮০. সালাত তিন রাকাআত আদায় করা হল না কি চার রাকাআত তা মনে করতে না পারলে বসা অবস্থায় দুটি সিজ্'দা করা।",
        "hadithBengali": "১১৫৯। মুআয ইবনু ফাযালা (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যখন সালাতের জন্য আযান দেওয়া হয়, তখন শয়তান পিঠ ফিরিয়ে পালায় যাতে আযান শুনতে না পায় আর তার পশ্চাদ-বায়ূ সশব্দে নির্গত হতে থাকে। আযান শেষ হয়ে গেলে সে এগিয়ে আসে। আবার সালাতের জন্য ইকামত দেওয়া হলে সে পিঠ ফিরিয়ে পালায়। ইকামত শেষ হয়ে গেলে আবার ফিরে আসে। এমন কি সে সালাতরত ব্যাক্তির মনে ওয়াস্'ওয়াসা সৃষ্টি করে এবং বলতে থাকে, অমুক অমুক বিষয় স্মরণ করো, যা তার স্মরণে ছিল না। এভাবে সে ব্যাক্তি কত রাকাআত সালাত (নামায/নামাজ) আদায় করেছে তা স্মরণ করতে পারে না। তাই, তোমাদের কেউ তিন রাকাআত বা চার রাকাআত সালাত (নামায/নামাজ) আদায় করেছে, তা মনে রাখতে না পারলে বসা অবস্থায় দুটি সিজ্'দা করবে।;\n",
        "id": 1159,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৮১. ফরয ও নফল সালাতে ভুলে হলে।",
        "hadithBengali": "وَسَجَدَ ابْنُ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا سَجْدَتَيْنِ بَعْدَ وِتْرِهِ;\n\nইব্'ন আব্বাস (রাঃ) বিত্'রের পর দুটি সিজ্'দা (সহু) করেছেন।;\n\n\n১১৬০। আবদুল্লাহ' ইবনু ইউসুফ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের কেউ সালাতে দাঁড়ালে শয়তান এসে তাকে সন্দেহে ফেলে, এমনকি সে বুঝতে পারে না যে, সে কত রাকাআত সালাত (নামায/নামাজ) আদায় করেছে। তোমাদের কারো এ অবস্থা হলে সে যেন বসা অবস্থায় দুটি সিজ্'দা করে।;\n",
        "id": 1160,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৮২. সালাতে থাকা অবস্থায় কেউ তার সঙ্গে কথা বললে এবং তা শুনে যদি সে হাত দিয়ে ইশারা করে।",
        "hadithBengali": "১১৬১ ইয়াহ্'ইয়া ইবনু সুলাইমান (রহঃ) ... কুরাইব (রহঃ) থেকে বর্ণিত, ইবনু আব্বাস, মিসওয়ার ইবনু মাখরামা এবং আবদুর রহমান ইবনু আযহার (রাঃ) তাঁকে আয়িশা (রাঃ)-এর কাছে পাঠালেন এবং বলে দিলেন, তাঁকে আমাদের সকলের তরফ থেকে সালাম পৌঁছিয়ে আসরের পরের দু রাকাআত সালাত (নামায/নামাজ) সম্পর্কে জিজ্ঞাসা করবে। তাঁকে একথাও বলবে যে, আমরা খবর পেয়েছি যে, আপনি সে দু রাকাআত আদায় করেন, অথচ আমাদের কাছে পৌঁছেছে যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সে দু রাকাআত আদায় করতে নিষেধ করেছেন। ইবনু আব্বাস (রাঃ) সংবাদ আরও বলেন যে, আমি উমর ইবনু খাত্তাব (রাঃ) এর সাথে এ সালাতের কারণে লোকদের মারধোর করতাম।;\n\nকুরাইব (রহঃ) বলেন, আমি আয়িশা (রাঃ) এর কাছে গিয়ে তাঁকে তাঁদের পয়গাম পৌঁছিয়ে দিলাম। তিনি বললেন, উম্মে সালামা (রাঃ) কে জিজ্ঞাসা কর। [কুরাইব (রহঃ) বলেন] আমি সেখান থেকে বের হয়ে তাঁদের কাছে গেলাম এবং তাঁদেরকে আয়িশা (রাঃ)-এর কথা জানালাম। তখন তাঁরা আমাকে আয়িশা (রাঃ)-এর কাছে যে বিষয় নিয়ে পাঠিয়েছিলেন, তা নিয়ে পুনরায় উম্মে সালামা (রাঃ)-এর কাছে পাঠালেন। উম্মে সালামা (রাঃ) বললেন, আমিও নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে তা নিষেধ করতে শুনেছি। অথচ তারপর তাঁকে তা আদায় করতেও দেখেছি।;\n\nএকদিন তিনি আসরের সালাতের পর আমার ঘরে তাশরীফ আনলেন। তখন আমার কাছে বনূ হারাম গোত্রের আনসারী কয়েকজন মহিলা উপস্থিত ছিলেন। আমি বাঁদীকে এ বলে তাঁর কাছে পাঠালাম যে, তাঁর পাশে গিয়ে দাঁড়িয়ে তাঁকে বলবে, উম্মে সালামা (রাঃ) আপনার কাছে জানতে চেয়েছেন, আপনাকে (আসরের পর সালাতের) দু রাকাআত নিষেধ করতে শুনেছি; অথচ দেখছি, আপনি তা আদায় করছেন? যদি তিনি হাত দিয়ে ইশারা করেন, তাহলে পিছনে সরে থাকবে, বাঁদি তা-ই করল। তিনি ইশারা করলেন, সে পিছনে সরে থাকল।;\n\nসালাত (নামায/নামাজ) শেষ করে তিনি বললেন, হে আবূ উমায়্যার কন্যা! আসরের পরের দু রাকাআত সালাত সম্পর্কে তুমি আমাকে জিজ্ঞাসা করেছ। আবদুল কায়স গোত্রের কিছু লোক আমার কাছে এসেছিল। তাদের কারণে যুহ্'রের পরের দু রাকাআত আদায় করা থেকে ব্যস্ত হয়ে পড়েছিলাম। এ দু রাকাআত সে দু রাকাআত*।;\n",
        "id": 1161,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "কুরায়ব (রহ.)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৮৩. সালাতের মধ্যে ইশারা করা।",
        "hadithBengali": "قَالَهُ كُرَيْبٌ عَنْ أُمِّ سَلَمَةَ رَضِيَ اللَّهُ عَنْهَا عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ;\n\nকুরাইব (রহঃ) উম্মে সালামা (রাঃ) সূত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে এ সম্পর্কে বর্ণনা করেছেন।;\n\n\n১১৬২। কুতাইবা ইবনু সায়ীদ (রহঃ) ... সাহ্'ল ইবনু সাদ সাঈদী (রাঃ) থেকে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে সংবাদ পৌঁছে যে, বনূ আমর ইবনু আওফ-এ কিছু ঘটেছে। তাদের মধ্যে আপোস করে দেওয়ার উদ্দেশ্যে তিনি কয়েকজন সাহাবীসহ বেরিয়ে গেলেন। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ' সেখানে কর্মব্যস্ত হয়ে পড়েন। ইতিমধ্যে সালাতের সময় হয়ে গেল। বিলাল (রাঃ) আবূ বক্'র (রাঃ)-এর কাছে এসে বললেন, হে আবূ বকর! রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কর্মব্যস্ত হয়ে পড়েছেন। এদিকে সালাতের সময় হয়ে গিয়েছে, আপনি কি সালাত (নামায/নামাজ) লোকদের ইমামতি করতে প্রস্তুত আছেন? তিনি বললেন, হ্যাঁ, যদি তুমি চাও। তখন বিলাল (রাঃ) ইকামত বললেন এবং আবূ বক্'র (রাঃ) সামনে গিয়ে লোকদের জন্য তাক্'বীর বললেন। এদিকে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাশরীফ আনলেন এবং কাতারের ভিতর দিয়ে হেঁটে (প্রথম) কাতারে এসে দাঁড়িয়ে গেলেন। মুসল্লীগণ তখন হাততালি দিতে লাগলেন।;\n\nআবূ বক্'র (রাঃ)-এর অভ্যাস ছিল যে, সালাতে এদিক সেদিক তাকাতেন না। মুসল্লীগণ যখন অধিক পরিমানে হাততালি দিতে লাগলেন, তখন তিনি সেদিকে তাকালেন এবং রাসূলুল্লাহ্' সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে দেখতে পেলেন। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইশারা করে সালাত আদায় করতে থাকার নির্দেশ দিলেন। আবূ বক্'র (রাঃ) দুহাত তুলে আল্লাহর হাম্'দ বর্ণনা করলেন এবং পিছনের দিকে সরে গিয়ে কাতারে দাঁড়ালেন। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সামনে এগিয়ে লোকদের নিয়ে সালাত আদায় করলেন।;\n\nসালাত শেষ করে মুসল্লীগণের প্রতি লক্ষ্য করে বললেন, হে লোক সকল! তোমাদের কি হয়েছে, সালাত (নামায/নামাজ) কোন ব্যাপার ঘটলে তোমরা হাততালি দিতে থাক কেন? হাততালি তো মেয়েদের জন্য। কারো সালাতের মধ্যে কোন সমস্যা দেখা দিলে সে যেন সুবহানাল্লাহ্' বলে। কারণ, কেউ অন্যকে সুবহানাল্লাহ্' বলতে শুনলে অবশ্যই সেদিকে লক্ষ্য করবে। তারপর তিনি বললেন, হে আবূ বক্'র! তোমাকে আমি ইশারা করা সত্ত্বেও কিসে তোমাকে লোকদের নিয়ে সালাত আদায় করতে বাধা দিল? আবূ বক্'র (রাঃ) বললেন, কুহাফার ছেলের জন্য এ সমীচীন নয় যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সামনে দাঁড়িয়ে সালাত আদায় করবে।;\n",
        "id": 1162,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সাহল বিন সাদ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৮৩. সালাতের মধ্যে ইশারা করা।",
        "hadithBengali": "১১৬৩। ইয়াহ্'ইয়া ইবনু সুলাইমান (রহঃ) ... আসমা (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমি আয়িশা (রাঃ) এর কাছে গেলাম, তখন তিনি দাঁড়িয়ে সালাত (নামায/নামাজ) আদায় করছিলেন, আর লোকেরাও সালাতে দাঁড়ানো ছিল। আমি জিজ্ঞাসা করলাম, লোকদের অবস্থা কি? তখন তিনি তাঁর মাথা দ্বারা আকাশের দিকে ইশারা করলেন। আমি বললাম, ইহা কি নিদর্শন? তিনি আবার তাঁর মাথার ইশারায় বললেন, হ্যাঁ।;\n",
        "id": 1163,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আসমা বিনতু আবূ বাকর (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৮৩. সালাতের মধ্যে ইশারা করা।",
        "hadithBengali": "১১৬৪। ইস্'মায়ীল (রহঃ) ... নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সহধর্মিণী আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর অসুস্থ অবস্থায় তাঁর ঘরে বসে সালাত (নামায/নামাজ) আদায় করছিলেন। একদল সাহাবী তাঁর পিছনে দাঁড়িয়ে সালাত আদায় করতে লাগলেন। তিনি তাদের প্রতি ইশারা করলেন, বসে যাও। সালাত শেষ করে তিনি বললেন, ইমাম নির্ধারণ করা হয়েছে তাঁকে অনুসরণ করার জন্য। কাজেই তিনি রুকু করলে তোমরা রুকু করবে; আর তিনি মাথা তুললে তোমরাও মাথা তুলবে।;\n",
        "id": 1164,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    }
]
