[

    {

        "chapter_bn": "১১৮৩. রমযানের সাওম ওয়াজিব হওয়া প্রসঙ্গে। মহান আল্লাহ্'র বাণীঃ হে মু'মিনগন! তোমাদের জন্য সিয়াম ফরজ করা হল, যেমন ফরজ করা হয়েছিল তোমাদের পূর্ববর্তীদের উপর, যেন তোমরা মুত্তাকি হও (২:১৮৩) ",
        "hadithBengali": "১৭৭০। কুতায়বা ইবনু সাইদ (রহঃ) ... তালহা ইবনু উবায়দুল্লাহ (রাঃ) থেকে বর্ণিত যে, এলোমেলো চুলসহ একজন গ্রাম্য আরব রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এলেন। তারপর বললেন, ইয়া রাসুলাল্লাহ! আমাকে বলুন, আল্লাহ তাআলা আমার উপর কত সালাত (নামায/নামাজ) ফরজ করেছেন? তিনি বলেনঃ পাঁচ (ওয়াক্ত) সালাত; তবে তুমি যদি কিছু নফল আদায় কর তা স্বতন্ত্র কথা। এরপর তিনি বললেন, বলুন, আমার উপর কত সিয়াম আল্লাহ তাআলা ফরজ করেছেন? রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ রমযান মাসের সাওম (রোযা/রোজা/সিয়াম/ছিয়াম); তবে তুমি যদি কিছু নফল কর তবে তা স্বতন্ত্র কথা। এরপর তিনি বললেন, বলুন, আল্লাহ আমার উপর কি পরিমান যাকাত ফরয করেছেন? রাবী বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁকে ইসলামের বিধান জানিয়ে দিলেন। এরপর তিনি বললেন, ঐ সত্তার কসম, যিনি আপনাকে সত্য দিয়ে সম্মানিত করেছেন, আল্লাহ আমার উপর যা ফরয করেছেন, আমি এর মাঝে কিছু বাড়াব না এবং কমাবও না। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ সে সত্য বলে থাকলে সফলতা লাভ করল কিংবা বলেছেন, সে সত্য বলে থাকলে জান্নাত লাভ করল।;",
        "id": 1770,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "তালহা ইবনু উবায়দুল্লাহ্ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১১৮৩. রমযানের সাওম ওয়াজিব হওয়া প্রসঙ্গে। মহান আল্লাহ্'র বাণীঃ হে মু'মিনগন! তোমাদের জন্য সিয়াম ফরজ করা হল, যেমন ফরজ করা হয়েছিল তোমাদের পূর্ববর্তীদের উপর, যেন তোমরা মুত্তাকি হও (২:১৮৩) ",
        "hadithBengali": "১৭৭১। মুসাদ্দাদ (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আশূরা (আশুরা/আসুরা/আসূরা)র দিন সিয়াম পালন করেছেন এবং এ সিয়ামের জন্য আদেশও করেছেন। পরে যখন রমযানের সিয়াম ফরজ হল তখন তা ছেড়ে দেওয়া হয়। আবদুল্লাহ (রহঃ) এ সিয়াম পালন করতেন না, তবে মাসের যে দিনগুলোতে সাধারন সিয়াম পালন করতেন, তাঁর সাথে মিল হলে করতেন।;",
        "id": 1771,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১১৮৩. রমযানের সাওম ওয়াজিব হওয়া প্রসঙ্গে। মহান আল্লাহ্'র বাণীঃ হে মু'মিনগন! তোমাদের জন্য সিয়াম ফরজ করা হল, যেমন ফরজ করা হয়েছিল তোমাদের পূর্ববর্তীদের উপর, যেন তোমরা মুত্তাকি হও (২:১৮৩) ",
        "hadithBengali": "১৭৭২। কুতায়বা ইবনু সাঈদ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত যে, জাহিলী যুগে কুরায়শগন আশূরা (আশুরা/আসুরা/আসূরা)র দিন সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) পালন করত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামও পরে এ সাওম পালনের নির্দেশ দেন। অবশেষে রমযানের সিয়াম ফরজ হলে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ যার ইচ্ছা আশূরার সিয়াম পালন করবে এবং যার ইচ্ছা সে সাওম পালন করবে না।;",
        "id": 1772,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১১৮৪. সাওমের ফযীলত ",
        "hadithBengali": "১৭৭৩। আবদুল্লাহ ইবনু মাসলামা (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ সিয়াম ঢাল স্বরূপ। সুতরাং অশ্লীলতা করবে না এবং মুর্খের মত কাজ করবে না। যদি কেউ তাঁর সাথে ঝগড়া করতে চায়, তাঁকে গালি দেয়, তবে সে যেন দুই বার বলে, আমি সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) পালন করছি। ঐ সত্তার শপথ, যার হাতে আমার প্রাণ, অবশ্যই সাওম পালনকারীর মুখের গন্ধ আল্লাহর নিকট মিসকের গন্ধের চাইতেও উৎকৃষ্ট, সে আমার জন্য আহার, পান ও কামাচার পরিত্যাগ করে। সিয়াম আমারই জন্য। তাই এর পুরষ্কার আমি নিজেই দান করব। আর প্রত্যেক নেক কাজের বিনিময় দশ গুন।;\n",
        "id": 1773,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১১৮৫. সাওম (গোনাহের) কাফফারা",
        "hadithBengali": "১৭৭৪। আলী ইবনু আবদুল্লাহ (রহঃ) ... হুযায়ফা (রাঃ) থেকে বর্ণিত, তিনি বলেন, একদিন উমর (রাঃ) বললেন, ফিতনা সম্পর্কিত নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর হাদিসটি কার মুখস্ত আছে? হুযায়ফা (রাঃ) বললেন, আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি যে, পরিবার, ধন-সম্পদ এবং প্রতিবেশীই মানুষের জন্য ফিতনা। সালাত (নামায/নামাজ), সিয়াম এবং সদকা এর কাফফারা হয়ে যায়। উমর (রাঃ) বললেন, এ ফিতনা সম্পর্কে আমি জিজ্ঞাসা করছি না, আমি তো জিজ্ঞাসা করেছি ওই ফিতনা সম্পর্কে, যা সমুদ্রের ঢেউয়ের মত আন্দোলিত হতে থাকবে।;\n\nহুযায়ফা (রাঃ) বললেন, এ ফিতনার সামনে বন্ধ দরজা আছে। উমর (রাঃ) বললেন, এ দরজা কি খুলে যাবে, না ভেঙ্গে যাবে? হুযায়ফা (রাঃ) বললেন, ভেঙ্গে যাবে। উমর (রাঃ) বললেন, তাহলে তো তা কিয়ামত পর্যন্ত বন্ধ হবে না। আমার মাসরুক (রহঃ) কে বললাম, হুযায়ফা (রাঃ) কে জিজ্ঞেস করূন, উমর (রাঃ) কি জানতেন, কে সেই দরজা? তিনি বললেন, হাঁ, তিনি এরুপ জানতেন যেরুপ কালকের দিনের পূর্বে আজকের রাত।;\n",
        "id": 1774,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "হুযাইফাহ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১১৮৬. সাওম পালনকারীর জন্য রায়্যান ",
        "hadithBengali": "১৭৭৫। খালিদ ইবনু মাখলাদ (রহঃ) ... সাহল (রাঃ) থেকে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ জান্নাতে রায়্যান নামক একটি দরজা আছে। এ দরজা দিয়ে কিয়ামতের দিন সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) পালনকারীরাই প্রবেশ করবে। তাঁদের ছাড়া আর কেউ এ দরজা দিয়ে প্রবেশ করতে পারবে না। ঘোষণা দেওয়া হবে, সাওম পালনকারীরা কোথায়? তখন তারা দাঁড়াবে। তাঁরা ছাড়া আর কেউ এ দরজা দিয়ে প্রবেশ করবে না। তাঁদের প্রবেশের পরই দরজা বন্ধ করে দেওয়া হবে। যাতে এ দরজা দিয়ে আর কেউ প্রবেশ না করে।;\n",
        "id": 1775,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সাহল বিন সাদ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১১৮৬. সাওম পালনকারীর জন্য রায়্যান ",
        "hadithBengali": "১৭৭৬। ইবরাহীম ইবনু মুনযীর (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে কেউ আল্লাহর পথে জোড়া জোড়া ব্যয় করবে তাঁকে জান্নাতের দরজাসমূহ থেকে ডাকা হবে, হে আল্লাহর বান্দা! এটাই উত্তম। অতএব যে সালাত (নামায/নামাজ) আদায়কারী, তাঁকে সালাতের দরজা থেকে ডাকা হবে। যে মুজাহিদ তাঁকে জিহাদের দরজা থেকে ডাকা হবে, যে সিয়াম পালনকারী, তাঁকে রায়্যাব দরজা থেকে ডাকা হবে। যে সাদকা দানকারী তাঁকে সাদকা দরজা থেকে ডাকা হবে। এরপর আবূ বাকর (রাঃ) বললেন, ইয়া রাসূলাল্লাহ! আপনার জন্য আমার পিতা-মাতা কুরবান, সকল দরজা থেকে কাউকে ডাকার কোন প্রয়োজন নেই, তবে কি কাউকে সব দরজা থেকে ডাকা হবে? রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ হ্যাঁ। আমি আশা করি তুমি তাঁদের মধ্যে হবে।;\n",
        "id": 1776,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১১৮৭. রমজান বলা হবে, না রমযান মাস বলা হবে? আর যাদের মতে উভয়টি বলা যায়। নবী (ﷺ) বলেছেনঃ যে ব্যক্তি রমযানের সিয়াম পালন করবে এবং আরো বলেছেনঃ তোমরা রমযানের আগে সিয়াম পালন করবে না",
        "hadithBengali": "১৭৭৭। কুতায়বা (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যখন রমযান আসে তখন জান্নাতের দরজাসমূহ খুলে দেওয়া হয়।;\n",
        "id": 1777,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১১৮৭. রমজান বলা হবে, না রমযান মাস বলা হবে? আর যাদের মতে উভয়টি বলা যায়। নবী (ﷺ) বলেছেনঃ যে ব্যক্তি রমযানের সিয়াম পালন করবে এবং আরো বলেছেনঃ তোমরা রমযানের আগে সিয়াম পালন করবে না",
        "hadithBengali": "১৭৭৮। ইয়াহইয়া ইবনু বুকায়র (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলতেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ রমযান আসলে আসমানের দরজাসমূহ খুলে দেওয়া হয় এবং জাহান্নামের দরজাসমূহ বন্ধ করে দেওয়া হয় আর শৃংখলিত করে দেয়া হয় শয়তানকে।;\n",
        "id": 1778,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১১৮৮. চাঁদ দেখা",
        "hadithBengali": "১৭৭৯। ইয়াহহিয়া ইবনু বুকায়র (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি, যখন তোমরা তা (চাঁদ) দেখবে তখন সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) পালন করবে, আবার যখন তা দেখবে তখন ইফতার বন্ধ করবে। আর যদি আকাশ মেঘাচ্ছন্ন থাকে তাহলে তাঁর সময় হিসাব করে (ত্রিশ দিন) পূর্ণ করবে।;\n\nইয়াহইয়া ইবনু বুকায়র (রহঃ) ব্যতীত অন্যরা লায়স (রহঃ) থেকে উকায়লা এবং ইউনুস (রহঃ) সূত্রে বর্ননা করেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কথাটি বলেছেন রমযানের চাঁদ সম্পর্কে।;\n",
        "id": 1779,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১১৮৯. যে ব্যক্তি ঈমানের সাথে সওয়াবের আশায় নিয়তসহ সিয়াম পালন করবে। আয়িশা (রাঃ) নবী (ﷺ) থেকে বর্ণনা করেছেন, কিয়ামতের দিন নিয়ত অনুযায়ী লোকদের উঠানো হবে।",
        "hadithBengali": "১৭৮০। মুসলিম ইবনু ইবরাহীম (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যাক্তি লাইলাতুল ক্বদরে ঈমানের সাথে সওয়াবের আশায় রাত জেগে ইবাদাত করে, তাঁর পিছনের সমস্ত গুনাহ মাপ করা হবে। আর যে ব্যাক্তি ঈমানসহ সওয়াবের আশায় রমযানে সিয়াম পালন করবে, তাঁরও অতীতের সমস্ত গুনাহ মাফ করা হবে।;\n",
        "id": 1780,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১১৯০. নবী (ﷺ) রমযানে সর্বাধিক দান করতেন ",
        "hadithBengali": "১৮৮১। মূসা ইবনু ইসমাঈল (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ধন সম্পদ ব্যয় করার ব্যাপারে সকলের চেয়ে দানশীল ছিলেন। রমযানে জিবরীল (আলাইহিস সালাম) যখন তাঁর সাথে দেখা করতেন, তখন তিনি আরো অধিক দান করতেন। রমযান শেষ না হওয়া পর্যন্ত প্রতি রাতেই জিবরীল (আলাইহিস সালাম) তাঁর একবার সাক্ষাৎ করতেন। আর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁকে কুরআন শোনাতেন। জিবরীল (আলাইহিস সালাম) যখন তাঁর সঙ্গে সাক্ষাৎ করতেন তখন তিনি রহমত প্রেরিত বায়ূর চেয়ে অধিক ধন-সম্পদ দান করতেন।;\n",
        "id": 1781,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১১৯১. সাওম পালনের সময় মিথ্যা বলা ও সে অনুযায়ী আমল বর্জন না করা",
        "hadithBengali": "১৭৮২। আদম ইবনু আবূ ইয়াস (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যাক্তি মিথ্যা বলা ও সে অনুযায়ী আমল বর্জন করেনি, তাঁর এ পানাহার পরিত্যাগ করায় আল্লাহর কোন প্রয়োজন নেই।;\n",
        "id": 1782,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১১৯২. কাউকে গালি দেওয়া হলে সে কি বলবে, আমি তো সাওম পালনকারী? ",
        "hadithBengali": "১৭৮৩। ইবরাহীম ইবনু মূসা (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ আল্লাহ তাআলা বলেছেন, সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) ব্যতীত আদম সন্তানের প্রতিটি কাজই তাঁর নিজের জন্য, কিন্তু সিয়াম আমার জন্য, তাই আমিই এর প্রতিদান দেব। সিয়াম ঢাল স্বরূপ। তোমাদের কেউ যেন সিয়াম পালনের দিন অশ্লীলতায় লিপ্ত না হয় এবং ঝগড়া-বিবাদ না করে। কেউ যদি তাঁকে গালি দেয় অথবা তাঁর সঙ্গে ঝগড়া করে, তাহলে সে যেন বলে, আমি একজন সায়িম। যার কবজায় মুহাম্মদের প্রাণ, তাঁর শপথ! সায়িমের মুখের গন্ধ আল্লাহ্'র নিকট মিসকের গন্ধের চাইতেও সুগন্ধি। সায়ইমের জন্য রয়েছে দুটি খুশী যা তাঁকে খুশী করে। যখন সে ইফতার করে, সে খুশী হয় এবং যখন সে তাঁর রবের সাথে সাক্ষাৎ করবে, তখন সাওম বিনিময়ে আনন্দিত হবে।;\n",
        "id": 1783,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১১৯৩. অবিবাহিত ব্যক্তি যে নিজের উপর আশংকা করে, তার জন্য সাওম",
        "hadithBengali": "১৭৮৪। আবদান (রহঃ) ... আলকামা (রহঃ) থেকে বর্ণিত, তিনি বলেন, আমি আবদুল্লাহ (রাঃ) এর সঙ্গে চলতে ছিলাম তখন তিনি বললেন, আমরা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে ছিলাম, তিনি বললেনঃ যে ব্যাক্তির সামর্থ্য আছে, সে যেন বিবাহ করে নেয়। কেননা বিবাহ চোখকে অবনত রাখে এবং লজ্জাস্থানকে সংরক্ষন করে। আর যার সামর্থ্য নেই, সে যেন সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) পালন করে। সাওম তাঁর প্রবৃত্তিকে দমন করে।;\n\nআবূ আবদুল্লাহ (রহঃ) বলেন,الْبَاءَةَ শব্দের অর্থ বিবাহ।;\n",
        "id": 1784,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আলকামাহ (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১১৯৪. নবী করীম (ﷺ) এর বাণীঃ যখন তোমরা চাঁদ দেখবে তখন সাওম শুরু করবে আবার যখন চাঁদ দেখবে তখন ইফতার বন্ধ করবে। ",
        "hadithBengali": "وَقَالَ صِلَةُ عَنْ عَمَّارٍ مَنْ صَامَ يَوْمَ الشَّكِّ فَقَدْ عَصَى أَبَا الْقَاسِمِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ;\n\nসেলা (রহঃ) আম্মার (রাঃ) থেকে বর্ননা করেন, যে ব্যক্তি সন্দেহের দিনে সিয়াম পালন করল সে আবুল কাসিম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নাফরমানী করল। ;\n\n\n১৭৮৫। আবদুল্লাহ ইবনু মাসলামা (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রমযানের কথা আলোচনা করে বললেনঃ চাঁদ না দেখে তোমরা সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) পালন করবে না এবং চাঁদ না দেখে ইফতার বন্ধ করবে না। যদি মেঘাছন্ন থাকে তাহলে তাঁর সময় (ত্রিশ দিন) পরিমান পূর্ণ করবে।;\n",
        "id": 1785,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১১৯৪. নবী করীম (ﷺ) এর বাণীঃ যখন তোমরা চাঁদ দেখবে তখন সাওম শুরু করবে আবার যখন চাঁদ দেখবে তখন ইফতার বন্ধ করবে। ",
        "hadithBengali": "১৭৮৬। আবদুল্লাহ ইবনু মাসলামা (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ মাস ঊনত্রিশ রাত বিশিষ্ট হয়। তাই তোমরা চাঁদ না দেখে সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) শুরু করবে না। যদি আকাশ মেঘাবৃত থাকে তাহলে তোমরা ত্রিশ দিন পূর্ন করবে।;",
        "id": 1786,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১১৯৪. নবী করীম (ﷺ) এর বাণীঃ যখন তোমরা চাঁদ দেখবে তখন সাওম শুরু করবে আবার যখন চাঁদ দেখবে তখন ইফতার বন্ধ করবে। ",
        "hadithBengali": "১৭৮৭। আবূল ওয়ালিদ (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (দুহাতের অঙ্গুলী তুলে ইশারা করে) বলেনঃ মাস এত এত দিনে হয় এবং তৃতীয় বার বৃদ্ধাঙ্গুলীটি বন্ধ করে নিলেন।;\n",
        "id": 1787,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১১৯৪. নবী করীম (ﷺ) এর বাণীঃ যখন তোমরা চাঁদ দেখবে তখন সাওম শুরু করবে আবার যখন চাঁদ দেখবে তখন ইফতার বন্ধ করবে। ",
        "hadithBengali": "১৭৮৮। আদম (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অথবা বললেন, আবূল কাসিম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা চাঁদ দেখে সিয়াম আরম্ভ করবে এবং চাঁদ দেখে ইফতার করবে। আকাশ যদি মেঘে ঢাকা থাকে তাহলে শবানের গননা ত্রিশ পুরা করবে।;\n",
        "id": 1788,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১১৯৪. নবী করীম (ﷺ) এর বাণীঃ যখন তোমরা চাঁদ দেখবে তখন সাওম শুরু করবে আবার যখন চাঁদ দেখবে তখন ইফতার বন্ধ করবে। ",
        "hadithBengali": "১৭৮৯। আবূ আসিম (রহঃ) ... উম্মে সালমা (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক মাসের জন্য তাঁর স্ত্রীদের সঙ্গে ঈলা করলেন। ঊনত্রিশ দিন পার হওয়ার পর সকালে বা সন্ধায় তিনি তাঁদের নিকট গেলেন। তাঁকে প্রশ্ন করা হল, আপনি তো এক মাস পর্যন্ত না আসার শপথ করেছিলেন? তিনি বললেন, মাস ঊনত্রিশ দিনেও হয়েও থাকে।;\n",
        "id": 1789,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উম্মু সালামাহ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১১৯৪. নবী করীম (ﷺ) এর বাণীঃ যখন তোমরা চাঁদ দেখবে তখন সাওম শুরু করবে আবার যখন চাঁদ দেখবে তখন ইফতার বন্ধ করবে। ",
        "hadithBengali": "১৭৯০। আবদুল আযীয ইবনু আবদুল্লাহ (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম স্ত্রীদের সঙ্গে ঈলা করলেন। এ সময় তাঁর পা মচকে গিয়েছিল। তখন তিনি উপরের কামরায় উনত্রিশ রাত অবস্থান করেন। এরপর অবতরন করলে সাহাবীগণ জিজ্ঞেস করলেন, ইয়া রাসূলাল্লাহ! আপনি তো এক মাসের জন্য ঈলা করেছিলেন। তিনি বললেনঃ মাস ঊনত্রিশ দিনেও হয়ে থাকে।;\n",
        "id": 1790,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১১৯৫. ঈদের দুই মাস কম হয় না",
        "hadithBengali": "১৭৯১। মুসাদ্দাদ (রহঃ) ... আবূ বাকরা (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, দুটি মাস কম হয় না। তা হল ঈদের দুমাস রমযানের মাস ও যুলহজের মাস।;\n\nআবূ আবদুল্লাহ (রহঃ) বলেছেন, আহমদ ইবনু হাম্বল (রহঃ) বলেন, রমযান ঘাটতি হলে যুলহাজ্জ পূর্ন হবে। আর যুলহাজ্জ ঘাটতি হলে রমযান পূর্ন হবে। আবূল হাসান (রহঃ) বলেন, ইসহাক ইবনু রাহওয়াই (রহঃ) বলেন, ফযীলতের দিক থেকে এ দুই মাসে ঘাটতি নেই, মাস ঊনত্রিশ দিনে হোক বা ত্রিশ দিনে হোক।;\n",
        "id": 1791,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ বাকরা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১১৯৬. নবী (সাঃ) এর বাণীঃ আমরা লিখি না এবং হিসাবও করি না",
        "hadithBengali": "১৭৯২। আদম (রহঃ) ... ইবন উমর (রাঃ) থেকে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ আমরা উম্মী জাতি। আমরা লিখি না এবং হিসাবও করিনা। মাস এরূপ অর্থাৎ কখনও উনত্রিশ দিনের আবার কখনও ত্রিশ দিনের হয়ে থাকে।;\n",
        "id": 1792,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১১৯৭. রমযানের একদিন বা দু'দিন আগে সাওম শুরু করবে না",
        "hadithBengali": "১৭৯৩। মুসলিম ইবনু ইবরাহীম (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা কেউ রমজানের একদিন কিংবা দুই দিন আগে থেকে সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) শুরু করবে না। তবে কেউ যদি এ সময় সিয়াম পালনে অভ্যস্ত থাকে তাহলে সে সেদিন সাওম করতে পারবে।;\n",
        "id": 1793,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১১৯৮. মহান আল্লাহ্'র বাণীঃ সিয়ামের রাতে তোমাদের স্ত্রীসম্ভোগ বৈধ হয়েছে। তাঁরা তোমাদের পরিচ্ছদ এবং তোমরা ও তাঁদের পরিচ্ছদ। আল্লাহ জানতেন, তোমরা নিজেদের প্রতি অবিচার করেছিলে, তারপর তিনি তোমাদের প্রতি ক্ষমাশীল হয়েছেন এবং তোমাদের অপরাধ ক্ষমা করে দিয়েছেন। সুতরাং এখন তোমরা তাঁদের সাথে সঙ্গত হও এবং আল্লাহ যা তোমাদের জন্য বিধিবদ্ধ করেছেন তা কামনা কর। (২ঃ ১৮৭)",
        "hadithBengali": "১৭৯৪। উবায়দুল্লাহ ইবনু মূসা (রহঃ) ... বারা (রাঃ) থেকে বর্ণিত, তিনি বলেন, মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাহাবীগন অবস্থা এই ছিল যে, যদি তাঁদের কেউ সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) পালন করতেন, ইফতারের সময় হলে ইফতার না করে ঘুমিয়ে গেলে সে রাতে এবং পরের সন্ধ্যা পর্যন্ত কিছুই খেতেন না। কায়স ইবনু সিরমা আনসারী (রাঃ) সাওম পালন করেছিলেন। ইফতারের সময় তিনি তাঁর স্ত্রীর নিকট এসে জিজ্ঞেস করলেন, তোমার নিকট কিছু খাবার আছে কি? তিনি বললেন, না, তবে আমি যাচ্ছি, দেখি আপনার জন্য কিছু তালাশ করে আনি। তিনি কাজে রত থাকতেন। তাই ঘুমে তাঁর চোখ বুজে গেল। এরপর স্ত্রী এসে যখন তাকে দেখলেন, তখন তাঁকে বললেন, হায়, তুমি বঞ্ছিত হয়ে গেলে! পরদিন দুপুর হলে তিনি জ্ঞান হারিয়ে ফেললেন। এ ঘটনাটি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট উল্লেখ করা হলে এ আয়াতটি নাযিল হয়ঃ সিয়ামের রাত্রে তোমাদের স্ত্রী সম্ভোগ হালাল করা হয়েছে। এ হুকুম সমন্ধে অবহিত হয়ে সাহাবীগন খুবই আনন্দিত হলেন। এরপর নাযিল হলঃ তোমরা পানাহার কর যতক্ষন রাতের কাল রেখা হতে (ভোরের) সাদা রেখা স্পষ্ট তোমাদের নিকট প্রতিভাত না হয়।;",
        "id": 1794,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "বারাআ ইবনু আযিব (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১১৯৯. মহান আল্লাহ্'র বাণীঃ তোমরা পানাহার কর যতক্ষন না কাল রেখা থেকে ভোরের সাদা রেখা স্পষ্ট রুপে তোমাদের নিকট প্রতিভাত না হয়। তারপর রাত পর্যন্ত সিয়াম পূর্ন কর। এ বিষয় নবী করীম (ﷺ) থেকে বারা (রাঃ) হাদীস বর্ননা করেছেন",
        "hadithBengali": "১৭৯৫। হাজ্জাজ ইবনু মিনহাল (রহঃ) ... আদী ইবনু হাতিম (রাঃ) থেকে বর্ণিত, তিনি বলেন, যখন এই আয়াত নাযিল হলঃحَتَّى يَتَبَيَّنَ لَكُمُ الْخَيْطُ الأَبْيَضُ مِنَ الْخَيْطِ الأَسْوَدِ তোমরা পানাহার কর রাত্রির কাল রেখা হতে সাদা রেখা যতক্ষন স্পষ্টরুপে তোমাদের নিকট প্রতিভাত না হয়্' তখন আমি একটি কাল এবং একটি সাদা রশি নিলাম এবং উভয়টিকে আমার বালিশের নিচে রেখে দিলাম। রাতে আমি এগুলোর দিকে বারবার তাকাতে থাকি। কিন্তু নিকট পার্থক্য প্রকাশিত হল না। তাই সকালেই রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট গিয়ে এ বিষয় বললাম। তিনি বললেনঃ এতো রাতের আধার এবং দিনের আলো।;\n",
        "id": 1795,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আদী ইবনু হাতিম (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১১৯৯. মহান আল্লাহ্'র বাণীঃ তোমরা পানাহার কর যতক্ষন না কাল রেখা থেকে ভোরের সাদা রেখা স্পষ্ট রুপে তোমাদের নিকট প্রতিভাত না হয়। তারপর রাত পর্যন্ত সিয়াম পূর্ন কর। এ বিষয় নবী করীম (ﷺ) থেকে বারা (রাঃ) হাদীস বর্ননা করেছেন",
        "hadithBengali": "১৭৯৬। সাঈদ ইবনু আবূ মারইয়াম (রহঃ) ... সাহল ইবনু সাদ (রাঃ) থেকে বর্ণিত, তিনি বলেন, যখন এই আয়াত নাযিল হলঃوَكُلُوا وَاشْرَبُوا حَتَّى يَتَبَيَّنَ لَكُمُ الْخَيْطُ الأَبْيَضُ مِنَ الْخَيْطِ الأَسْوَدِ তোমরা পানাহার কর, যতক্ষন না কাল রেখা সাদা রেখা স্পষ্টরূপে তোমাদের নিকট প্রতিভাত না হয়। কিন্তু তখনোمِنَ الْفَجْرِ কথাটি নাযিল হয় নি। তখন সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) পালন করতে ইচ্ছুক লোকেরা নিজেদের দুই পায়ে একটি কাল এবং একটি সাদা সুতলি বেধে নিতেন এবং সাদা কাল এই দুইটির পার্থক্য না দেখা পর্যন্ত তাঁরা পানাহার করতে থাকতেন। এরপর আল্লাহ তাআলা শব্দটি নাযিল করলে সকলেই বুঝতে পারলেন যে, এ দ্বারা উদ্দেশ্য হল রাত (এর আধার) এবং দিন (এর আলো)।;\n",
        "id": 1796,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সাহল বিন সাদ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২০০. নবী (ﷺ) এর বাণীঃ বিলালের আযান যেন তোমাদের সাহরী থেকে বিরত না রাখে",
        "hadithBengali": "১৭৯৭। উবায়দ ইবনু ইসমাইল (রহঃ) ... ইবনু উমর (রাঃ) থেকে এবং কাসিম ইবন মুহাম্মদ (রহঃ) আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, বিলাল (রাঃ) রাতে আযান দিতেন। তাই রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেনঃ ইবনু উম্মে মাকতূম (রাঃ) আযান দেওয়া পর্যন্ত তোমরা পানাহার কর। কেননা ফজর না হওয়া পর্যন্ত সে আযান দেয় না। কাসিম (রহঃ) বলেন, এদের উভয়ের মাঝে শুধু এতটুকু ব্যবধান ছিল যে, একজন নামতেন এবং অন্যজন উঠতেন।;\n",
        "id": 1797,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২০১. সাহরী খাওয়ায় তাড়াতাড়ি করা",
        "hadithBengali": "১৭৯৮। মুহাম্মদ ইবনু উবায়দুল্লাহ (রহঃ) ... সাহল ইবনু সাদ (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমি আমার পরিবার-পরিজনের মধ্যে সাহরী খেতাম। এরপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে সালাতে শরীক হওয়ার জন্য তাড়াতাড়ি করতাম।;\n",
        "id": 1798,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সাহল বিন সাদ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২০২. সাহরী ও ফজরের সালাতের মাঝে ব্যবধানের পরিমান",
        "hadithBengali": "১৭৯৯। মুসলিম ইবনু ইবরাহীম (রহঃ) ... যায়দ ইবনু সাবিত (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমরা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে সাহরী খাই এরপর তিনি সালাত (নামায/নামাজ)-এর জন্য দাঁড়ান। বর্ণনাকারী বলেন, আম জিজ্ঞেসা করলাম আযান ও সাহরীর মাঝে কতটিকু ব্যবধান ছিল? তিনি বললেন, পঞ্চাশ আয়াত (পাঠ করা) পরিমাণ।;\n",
        "id": 1799,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "যায়দ ইবনু সাবিত (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২০৩. সাহরীতে রয়েছে বরকত কিন্তু তা ওয়াজিব নয়। কেননা নবী (ﷺ) ও তাঁর সাহাবীগন একটানা সাওম পালন করেছেন অথচ সেখানে সাহরির কোন উল্লেখ নেই",
        "hadithBengali": "১৮০০। মূসা ইবনু ইসমাইল (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একটানা সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) পালন করতে থাকলে লোকেরাও একটানা সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) পালন করতে শুরু করে। এ কাজ তাঁদের জন্য কষ্টকর হয়ে দাঁড়াল। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁদের নিষেধ করলেন। তাঁরা বলল, আপনি যে একনাগাড়ে সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) পালন করেছেন? তিনি বললেনঃ আমি তো তোমাদের মত নই। আমাকে খাওয়ানো হয় ও পান করানো হয়।;\n",
        "id": 1800,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২০৩. সাহরীতে রয়েছে বরকত কিন্তু তা ওয়াজিব নয়। কেননা নবী (ﷺ) ও তাঁর সাহাবীগন একটানা সাওম পালন করেছেন অথচ সেখানে সাহরির কোন উল্লেখ নেই",
        "hadithBengali": "১৮০১। আদম ইবনু আবূ ইয়াস (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা সাহরী খাও, কেননা সাহরীতে বরকত রয়েছে।;\n",
        "id": 1801,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২০৪. যদি কেউ দিনের বেলা সাওমের নিয়ত করে।",
        "hadithBengali": "وَقَالَتْ أُمُّ الدَّرْدَاءِ كَانَ أَبُو الدَّرْدَاءِ يَقُولُ عِنْدَكُمْ طَعَامٌ فَإِنْ قُلْنَا لاَ. قَالَ فَإِنِّي صَائِمٌ يَوْمِي هَذَا. وَفَعَلَهُ أَبُو طَلْحَةَ وَأَبُو هُرَيْرَةَ وَابْنُ عَبَّاسٍ وَحُذَيْفَةُ رَضِيَ اللَّهُ عَنْهُمْ;\n\nউম্মুদ দারাদা (রাঃ) বলেন যে, আবুদ দারাদা (রাঃ) তাকে এসে জিজ্ঞেস করতেন, তোমাদের কাছে কিছু খাবার আছে? আমরা যদি বলতাম, নেই, তাহলে তিনি বলতেন, আমি আজ সাওম পালন করব। আবু তালহা, আবু হুরায়রা, ইবন আব্বাস এবং হুযায়ফা (রাঃ) অনুরূপ করতেন।;\n\n\n১৮০২। আবূ আসিম (রহঃ) ... সালমা ইবনু আকওয়া (রাঃ) থেকে বর্ণিত যে, আশূরা (আশুরা/আসুরা/আসূরা)র দিন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক ব্যাক্তিকে এ বলে লোকদের মধ্যে ঘোষণা দেওয়ার জন্য পাঠালেন, যে ব্যাক্তি খেয়ে ফেলেছে সে যেন পূর্ণ করে নেয় অথবা বলেছেন, সে যেন সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) আদায় করে নেয় আর যে এখনো খায়নি সে যেন আর না খায়।;\n",
        "id": 1802,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সালামাহ ইবনু আক্ওয়া (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২০৫. জুনুবী (অপবিত্র) অবস্থায় সাওম পালনকারীর ভোর হওয়া ",
        "hadithBengali": "১৮০৩। আবদুল্লাহ ইবনু মাসআলা (রহঃ) ... আবূ বাকর ইবনু আবদুর রাহমান (রহঃ) থেকে বর্ণিত, তিনি বলেন, আমি এবং আমার পিতা আয়িশা (রাঃ) এবং উম্মে সালামা (রাঃ) এর নিকট গেলাম। (অপর বর্ণনায়) আবূল ইয়ামান (রহঃ) মারওয়ান থেকে বর্ণিত যে, আয়িশা (রাঃ) এবং উম্মে সালামা (রাঃ) তাকে সংবাদ দিয়েছেন যে, নিজ নিজ স্ত্রীর সাথে মিলনজনিত জুনূবী অবস্থায় রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর ফজরের সময় হয়ে যেত। তখন তিনি গোসল করতেন এবং সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) পালন করতেন। মারওয়ান (রহঃ) আবদুর রাহমান ইবনু হারিস (রহঃ) কে বললেন, আল্লাহর শপথ করে বলছি, এ হাদীস শুনিয়ে তুমি আবূ হুরায়রা (রাঃ) কে শঙ্কিত করে দিবে। এ সময় মারওয়ান মদিনার গভর্ণর ছিলেন।;\n\nআবূ বাকর (রহঃ) বলেন মারওয়ান এর কথা আবদুর রাহমান (রহঃ) পছন্দ করেন নি। রাবী বলেন, এরপর ভাগ্যক্রমে আমরা যুল-হুলাইফাতে একত্রিত হয়ে যাই। সেখানে আবূ হুরায়রা (রাঃ) এর একখন্ড জমি ছিল। আবদুর রাহমান (রহঃ) আবূ হুরায়রা কে বললেন, আমি আপনার নিকট একটি কথা বলতে চাই, মারওয়ান যদি এ বিষয়টি আমাকে কসম দিয়ে না বলতেন, তাহলে আমি তা আপনার সঙ্গে আলোচনা করতাম না।;\n\nতারপর তিনি আয়িশা (রাঃ) ও উম্মে সালামা (রাঃ) এর বর্ণিত উক্তিটি উল্লেখ করলেন, ফাযল ইবনু আব্বাস (রাঃ) অনুরূপ একটি হাদীস আমাকে শুনিয়েছেন এবং এ বিষয়ে তিনি সর্বাধিক অবহিত। হাম্মাম (রহঃ) এবং ইবনু আবদুল্লাহ ইবনু উমর সূত্রে আবূ হুরায়রা (রাঃ) থেকে বর্ণিত এরূপ ক্ষেত্রে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সাওম ত্যাগ করে খাওয়ার হুকুম দিতেন। প্রথমোক্ত হাদীসটি সনদের দিক থেকে বিশুদ্ধ।;\n",
        "id": 1803,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ বাকর ইবনু আবদুর রহমান (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২০৬. সায়িম কর্তৃক স্ত্রী স্পর্শ করা। ",
        "hadithBengali": "وَقَالَتْ عَائِشَةُ رَضِيَ اللَّهُ عَنْهَا يَحْرُمُ عَلَيْهِ فَرْجُهَا;\n\nআয়িশা (রাঃ) বলেন, সায়িমের জন্য তার স্ত্রীর লজ্জাস্থান হারাম।;\n\n\n১৮০৪। সুলায়মান ইবনু হারব (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) অবস্থায় চুমু খেতেন এবং গায়ে গা লাগাতেন। তবে তিনি তাঁর প্রবৃত্তি নিয়ন্ত্রণে তোমাদের চাইতে অধিক সক্ষম ছিলেন। ইবনু আব্বাস (রাঃ) বলেন,اربٌ মানে হাজত বা চাহিদা। তাউস (রহঃ) বলেন,غير أُولِي الإِرْبَةِ মানে বোধহীন, যার মেয়েদের প্রতি কোন খাহিশ নেই।;\n",
        "id": 1804,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২০৭. সায়িমের চুমু খাওয়া।",
        "hadithBengali": "وَقَالَ جَابِرُ بْنُ زَيْدٍ إِنْ نَظَرَ فَأَمْنَى يُتِمُّ صَوْمَهُ;\n\nজাবির ইবন যাইদ (রহঃ) বলেন, (স্ত্রীলোকের দিকে) তাকালে যদি বীর্যপাত ঘটে, তাহলেও সাওম পূর্ণ করবে।;\n\n\n১৮০৫। মুহাম্মদ ইবনু মূসান্না এবং আবদুল্লাহ ইবনু মাসলামা (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, সায়িম অবস্থায় নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর কোন কোন স্ত্রীকে চুমু খেতেন। (একথা বলে) আয়িশা (রাঃ) হেসে দিলেন।;\n",
        "id": 1805,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২০৭. সায়িমের চুমু খাওয়া।",
        "hadithBengali": "১৮০৬। মুসাদ্দাদ (রহঃ) ... উম্মে সালামা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে একই চাঁদরে আমি ছিলাম। এমন সময় আমার হায়য শুরু হল। তখন আমি আমার হায়যের কাপড় পরিধান করলাম। তিনি বললেনঃ তোমার কি হল? তোমার কি হায়য দেখো দিয়েছে? আমি বললাম, হ্যাঁ; তারপর আমি আবার তাঁর সঙ্গে চাঁদরের ভিতর ঢুকে পড়লাম। তিনি এবং রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একই পাত্র থেকে গোসল করতেন এবং সায়িম অবস্থায় রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁকে চুমু দিতেন।;",
        "id": 1806,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উম্মু সালামাহ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২০৮. সাওম পালনকারীর গোসল করা ",
        "hadithBengali": "وَبَلَّ ابْنُ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا ثَوْبًا، فَأَلْقَاهُ عَلَيْهِ، وَهُوَ صَائِمٌ. وَدَخَلَ الشَّعْبِيُّ الْحَمَّامَ وَهُوَ صَائِمٌ. وَقَالَ ابْنُ عَبَّاسٍ لاَ بَأْسَ أَنْ يَتَطَعَّمَ الْقِدْرَ، أَوِ الشَّيْءَ. وَقَالَ الْحَسَنُ لاَ بَأْسَ بِالْمَضْمَضَةِ وَالتَّبَرُّدِ لِلصَّائِمِ. وَقَالَ ابْنُ مَسْعُودٍ إِذَا كَانَ صَوْمُ أَحَدِكُمْ فَلْيُصْبِحْ دَهِينًا مُتَرَجِّلاً. وَقَالَ أَنَسٌ إِنَّ لِي أَبْزَنَ أَتَقَحَّمُ فِيهِ وَأَنَا صَائِمٌ. وَيُذْكَرُ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ اسْتَاكَ وَهُوَ صَائِمٌ. وَقَالَ ابْنُ عُمَرَ يَسْتَاكُ أَوَّلَ النَّهَارِ وَآخِرَهُ، وَلاَ يَبْلَعُ رِيقَهُ. وَقَالَ عَطَاءٌ إِنِ ازْدَرَدَ رِيقَهُ لاَ أَقُولُ يُفْطِرُ. وَقَالَ ابْنُ سِيرِينَ لاَ بَأْسَ بِالسِّوَاكِ الرَّطْبِ. قِيلَ لَهُ طَعْمٌ. قَالَ وَالْمَاءُ لَهُ طَعْمٌ، وَأَنْتَ تُمَضْمِضُ بِهِ. وَلَمْ يَرَ أَنَسٌ وَالْحَسَنُ وَإِبْرَاهِيمُ بِالْكُحْلِ لِلصَّائِمِ بَأْسًا;\n\nসাওমরত অবস্থায় ইবন উমর (রাঃ) একটি কাপড় ভিজালেন এরপর তা গায়ে দেওয়া হলো। সাওমরত অবস্থায় শাবী (রহঃ) গোসলখানায় প্রবেশ করেছেন। ইবন আব্বাস (রাঃ) বলেন, হাঁড়ি থেকে কিছু বা অন্য জিনিস চেটে স্বাদ দেখায় কোন দোষ নেই। হাসান (রহঃ) বলেন, সাওম পালনকারীর কুলি করা এবং ঠাণ্ডা লাগান দূষণীয় নয়। ইবন মাসউদ (রাঃ) বলেন, তোমাদের কেউ সাওম পালন করলে সে যেন সকালে তেল লাগায় এবং চুল আঁচড়িয়ে নেয়। আনাস (রাঃ) বলেন, আমার একটি হাউজ আছে, আমি সায়িম অবস্থায় তাতে প্রবেশ করি। নবী (সাঃ) থেকে বর্ণিত যে, তিনি সায়িম অবস্থায় মিসওয়াক করতেন। ইবন উমর (রাঃ) সায়িম অবস্থায় দিনের প্রথমভাগে এবং শেষভাগে মিসওয়াক করতেন। আতা (রহঃ) বলেন, থুথু গিলে ফেললে সাওম ভঙ্গ হয়েছে বলা যায় না। ইবন সীরীন (রহঃ) বলেন, কাঁচা মিসওয়াক ব্যাবহারে কোন দোষ নেই। প্রশ্ন করা হল কাঁচা মিসওয়াকে তো স্বাদ রয়েছে? তিনি বললেন, পানিরও তো স্বাদ রয়েছে, অথচ এ পানি দিয়েই তুমি কুলি কর। আনাস (রাঃ), হাসান (রহঃ) এবং ইবরাহীম (রহঃ) সায়িমের সুরমা ব্যাবহারে কোন দোষ মনে করতেন না।;\n\n\n১৮০৭। আহমদ ইবনু সালিহ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রমজান মাসে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর ভোর হত ইহতিলাম ব্যতীত (জুনুবী অবস্থায়)। তখন তিনি গোসল করতেন এবং সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) পালন করতেন।;\n",
        "id": 1807,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২০৮. সাওম পালনকারীর গোসল করা ",
        "hadithBengali": "১৮০৮। ইসমাঈল (রহঃ) ... আবূ বাকর ইবনু আবদুর রহমান (রহঃ) থেকে বর্ণিত, তিনি বলেন, আমি আমার পিতার সঙ্গে রওয়ানা হয়ে আয়িশা (রাঃ) এর নিকট পৌছলাম। তিনি বললেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সম্পর্কে সাক্ষ্য দিচ্ছি, তিনি ইহতিলাম ছাড়া স্ত্রী সহবাসের কারণে জুনুবী অবস্থায় সকাল পর্যন্ত থেকেছেন এবং এরপর সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) পালন করেছেন। তারপর আমরা উম্মে সালামা (রাঃ) এর নিকট গেলাম। তিনিও অনুরূপ কথাই বললেন। আবূ জাফর বলেন, আবদুল্লাহ (রহঃ) কে আমি জিজ্ঞাসা করলাম, কোন ব্যাক্তি সাওম ভঙ্গ করলে সে কি স্ত্রী সহবাসকারীর মত কাফফারা আদায় করবে? তিনি বললেন, না; তুমি কি সে হাদীসগুলো সম্পর্কে জানো না যাতে বর্ণিত আছে যে, যুগ যুগ ধরে সাওম পালন করলেও তার কাযা আদায় হবে না?;\n",
        "id": 1808,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ বাকর ইবনু আবদুর রহমান (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২০৯. সাওম পালনকারী যদি ভুলবশতঃ আহার করে বা পানাহার করে ফেলে।",
        "hadithBengali": "وَقَالَ عَطَاءٌ إِنِ اسْتَنْثَرَ، فَدَخَلَ الْمَاءُ فِي حَلْقِهِ، لاَ بَأْسَ، إِنْ لَمْ يَمْلِكْ. وَقَالَ الْحَسَنُ إِنْ دَخَلَ حَلْقَهُ الذُّبَابُ فَلاَ شَيْءَ عَلَيْهِ. وَقَالَ الْحَسَنُ وَمُجَاهِدٌ إِنْ جَامَعَ نَاسِيًا فَلاَ شَيْءَ عَلَيْهِ;\n\nআতা (রহঃ) বলেন, নাকে পানি দিতে গিয়ে যদি তা কণ্ঠনালীতে ঢুকে যায়, আর সে ফিরাতে সক্ষম না হয় তাহলে কোন দোষ নেই। হাসান (রহঃ) বলেন, সায়িম ব্যক্তির কণ্ঠনালীতে মাছি ঢুকে পড়লে তার কিছু করতে হবে না। হাসান এবং মুজাহিদ (রহঃ) বলেছেন, সায়িম ব্যক্তি যদি ভুলবশতঃ স্ত্রী সহবাস করে ফেলে, তবে তার কিছুই করতে হবে না।;\n\n\n১৮০৯। আবদান (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ রোযাদার ভুলক্রমে যদি আহার করে বা পান করে ফেলে, তাহলে সে যেন তার সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) পুরা করে নেয়। কেননা আল্লাহই তাকে পানাহার করিয়েছেন।;\n",
        "id": 1809,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২১০. সায়িমের জন্য কাঁচা বা শুকনো মিসওয়াক ব্যবহার করা। ",
        "hadithBengali": "وَيُذْكَرُ عَنْ عَامِرِ بْنِ رَبِيعَةَ قَالَ رَأَيْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَسْتَاكُ، وَهُوَ صَائِمٌ مَا لاَ أُحْصِي أَوْ أَعُدُّ. وَقَالَ أَبُو هُرَيْرَةَ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: لَوْلاَ أَنْ أَشُقَّ عَلَى أُمَّتِي لأَمَرْتُهُمْ بِالسِّوَاكِ عِنْدَ كُلِّ وُضُوءٍ. وَيُرْوَى نَحْوُهُ عَنْ جَابِرٍ وَزَيْدِ بْنِ خَالِدٍ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَلَمْ يَخُصَّ الصَّائِمَ مِنْ غَيْرِهِ. وَقَالَتْ عَائِشَةُ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: مَطْهَرَةٌ لِلْفَمِ، مَرْضَاةٌ لِلرَّبِّ. وَقَالَ عَطَاءٌ وَقَتَادَةُ يَبْتَلِعُ رِيقَهُ;\n\nআমির ইবন রাবীআ (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমি নবী (সাঃ) কে সাওম অবস্থায় অসংখ্যবার মিসওয়াক করতে দেখেছি। আবু হুরায়রা (রাঃ) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেন যে, তিনি বলেছেন, আমার উম্মতের জন্য যদি কষ্টকর মনে না করতাম তাহলে প্রতিবার উযুর সময়ই আমি তাদের মিসওয়াকের নির্দেশ দিতাম। জাবির (রাঃ) এবং যায়েদ ইবন খালিদ (রাঃ) এর সুত্রে নবী করীম (সাঃ) থেকে অনুরূপ বর্ণিত হয়েছে এবং তিনি সায়িম এবং যে সায়িম নয় তাদের মধ্যে কোন পার্থক্য করেননি। আয়িশা (রাঃ) নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেন যে, মিসওয়াক করায় রয়েছে মুখের পবিত্রতা ও আল্লাহর সন্তুষ্টি। আতা (রহঃ) ও কাতাদা (রহঃ) বলেন, সায়িম তার মুখের থুথু গিলে ফেলতে পারে।;\n\n\n১৮১০। আবদান (রহঃ) ... হুমরান (রহঃ) থেকে বর্ণিত, তিনি বলেন, আমি উসমান (রাঃ) কে উযূ (ওজু/অজু/অযু) করতে দেখেছি। তিনি তিনবার হাতের উপর পানি ঢাললেন। এরপর তিনি কুলি করলেন, নাকে পানি দিলেন। তারপর তিনবার চেহারা (মুখমন্ডল) ধুইলেন। এরপর ডান হাত কনুই পর্যন্ত তিনবার ধুইলেন এবং বামহাত কনুই পর্যন্ত তিনবার ধুইলেন। এরপর তিনি মাথা মাসেহ করলেন। তারপর ডান পা তিনবার ধুইলেন তারপর বাম পা তিনবার ধুইলেন। এরপর বললেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে উযূ করতে দেখেছি আমার এ উযূ (ওজু/অজু/অযু)র মতই। এরপর তিনি বলেছেন, যে ব্যাক্তি আমার এ উযূর মত উযূ করে দুরাকআত সালাত (নামায/নামাজ) আদায় করবে এবং মনে মনে কোন কিছুর চিন্তা-ভাবনায় লিপ্ত হবে না, তার অতীতের সকল গুনাহ মাফ করে দেওয়া হবে।;",
        "id": 1810,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "হুমরান (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২১২. রমযানে সহবাস করা। আবু হুরায়রা (রাঃ) থেকে একটি মারফু হাদিস বর্ণিত আছে, যে ব্যক্তি ওযর এবং রোগ ব্যতীত রমযানের  একটি সাওম ভেঙ্গে ফেলল, তার সারা জীবনের সাওমের দ্বারাও এ কাযা আদায় হবে না, যদিও সে সারা জীবন সাওম পালন করে। ইবন মাসউদ (রাঃ)ও অনুরূপ কথাই বলেছেন। সা'ঈদ ইবন মুসায়্যাব, শাবী, ইবন যুবায়র, ইবরাহীম, কাতাদা এবং হাম্মাম (রহঃ) বলেছেন, তার স্থলে একদিন কাযা করবে।",
        "hadithBengali": "بَابُ قَوْلِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: إِذَا تَوَضَّأَ فَلْيَسْتَنْشِقْ بِمَنْخِرِهِ الْمَاءَ وَلَمْ يُمَيِّزْ بَيْنَ الصَّائِمِ وَغَيْرِهِ;\n\nوَقَالَ الْحَسَنُ لاَ بَأْسَ بِالسَّعُوطِ لِلصَّائِمِ إِنْ لَمْ يَصِلْ إِلَى حَلْقِهِ، وَيَكْتَحِلُ\nوَقَالَ عَطَاءٌ إِنْ تَمَضْمَضَ ثُمَّ أَفْرَغَ مَا فِي فِيهِ مِنَ الْمَاءِ لاَ يَضِيرُهُ، إِنْ لَمْ يَزْدَرِدْ رِيقَهُ، وَمَاذَا بَقِيَ فِي فِيهِ، وَلاَ يَمْضَغُ الْعِلْكَ، فَإِنِ ازْدَرَدَ رِيقَ الْعِلْكِ لاَ أَقُولُ إِنَّهُ يُفْطِرُ. وَلَكِنْ يُنْهَى عَنْهُ;\n\n১২১১. পরিচ্ছেদঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর বাণীঃ যখন উযু করবে তখন নাকের ছিদ্র দিয়ে পানি টেনে নিবে। ;\n\nনবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সায়িম এবং সায়িম নয়, তাদের মধ্যে কোন পার্থক্য করেন নি। হাসান (রহঃ) বলেন, সায়িমের জন্য নাকে ঔষধ ব্যবহার করায় দোষ নেই যদি তা কণ্ঠনালীতে না পৌঁছে এবং সে সুরমা ব্যবহার করতে পারবে। আতা (রহঃ) বলেন, কুলি করে মুখের পানি ফেলে দেওয়ার পর থুথু এবং মুখের অবশিষ্ট পানি গিলে ফেলায় কোন দোষ নেই এবং সায়িম গোন্দ (আঠা) চিবাবে না। গোন্দ চিবিয়ে যদি কেউ থুথু গিলে ফেলে তা হলে তার সাওম নষ্ট হয়ে যাবে, আমি এ কথা বলছি না, তবে এরূপ করা থেকে নিষেধ করা উচিত।;\n\n\n১৮১১। আবদুল্লাহ্ ইবনু মুনীর (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, এক ব্যাক্তি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এসে বলল, সে তো জ্বলে গেছে। তিনি বললেনঃ তোমার কি হয়েছে? লোকটি বলল, রমযানে আমি স্ত্রী সহবাস করে ফেলেছি। এ সময় নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে (খেজুর ভর্তি) ঝুড়ি এল, যাকে আরাক (১৫ সা পরিমাণ) বলা হয়। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ অগ্নিদগ্ধ লোকটি কোথায়? লোকটি বলল, আমি। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ এগুলো সাদকা করে দাও।;",
        "id": 1811,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২১৩. যদি রমযানে স্ত্রী সঙ্গম করে এবং তার নিকট কিছু না থাকে এবং তাকে সাদকা দেওয়া হয়, তা হলে সে যেন তা কাফফারা স্বরূপ দিয়ে দেয়",
        "hadithBengali": "১৮১২। আবূল ইয়ামান (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমরা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট বসাছিলাম। এমন সময় এক ব্যাক্তি এসে বলল, ইয়া রাসূলাল্লাহ! আমি ধ্বংস হয়ে গিয়েছি। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমার কি হয়েছে? সে বলল, আমি সায়িম অবস্থায় আমার স্ত্রীর সাথে মিলিত হয়েছি। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আযাদ করার মত কোন ক্রীতদাস তুমি পাবে কি? সে বলল, না। তিনি বললেনঃ তুমি কি একাধারে দুমাস সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) পালন করতে পারবে? সে বলল, না। এরপর তিনি বললেনঃ ষাটজন মিসকীন খাওয়াতে পারবে কি? সে বলল, না।;\n\nরাবী বলেন, তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেমে গেলেন, আমরাও এ অবস্থায় ছিলাম। এ সময় নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এক আরাক পেশ করা হল যাতে খেজুর ছিল। আরাক হল ঝুড়ি। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ প্রশ্নকারী কোথায়? সে বলল, আমি। তিনি বললেনঃ এগুলো নিয়ে সাদকা করে দাও। তখন লোকটি বলল, ইয়া রাসূলাল্লাহ! আমার চাইতেও বেশী অবাবগ্রস্থকে সাদকা করব? আল্লাহর শপথ, মদিনার উভয় লাবা অর্থাৎ উভয় প্রান্তের মধ্যে আমার পরিবারের চাইতে অভাবগ্রস্থ কেউ নেই। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হেসে উঠলেন এবং তাঁর দাঁত (আনইয়াব) দেখা গেল। এরপর তিনি বললেন এগুলো তোমার পরিবারকে খাওয়াও।;\n",
        "id": 1812,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২১৪. রমযানে রোযাদার অবস্থায় যে ব্যক্তি স্ত্রী সহবাস করেছে সে ব্যক্তি কি কাফফারা থেকে তার অবাবগ্রস্ত পরিবারকে খাওাতে পারবে?",
        "hadithBengali": "১৮১৩। উসমান ইবনু আবূ শায়বা (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, এক ব্যাক্তি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে বলল, এই হতভাগা স্ত্রী সহবাস করেছে রমজানে। তিনি বললেনঃ তুমি কি একটি গোলাম আজাদ করতে পারবে? লোকটি বলল, না। তিনি বললেনঃ তুমি কি ক্রমাগত দুমাস সিয়াম পালন করতে পারবে? লোকটি বলল, না। তিনি বললেনঃ তুমি কি ষাটজন মিসকীন খাওয়াতে পারবে? সে বলল, না।;\n\nএমতাবস্থায় নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এক আরাক অর্থাৎ এক ঝুড়ি খেজুর এল। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ এগুলো তোমার তরফ থেকে লোকদেরকে আহার করাও। লোকটি বলল, আমার চাইতেও বেশী অবাবগ্রস্থ কে? অথচ মদিনার উভয় লাবার অর্থাৎ হাররার মধ্যবর্তী স্থলে আমার পরিবারের চাইতে অধিক অভাবগ্রস্থ কেউ নেই। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তাহলে তোমার পরিবারকেই খাওয়াও।;\n",
        "id": 1813,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২১৫. সাওম পালনকারীর শিঙ্গা লাগানো বা বমি করা।",
        "hadithBengali": "وَقَالَ لِي يَحْيَى بْنُ صَالِحٍ حَدَّثَنَا مُعَاوِيَةُ بْنُ سَلاَّمٍ، حَدَّثَنَا يَحْيَى، عَنْ عُمَرَ بْنِ الْحَكَمِ بْنِ ثَوْبَانَ، سَمِعَ أَبَا هُرَيْرَةَ ـ رضى الله عنه ـ إِذَا قَاءَ فَلاَ يُفْطِرُ، إِنَّمَا يُخْرِجُ وَلاَ يُولِجُ. وَيُذْكَرُ عَنْ أَبِي هُرَيْرَةَ أَنَّهُ يُفْطِرُ. وَالأَوَّلُ أَصَحُّ. وَقَالَ ابْنُ عَبَّاسٍ وَعِكْرِمَةُ الصَّوْمُ مِمَّا دَخَلَ، وَلَيْسَ مِمَّا خَرَجَ. وَكَانَ ابْنُ عُمَرَ ـ رضى الله عنهما ـ يَحْتَجِمُ، وَهُوَ صَائِمٌ، ثُمَّ تَرَكَهُ، فَكَانَ يَحْتَجِمُ بِاللَّيْلِ. وَاحْتَجَمَ أَبُو مُوسَى لَيْلاً. وَيُذْكَرُ عَنْ سَعْدٍ وَزَيْدِ بْنِ أَرْقَمَ وَأُمِّ سَلَمَةَ احْتَجَمُوا صِيَامًا. وَقَالَ بُكَيْرٌ عَنْ أُمِّ عَلْقَمَةَ كُنَّا نَحْتَجِمُ عِنْدَ عَائِشَةَ فَلاَ تَنْهَى. وَيُرْوَى عَنِ الْحَسَنِ عَنْ غَيْرِ وَاحِدٍ مَرْفُوعًا فَقَالَ أَفْطَرَ الْحَاجِمُ وَالْمَحْجُومُ. وَقَالَ لِي عَيَّاشٌ حَدَّثَنَا عَبْدُ الأَعْلَى حَدَّثَنَا يُونُسُ عَنِ الْحَسَنِ مِثْلَهُ. قِيلَ لَهُ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ نَعَمْ. ثُمَّ قَالَ اللَّهُ أَعْلَمُ;\n\nইমাম বুখারী রহঃ বলেন, ইয়াহইয়া ইবনু সালিহ রহঃ আমাকে বলেছেন ... আব হুরাইরাহ (রাঃ) হতে বর্ণিত, তিনি বলেন, বমি করলে সওম ভঙ্গ হয় না। কেননা এতে কিছু বের হয়, ভিতরে প্রবেশ করে না। আবূ হুরাইরাহ (রাঃ) হতে এও বর্ণিত আছে যে, তিনি বলেছেন, সওম ভঙ্গ হয়ে যাবে। প্রথম উক্তিটি বেশি সহীহ। ইবনু আব্বাস (রাঃ) এবং ইকরিমাহ (রহঃ) বলেন, কোন কিছু ভিতরে প্রবেশ করলে সওম নষ্ট হয়; কিন্তু বের হওয়ার কারণে নয়। ইবনু উমার (রাঃ) সায়িম অবস্থায় শিঙ্গা লাগাতেন। অবশ্য পরবর্তী সময়ে তিনি দিনে শিঙ্গা লাগানো ছেড়ে দিয়ে রাতে লাগাতেন। আবূ মূসা (রাঃ) রাতে শিঙ্গা লাগাতেন। সাঈদ, যায়দ ইবনু আকরাম এবং উম্মু সালামাহ (রাঃ) সম্পর্কে বর্ণিত আছে যে, তারা সকলেই সওম পালনকারী অবস্থায় শিঙ্গা লাগাতেন। বুকায়র (রহঃ) উম্মু আলকামা (রহঃ) হতে বর্ণনা করেন যে, আমরা আয়িশাহ (রাঃ) এর সামনে শিঙ্গা লাগাতাম, তিনি আমাদের নিষেধ করতেন না। হাসান (রহঃ) হতে একাধিক রাবী সূত্রে মারফূ হাদীস আছে যে, শিঙ্গা প্রয়োগকারী এবং গ্রহনকারী উভয়ের সওমই নষ্ট হয়ে যাবে। ইমাম বুখারী (রহঃ) বলেন, আইয়াশ (রহঃ) হাসান (রহঃ) হতে আমার নিকট অনুরূপ বর্ণনা করেছেন। তাঁকে প্রশ্ন করা হয়েছিল, এ কি নবী (সাঃ) হতে বর্ণিত? তিনি বললেন, হ্যাঁ। অতঃপর তিনি বললেন, আল্লাহই সবচেয়ে অধিক জানেন।;\n\n\n১৮১৪। মুআল্লা ইবনু আসাদ (রহঃ) ... ইবনু আব্বাস থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মুহরিম অবস্থায় শিঙ্গা লাগিয়েছেন এবং সায়িম অবস্থায়ও শিঙ্গা লাগিয়েছেন।;",
        "id": 1814,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২১৫. সাওম পালনকারীর শিঙ্গা লাগানো বা বমি করা।",
        "hadithBengali": "১৮১৫। আবূ মামার (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সায়িম অবস্থায় শিঙ্গা লাগিয়েছেন।;\n",
        "id": 1815,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২১৫. সাওম পালনকারীর শিঙ্গা লাগানো বা বমি করা।",
        "hadithBengali": "১৮১৬। আদম ইবনু আবূ ইয়াস (রহঃ) ... সাবিত আল-বুনানী (রহঃ) থেকে বর্ণিত, তিনি বলেন, আনাস ইবনু মালিক (রাঃ) কে প্রশ্ন করা হল, আপনারা কি সায়িমের শিঙ্গা লাগানো অপছন্দ করতেন? তিনি বললেন, না। তবে দূর্বল হয়ে যাবার কারণে অপছন্দ করতাম। শাবাবা (রহঃ) শুবা, (রহঃ) থেকে (عَلَى عَهْدِ النَّبِيِّ صلى الله عليه وسلم) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যুগে কথাটি অতিরিক্ত বর্ণনা করেছেন।;\n",
        "id": 1816,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সাবিত আল বুনানী (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২১৬.  সফরে সওম পালন করা বা না করা",
        "hadithBengali": "১৮১৭। আলী ইবনু আবদুল্লাহ (রহঃ) ... ইবনু আবূ আওফা (রাঃ) থেকে বর্ণিত, তিনি বলেন, কোন এক সফরে আমরা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে ছিলাম। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক ব্যাক্তিকে বললেনঃ সওয়ারী থেকে নেমে আমার জন্য ছাতু গুলিয়ে আন। সে বলল, ইয়া রাসুলাল্লাহ সূর্য এখনো ডুবেনি। তিনি বললেনঃ সওয়ারী থেকে নামো এবং আমার জন্য ছাতু গুলিয়ে আন। তারপর সে সওয়ারী থেকে নেমে ছাতু গুলিয়ে আনলে তিনি তা পান করলেন এবং হাতের ইশারায় বললেনঃ যখন দেখবে রাত এদিক থেকে ঘনিয়ে আসছে তখন বুঝবে, সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) পালনকারী ব্যাক্তির ইফতারের সময় হয়েছে।;\n\nজাবীর (রাঃ) এবং আবূ বাকর ইবনু আইয়াশ (রাঃ) ইবনু আবূ আওফা (রাঃ) থেকে অনুরূপ হাদীস বর্ণনা করেছেন। তিনি বলেন, কোন এক সফরে আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে ছিলাম।;\n",
        "id": 1817,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আবূ আওফা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২১৬.  সফরে সওম পালন করা বা না করা",
        "hadithBengali": "১৮১৮। মুসাদ্দাদ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, হামযা ইবনু আমর আসলামী (রাঃ) বললেন, ইয়া রাসুলাল্লাহ! আমি ক্রমাগত সিয়াম পালন করছি।;\n",
        "id": 1818,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২১৬.  সফরে সওম পালন করা বা না করা",
        "hadithBengali": "১৮১৯। আবদুল্লাহ ইবনু ইউসুফ ... নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর স্ত্রী আয়িশা (রাঃ) থেকে বর্ণিত যে, হামযা ইবনু আমর আসলামী (রাঃ) অধিক সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) পালনে অভ্যস্থ ছিলেন। তিনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বললেন, আমি সফরেও কি সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) পালন করতে পারি? তিনি বললেনঃ ইচ্ছা করলে তুমি সাওম পালন করতে পার, আবার ইচ্ছা করলে নাও করতে পার।;\n",
        "id": 1819,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২১৭. রমযানের কয়েকদিন সওম করে যদি কেউ সফর আরম্ভ করে",
        "hadithBengali": "১৮২০। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) অবস্থায় কোন এক রমজানে মক্কার পথে যাত্রা করলেন। কাদীদ নামক স্থানে পৌছার পর তিনি সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) ভঙ্গ করে ফেললে লোকেরা সকলেই সাওম ভঙ্গ করলেন। আবূ আবদুল্লাহ (রহঃ) বলেন, উসফান ও কুদায়দ নামক দুই স্থানের মধ্যে কাদীদ একটি ঝর্ণা।;\n",
        "id": 1820,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২১৭. রমযানের কয়েকদিন সওম করে যদি কেউ সফর আরম্ভ করে",
        "hadithBengali": "১৮২১। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আবুদ দারদা (রাঃ) থেকে বর্ণিত, তিনি বলেন, কোন এক সফরে প্রচন্ড গরমের দিনে আমরা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে রওয়ানা হলাম। গরম এত প্রচন্ড ছিল যে, প্রত্যেকেই নিজ নিজ হাত মাথার উপরে তুলে ধরেছিলেন। এ সময় নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এবং ইবনু রাওয়াহা (রাঃ) ছাড়া আমাদের কেউই সায়িম ছিল না।;\n",
        "id": 1821,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবুদ দারদা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২১৮. প্রচণ্ড গরমের জন্য যে ব্যক্তির উপর ছায়ার ব্যবস্থা করা হয়েছে তাঁর সম্পর্কে নাবী (ﷺ) এর বাণীঃ সফরে সওম পালন করায় নেকী নেই",
        "hadithBengali": "১৮২২। আদম (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক সফরে ছিলেন, হঠাৎ তিনি লোকের জটলা এবং ছায়ার নিচে এক ব্যাক্তিকে দেখে জিজ্ঞাসা করলেনঃ এর কী হয়েছে? লোকেরা বলল, সে সায়িম। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ সফরে সাওম পালনে কোন নেকী নেই।;",
        "id": 1822,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "জাবির ইবনু আবদুল্লাহ আনসারী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২১৯. সওম পালন করা ও না করার ব্যাপারে নাবী (ﷺ) এর সাহাবীগণ একে অন্যের প্রতি দোষারোপ করতেন না",
        "hadithBengali": "১৮২৩। আবদুল্লাহ ইবনু মাসলামা (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমরা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে সফরে যেতাম। সায়িম ব্যাক্তি গায়ের সায়িমকে (যে সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) পালন করছে না) এবং গায়ের সায়িম ব্যাক্তি সায়িমকে দোষারোপ করত না।;",
        "id": 1823,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২২০. সফর অবস্থায় সাওম ভঙ্গ করা, যাতে লোকেরা দেখতে পায়",
        "hadithBengali": "১৮২৪। মূসা ইবনু ইসমাঈল (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মদিনা থেকে মক্কায় রওয়ানা হলেন। তখন তিনি সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) পালন করছিলেন। উসফানে পৌছার পর তিনি পানি আনার জন্য আদেশ করলেন। তারপর তিনি লোকদেরকে দেখানোর জন্য পানি হাতের উপর উচুঁ করে ধরে সাওম ভঙ্গ করলেন এবং এ অবস্থায় মক্কায় পৌছলেন। এ ছিল রমজান মাসে। তাই ইবনু আব্বাস (রাঃ) বলতেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সাওম পালন করেছেন এবং সাওম ভঙ্গও করেছেন। যার ইচ্ছা সাওম পালন করতে পারে আর যার ইচ্ছা সাওম ভঙ্গ করতে পারে।;",
        "id": 1824,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২২১. এ (রোযা) যাদেরকে অতিশয় কষ্ট দেয় তাদের কর্তব্য এর পরিবর্তে ফিদয়া একজন মিসকিনকে খাদ্য দান করা (২ঃ ১৮৪)",
        "hadithBengali": "قَالَ ابْنُ عُمَرَ وَسَلَمَةُ بْنُ الْأَكْوَعِ نَسَخَتْهَا شَهْرُ رَمَضَانَ الَّذِي أُنْزِلَ فِيهِ الْقُرْآنُ هُدًى لِلنَّاسِ وَبَيِّنَاتٍ مِنْ الْهُدَى وَالْفُرْقَانِ فَمَنْ شَهِدَ مِنْكُمْ الشَّهْرَ فَلْيَصُمْهُ وَمَنْ كَانَ مَرِيضًا أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ يُرِيدُ اللَّهُ بِكُمْ الْيُسْرَ وَلَا يُرِيدُ بِكُمْ الْعُسْرَ وَلِتُكْمِلُوا الْعِدَّةَ وَلِتُكَبِّرُوا اللَّهَ عَلَى مَا هَدَاكُمْ وَلَعَلَّكُمْ تَشْكُرُونَ وَقَالَ ابْنُ نُمَيْرٍ حَدَّثَنَا الْأَعْمَشُ حَدَّثَنَا عَمْرُو بْنُ مُرَّةَ حَدَّثَنَا ابْنُ أَبِي لَيْلَى حَدَّثَنَا أَصْحَابُ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَزَلَ رَمَضَانُ فَشَقَّ عَلَيْهِمْ فَكَانَ مَنْ أَطْعَمَ كُلَّ يَوْمٍ مِسْكِينًا تَرَكَ الصَّوْمَ مِمَّنْ يُطِيقُهُ وَرُخِّصَ لَهُمْ فِي ذَلِكَ فَنَسَخَتْهَا وَأَنْ تَصُومُوا خَيْرٌ لَكُمْ فَأُمِرُوا بِالصَّوْمِ;\n\nইবনু উমার (রাঃ) এবং সালামাহ ইবনু আকওয়া (রাঃ) বলেন যে, উক্ত আয়াতকে রহিত করেছে এই আয়াতঃ  রমযান মাসই হল সে মাস, যাতে নাযিল করা হয়েছে কোরআন, যা মানুষের জন্য হেদায়েত এবং সত্যপথ যাত্রীদের জন্য সুষ্পষ্ট পথ নির্দেশ আর ন্যায় ও অন্যায়ের মাঝে পার্থক্য বিধানকারী। কাজেই তোমাদের মধ্যে যে লোক এ মাসটি পাবে, সে এ মাসের রোযা রাখবে। আর যে লোক অসুস্থ কিংবা মুসাফির অবস্থায় থাকবে সে অন্য দিনে গণনা পূরণ করবে। আল্লাহ তোমাদের জন্য সহজ করতে চান; তোমাদের জন্য জটিলতা কামনা করেন না যাতে তোমরা গণনা পূরণ কর এবং তোমাদের হেদায়েত দান করার দরুন আল্লাহ তাআলার মহত্ত্ব বর্ণনা কর, যাতে তোমরা কৃতজ্ঞতা স্বীকার কর।; (আল বাক্বা(রাঃ) ২:১৮৫) ইবনু নুমাইর (রহঃ) ইবনু আবূ লায়লা রহঃ হতে বর্ণনা করেন যে, মুহাম্মদ (সাঃ)এর সাহাবীগণ আমাদের কাছে বর্ণনা করেছেন, রমযানের হুকুম নাযিল হলে তা পালন করা তাদের জন্য কষ্টকর হয়ে দাঁড়ায়। তাই তাঁদের মধ্যে কেউ সওম পালনে সক্ষম হওয়া সত্ত্বেও সওম ত্যাগ করে প্রতিদিনের পরিবর্তে একজন মিসকীনকে খাওয়াতো। এ ব্যাপারে তাঁদের অনুমতিও দেওয়া হয়েছিল। তারপর وَأَنْ تَصُومُوا خَيْرٌ لَكُمْ আর সওম পালন করাই তোমাদের জন্য উত্তম এ আয়াতটি পূর্বের হুকুমকে রহিত করে দেয় এবং সবাইকে সওম পালনের নির্দেশ দেয়া হয়।;\n\n১৮২৫। আইয়াশ (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনিفِدْيَةٌ طَعَامُ مَسَاكِينَ আয়াতটি পড়ে বলেছেন যে, ইহা রহিত।;",
        "id": 1825,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২২২. রমযানের কাযা কখন আদায় করা হবে?",
        "hadithBengali": "وَقَالَ ابْنُ عَبَّاسٍ لَا بَأْسَ أَنْ يُفَرَّقَ لِقَوْلِ اللَّهِ تَعَالَى فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ وَقَالَ سَعِيدُ بْنُ الْمُسَيَّبِ فِي صَوْمِ الْعَشْرِ لَا يَصْلُحُ حَتَّى يَبْدَأَ بِرَمَضَانَ وَقَالَ إِبْرَاهِيمُ إِذَا فَرَّطَ حَتَّى جَاءَ رَمَضَانُ آخَرُ يَصُومُهُمَا وَلَمْ يَرَ عَلَيْهِ طَعَامًا وَيُذْكَرُ عَنْ أَبِي هُرَيْرَةَ مُرْسَلًا وَابْنِ عَبَّاسٍ أَنَّهُ يُطْعِمُ وَلَمْ يَذْكُرْ اللَّهُ الْإِطْعَامَ إِنَّمَا قَالَ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ;\n\nইবনু আব্বাস রাঃ বলেন, পৃথক পৃথক রাখলে কোন ক্ষতি নেই। কেননা আল্লাহ বলেছেন, فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ অন্যদিনে এর সংখ্যা পূর্ণ করবে (আল-বাক্বারাঃ ২:১৮৪)। সাঈদ ইবনু মুসায়্যাব (রহঃ) বলেছেন, রমাযানের কাযা আদায় না করে যুলহাজ্জ মাসের প্রথম দশকে সওম পালন করা উচিত নয়। ইবরাহীম নাখঈ (রহঃ) বলেন, অবহেলার কারণে যদি পরবর্তী রমযান এসে যায় তাহলে উভয় রমযানের সওম এক সাথে আদায় করবে। মিসকীন খাওয়াতে হবে বলে তিনি মনে করেন না। আবূ হুরাইরাহ (রাঃ) হতে বর্ণিত। একটি মুরসাল হাদীসে এবং ইবনু আব্বাস (রাঃ) হতে বর্ণিত আছে যে, সে খাওয়াবে; অথচ আল্লাহ তাআলা খাওয়ানোর কথাটি উল্লেখ করেননি। বরং তিনি বলেছেন, فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ অন্য দিনে এর সংখ্যা পূর্ণ করবে (আল-বাক্বরাহঃ ২:১৮৪);\n\n\n১৮২৬। আহমদ ইবনু ইউনুস (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমার উপর রমযানের যে কাযা থেকে যেত তা পরবর্তী শাবান ছাড়া আমি আদায় করতে পারতাম না। ইয়াহিয়া (রহঃ) বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর ব্যস্ততার কারণে কিংবা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে ব্যস্ততার কারণে।;",
        "id": 1826,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২২৩. ঋতুবতী মহিলা সালাত ও সওম উভয়ই ত্যাগ করবে ",
        "hadithBengali": "وَقَالَ أَبُو الزِّنَادِ إِنَّ السُّنَنَ وَوُجُوهَ الْحَقِّ لَتَأْتِي كَثِيرًا عَلَى خِلاَفِ الرَّأْيِ، فَمَا يَجِدُ الْمُسْلِمُونَ بُدًّا مِنِ اتِّبَاعِهَا، مِنْ ذَلِكَ أَنَّ الْحَائِضَ تَقْضِي الصِّيَامَ وَلاَ تَقْضِي الصَّلاَةَ;\n\nআবুয-যিনাদ (রহঃ) বলেন, শরীআতের হুকুম-আহকাম অনেক সময় কিয়াসের বিপরীতও হয়ে থাকে। মুসলিমের জন্য এর অনুসরণ ছাড়া কোন উপায় নেই। এর একটি উদাহরণ হল যে, ঋতুবতী মহিলা সওমের কাযা করবে কিন্তু স্বলাতের কাযা করবে না।;\n\n\n১৮২৭। ইবনু আবূ মারইয়াম (রহঃ) ... আবূ সাঈদ (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ এ কথা কি ঠিক নয় যে হায়য শুরু হলে মেয়েরা সালাত (নামায/নামাজ) আদায় করে না এবং সাওম (রোযা/রোজা/সিয়াম/ছিয়াম)ও পালন করে না। এ হল তাদের দ্বীনেরই ত্রুটি।;",
        "id": 1827,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ সা'ঈদ খুদরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২২৪. সাওমের কাযা যিম্মায় রেখে যার মৃত্যু হয়। হাসান (রহঃ) বলেন, তাঁর পক্ষ হতে ত্রিশজন লোক একদিন সওম পালন করলে হবে।",
        "hadithBengali": "১৮২৮। মুহাম্মদ ইবনু খালিদ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) এর কাযা যিম্মায় রেখে যদি কোন ব্যাক্তি মারা যায় তাহলে তার অভিভাবক তার পক্ষ থেকে সাওম আদায় করবে।;\n\nইবনু ওয়াহব (রহঃ) আমর (রহঃ) থেকে উক্ত হাদীসটি অনুরূপ বর্ণনা করেছেন। ইয়াহইয়া ইবনু আইয়ূব (রহঃ) ইবনু আবূ জাফর (রহঃ) থেকেও এ হাদীসটি বর্ণনা করেছেন।;",
        "id": 1828,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২২৪. সাওমের কাযা যিম্মায় রেখে যার মৃত্যু হয়। হাসান (রহঃ) বলেন, তাঁর পক্ষ হতে ত্রিশজন লোক একদিন সওম পালন করলে হবে।",
        "hadithBengali": "১৮২৯। মুহাম্মদ ইবনু আবদুর রাহীম (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এক ব্যাক্তি এসে বলল, ইয়া রাসূলাল্লাহ! আমার মা এক মাসের সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) জিম্মায় রেখে মারা গেছেন, আমি কি তার পক্ষ থেকে সাওম কাযা করতে পারি? তিনি বলেনঃ হ্যাঁ, আল্লাহর ঋণ পরিশোধ করাই হল অধিক যোগ্য।;\n\nসুলায়মান (রহঃ) বলেন, হাকাম (রহঃ) এবং সালামা (রহঃ) বলেছেন, মুসলিম (রহঃ) এ হাদীস বর্ণনা করার সময় আমরা সকলেই একসাথে উপবিষ্ট ছিলাম তাঁরা উভয়েই বলেছেন যে, ইবনু আব্বাস (রাঃ) থেকে মুজাহিদ (রহঃ)-কে এ হাদীস বর্ণনা করতে আমরা শুনেছি।;\n\nআবূ খালিদ আহমার (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, একজন মহিলা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলল, আমার বোন মারা গেছে। ইয়াহইয়া (রহঃ) ও আবূ মআবিয়া ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, এক মহিলা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলল, আমার মা মারা গেছেন। উবায়দুল্লাহ (রহঃ) ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, এক মহিলা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলল, আমার মা মারা গেছে, অথচ তার যিম্মায় মানতের সাওম রয়েছে।;\n\nআবূ হারীয (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, এক মহিলা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলল, আমার মা মারা গেছে, অথচ তার যিম্মায় পনের দিনের সাওম রয়ে গেছে।;",
        "id": 1829,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২২৫. সায়িমের জন্য কখন ইফতার করা হালাল।",
        "hadithBengali": "وَأَفْطَرَ أَبُو سَعِيدٍ الْخُدْرِيُّ حِينَ غَابَ قُرْصُ الشَّمْسِ;\nসূর্যের গোলাকার বৃত্ত অদৃশ্য হওয়ার সাথে সাথেই আবূ সা;ঈদ খুদরী (রাঃ) ইফতার করতেন।;\n\n১৮৩০। হুমায়দী (রহঃ) ... উমর ইবনু খাত্তাব (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যখন রাত্র সে দিক থেকে ঘনিয়ে আসে ও দিন এদিক থেকে চলে যায় এবং সূর্য ডুবে যায়, তখন সায়িম ইফতার করবে।;",
        "id": 1830,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উমর ইবনুল খাত্তাব  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২২৫. সায়িমের জন্য কখন ইফতার করা হালাল।",
        "hadithBengali": "১৮৩১। ইসহাক ওয়াসিতী (রহঃ) ... আবদুল্লাহ ইবনু আবূ আওফা (রাঃ) থেকে বর্ণিত, তিনি বলেন, কোন এক সফরে আমরা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে ছিলাম। আর তিনি ছিলেন সায়িম। যখন সূর্য ডুবে গেল তখন তিনি দলের কাউকে বললেনঃ হে উমুক! উঠ। আমাদের জন্য ছাতু গুলিয়ে আন। সে বলল, ইয়া রাসূলাল্লাহ! সন্ধ্যা হলে ভাল হতো। তিনি বললেনঃ নেমে যাও এবং আমাদের জন্য ছাতু গুলিয়ে আন। সে বলল, ইয়া রাসূলাল্লাহ! সন্ধ্যা হলে ভাল হতো। তিনি বললেনঃ নেমে যাও এবং আমাদের জন্য ছাতু গুলিয়ে আন। তিনি বললেনঃ নেমে যাও এবং আমাদের জন্য ছাতু গুলিয়ে আন। সে বলল, দিন তো আপনার এখনো রয়েছে। তিনি বললেনঃ তুমি নামো এবং আমাদের জন্য ছাতু গুলিয়ে আন। তারপর সে নামল এবং তাঁদের জন্য ছাতু গুলিয়ে আনল। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তা পান করলেন, তারপর বললেনঃ যখন তোমরা দেখবে, রাত একদিক থেকে ঘনিয়ে আসছে, তখন সায়িম ইফতার করবে।;\n",
        "id": 1831,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আবূ আওফা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২২৬.  পানি বা সহজলভ্য অন্য কিছু দিয়ে ইফতার করবে",
        "hadithBengali": "১৮৩২। মুসাদ্দাদ (রহঃ) ... আবদুল্লাহ ইবনু আবূ আওফা (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমরা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে রওয়ানা দিলাম এবং তিনি রোযাদার ছিলেন। সূর্য অস্ত যেতেই তিনি বললেনঃ তুমি সওয়ারী থেকে নেমে আমাদের জন্য ছাতু গুলিয়ে আন। তিনি বললেন, ইয়া রাসুলাল্লাহ! আর একটু সন্ধ্যা হতে দিন। তিনি বললেনঃ তুমি নেমে যাও এবং আমাদের জন্য ছাতু গুলিয়ে আন। তিনি বললেন, ইয়া রাসূলাল্লাহ! এখনো তো আপনার সামনে দিন রয়েছে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তুমি নেমে যাও এবং আমাদের জন্য ছাতু গুলিয়ে আন। তারপর তিনি সওয়ারী থেকে নামলেন এবং ছাতু গুলিয়ে আনলেন। এরপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আঙ্গুল দ্বারা পূর্বদিকে ইশারা করে বললেনঃ যখন তোমরা দেখবে যে, রাত এদিক থেকে আসছে, তখনই রোযাদারদের ইফতারের সময় হয়ে গেল।;",
        "id": 1832,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আবূ আওফা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২২৭. ইফতার ত্বরান্বিত করা",
        "hadithBengali": "১৮৩৩। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... সাহল ইবনু সাদ (রাঃ) থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ লোকেরা যতদিন যাবৎ ওয়াক্ত হওয়ামাত্র ইফতার করবে, ততদিন তারা কল্যাণের উপর থাকবে।;\n",
        "id": 1833,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সাহল বিন সাদ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২২৭. ইফতার ত্বরান্বিত করা",
        "hadithBengali": "১৮৩৪। আহমদ ইবনু ইউসুফ (রহঃ) ... ইবনু আবূ আওফা (রাঃ) থেকে বর্ণিত, তিনি বলেন, এক সফরে আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে ছিলাম। তিনি সন্ধ্যা পর্যন্ত সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) পালন করেন। এরপর এক ব্যাক্তিকে বললেনঃ সওয়ারী হতে নেমে ছাতু গুলিয়ে আন। লোকটি বলল, আপনি যদি (পূর্ণ সন্ধ্যা হওয়া পর্যন্ত) অপেক্ষা করতেন। তিনি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পুনরায় বললেনঃ নেমে আমার জন্য ছাতু গুলিয়ে আন। (তারপর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ) যখন তুমি এদিক (পূর্বদিক) হতে রাত্রির আগমন দেখতে পাবে তখন রোযাদার ইফতার করবে।;\n",
        "id": 1834,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আবূ আওফা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২২৮. রমযানে ইফতারের পরে যদি সূর্য দেখা যায়",
        "hadithBengali": "১৮৩৫। আবদুল্লাহ ইবনু আবূ শায়বা (রহঃ) ... আসমা বিনত আবূ বাকর (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যুগে একবার মেঘাচ্ছন্ন দিনে আমরা ইফতার করলাম, এরপর সূর্য দেখা যায়। বর্ণনাকারী হিশামকে জিজ্ঞাসা করা হল, তাদের কি কাযা করার নির্দেশ দেওয়া হয়েছিল? হিশাম (রহঃ) বললেন, কাযা ছাড়া উপায় কি? (অপর বর্ণনাকারী) মামার (রহঃ) বলেন, আমি হিশামকে বলতে শুনেছি, তাঁরা কাযা করেছিলেন কি না তা আমি জানি না।;\n",
        "id": 1835,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আসমা বিনতু আবূ বাকর (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২২৯. বাচ্চাদের সওম পালন করা।",
        "hadithBengali": "وَقَالَ عُمَرَ رَضِيَ اللَّهُ عَنْهُ لِنَشْوَانٍ فِي رَمَضَانَ وَيْلَكَ، وَصِبْيَانُنَا صِيَامٌ. فَضَرَبَهُ;\n\nরমাযানে দিনের বেলায় এক নেশাগ্রস্ত ব্যক্তিকে উমার (রাঃ) বলেন, আমাদের বাচ্চারা পর্যন্ত সওম পালন করছে। তোমার সর্বনাশ হোক। অতঃপর উমার (রাঃ) তাঁকে মারলেন।;\n\n\n১৮৩৬। মুসাদ্দাদ (রহঃ) ... রুবায়্যি বিনত মুআব্বিয (রাঃ) থেকে বর্ণিত, তিনি বলেন, আশূরা (আশুরা/আসুরা/আসূরা)র সকালে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আনসারদের সকল পল্লীতে এ নির্দেশ দিলেনঃ যে ব্যাক্তি সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) পালন করেনি সে যেন দিনের বাকি অংশ না খেয়ে থাকে, আর যার সাওম অবস্থায় সকাল হয়েছে, সে যেন সাওম পূর্ণ করে। তিনি (রুবায়্যি) (রাঃ) বলেন, পরবর্তীতে আমরা ঐ দিন রোযা রাখতাম এবং আমাদের শিশুদের রোযা রাখাতাম। আমরা তাদের জন্য পশমের খেলনা তৈরী করে দিতাম। তাদের কেউ খাবারের জন্য কাঁদলে তাকে ঐ খেলনা দিয়ে ইফতার পর্যন্ত ভুলিয়ে রাখতাম।;\n\nআবূ আবদুল্লাহ (রহঃ) বলেন,عِهْن অর্থ পশম।;\n",
        "id": 1836,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "রুবায়্যি বিনতু মুআব্বিয (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২৩০. সওমে বিসাল (বিরতিহীন সওম) আল্লাহ তা'আলার বাণীঃ রাতের আগমন পর্যন্ত সওম পূর্ণ কর (আল-বাক্বারা ২:১৮৭)। এর পরিপ্রেক্ষিতে রাতে সাওম পালন করা যাবে না বলে যিনি অভিমত ব্যক্ত করেছেন, নাবী(সাঃ) উম্মতের উপর দয়াপরবশ হয়েও তাঁদের স্বাস্থ্য রক্ষার খাতিরে সওমে বিসাল হতে নিষেধ করেছেন এবং কোন বিষয়ে বাড়াবাড়ি করা নিন্দনীয়।",
        "hadithBengali": "১৮৩৭। মুসাদ্দাদ (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা সাওমে বেসাল পালন করবে না। লোকেরা বলল, আপনি যে সাওমে বেসাল করেন? তিনি বললেনঃ আমি তোমাদের মত নই। আমাকে পানাহার করানো হয় (অথবা বললেন) আমি পানাহার অবস্থায় রাত অতিবাহিত করি।;\n",
        "id": 1837,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২৩০. সওমে বিসাল (বিরতিহীন সওম) আল্লাহ তা'আলার বাণীঃ রাতের আগমন পর্যন্ত সওম পূর্ণ কর (আল-বাক্বারা ২:১৮৭)। এর পরিপ্রেক্ষিতে রাতে সাওম পালন করা যাবে না বলে যিনি অভিমত ব্যক্ত করেছেন, নাবী(সাঃ) উম্মতের উপর দয়াপরবশ হয়েও তাঁদের স্বাস্থ্য রক্ষার খাতিরে সওমে বিসাল হতে নিষেধ করেছেন এবং কোন বিষয়ে বাড়াবাড়ি করা নিন্দনীয়।",
        "hadithBengali": "১৮৩৮। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সাওমে বেসাল হতে নিষেধ করলেন। লোকেরা বললো, আপনি যে সাওমে বেসাল পালন করেন! তিনি বললেনঃ আমি তোমাদের মত নই, আমাকে পানাহার করানো হয়।;\n",
        "id": 1838,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২৩০. সওমে বিসাল (বিরতিহীন সওম) আল্লাহ তা'আলার বাণীঃ রাতের আগমন পর্যন্ত সওম পূর্ণ কর (আল-বাক্বারা ২:১৮৭)। এর পরিপ্রেক্ষিতে রাতে সাওম পালন করা যাবে না বলে যিনি অভিমত ব্যক্ত করেছেন, নাবী(সাঃ) উম্মতের উপর দয়াপরবশ হয়েও তাঁদের স্বাস্থ্য রক্ষার খাতিরে সওমে বিসাল হতে নিষেধ করেছেন এবং কোন বিষয়ে বাড়াবাড়ি করা নিন্দনীয়।",
        "hadithBengali": "১৮৩৯। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আবূ সাঈদ (রাঃ) থেকে বর্ণিত, তিনি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছেন যে, তোমরা সাওমে বেসাল পালন করবে না। তোমাদের কউ সাওমে বেসাল পালন করতে চাইলে সে যেন সাহরীর সময় পর্যন্ত করে। লোকেরা বলল, ইয়া রাসূলাল্লাহ! আপনি যে সাওমে বেসাল পালন করেন? তিনি বললেনঃ আমি তোমাদের মত নই, আমি রাত্রি যাপন করি এরূপ অবস্থায় যে, আমার জন্য একজন খাদ্য পরিবেশনকারী থাকেন যিনি আমাকে আহার করান এবং একজন পানীয় পরিবেশনকারী আমাকে পান করান।;\n",
        "id": 1839,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ সা'ঈদ খুদরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২৩০. সওমে বিসাল (বিরতিহীন সওম) আল্লাহ তা'আলার বাণীঃ রাতের আগমন পর্যন্ত সওম পূর্ণ কর (আল-বাক্বারা ২:১৮৭)। এর পরিপ্রেক্ষিতে রাতে সাওম পালন করা যাবে না বলে যিনি অভিমত ব্যক্ত করেছেন, নাবী(সাঃ) উম্মতের উপর দয়াপরবশ হয়েও তাঁদের স্বাস্থ্য রক্ষার খাতিরে সওমে বিসাল হতে নিষেধ করেছেন এবং কোন বিষয়ে বাড়াবাড়ি করা নিন্দনীয়।",
        "hadithBengali": "১৮৪০। উসমান ইবনু আবূ শায়বা (রহঃ) ও মুহাম্মদ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম লোকদের উপর দয়াপরবশ হয়ে তাদেরকে সাওমে বেসাল হতে নিষেধ করলে তারা বলল, আপনি যে সাওমে বেসাল করে থাকেন! তিনি বললেনঃ আমি তোমাদের মত নই, আমার প্রতিপালক আমাকে পানাহার করান।;\n\nআবূ আবদুল্লাহ বুখারী (রহঃ) বলেন, রাবী উসমান (রহঃ) (رَحْمَةً لَهُمْ) তাদের প্রতি দয়াপরবশ হয়ে কথাটি উল্লেখ করেননি।;\n",
        "id": 1840,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২৩১. যে ব্যক্তি অধিক পরিমাণে সাওমে বেসাল পালন করে তাকে শাস্তি প্রদান। আনাস (রাঃ) নবী করীম (সাঃ) হতে এ বর্ণনা করেছেন।",
        "hadithBengali": "১৮৪১। আবূল ইয়ামান (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বিরতিহীন সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) পালন করতে নিষেধ করলে মুসলিমদের এক ব্যাক্তি তাঁকে বলল, ইয়া রাসূলাল্লাহ! আপনি যে বিরতীহীন সাওম পালন করেন? তিনি বললেনঃ তোমাদের মধ্যে আমার মত কে আছ? আমি এমনভাবে রাত যাপন করি যে, আমার প্রতিপালক আমাকে পানাহার করান। এরপর যখন লোকেরা সাওমে বেসাল করা হতে বিরত থাকল না তখন তিনি তাদেরকে নিয়ে দিনের পর দিন সাওমে বেসাল করতে থাকলেন। এরপর লোকেরা যখন চাঁদ দেখতে পেল তখন তিনি বললেনঃ যদি চাঁদ উঠতে আরও দেরী হত তবে আমি তোমাদেরকে নিয়ে আরও বেশী দিন সাওমে বেসাল করতাম। এ কথা তিনি তাদেরকে শাস্তি প্রদান স্বরূপ বলেছিলেন, যখন তারা বিরত থাকতে অস্বীকৃতি জানিয়েছিল।;\n",
        "id": 1841,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২৩১. যে ব্যক্তি অধিক পরিমাণে সাওমে বেসাল পালন করে তাকে শাস্তি প্রদান। আনাস (রাঃ) নবী করীম (সাঃ) হতে এ বর্ণনা করেছেন।",
        "hadithBengali": "১৮৪২। ইয়াহ্ইয়া (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তোমরা সাওমে বেসাল পালন করা থেকে বিরত থাক (বাক্যটি তিনি) দুবার বললেন। তাঁকে বলা হল, আপনি তো সাওমে বেসাল করেন। তিনি বললেনঃ আমি এভাবে রাত যাপন করি যে, আমার প্রতিপালক আমাকে পানাহার করিয়ে থাকেন। তোমরা তোমাদের সাধ্যানুযায়ী আমল করার দায়িত্ব গ্রহণ করো।;\n",
        "id": 1842,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২৩২.  সাহরীর সময় পর্যন্ত সওমে বিসাল পালন করা",
        "hadithBengali": "১৮৪৩। ইবরাহীম ইবনু হামযা (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) খেকে বর্ণিত, তিনি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছেন যে, তোমরা সাওমে বেসাল করবে না। তোমাদের কউ যদি সাওমে বেসাল করতে চায় , তবে যেন সাহরীর সময় পর্যন্ত করে। সাহাবাগণ বললেন , ইয়া রাসূলাল্লাহ! আপনি তো সাওমে বেসাল পালন করেন? তিনি বললেনঃ আমি তোমাদের মত নই। আমি এভাবে রাত যাপন করি যে, আমার জন্য একজন আহারদাতা রয়েছেন যিনি আমাকে আহার করান, একজন পানীয় দানকারী আছেন যিনি আমাকে পান করান।;\n",
        "id": 1843,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ সা'ঈদ খুদরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২৩৩. কোন ব্যক্তি তাঁর ভাইয়ের নফল সওম ভাঙ্গার জন্য কসম দিলে এবং তার জন্য এ সাওমের কাযা ওয়াজিব মনে না করলে, যখন সাওম পালন না করা তার জন্য উত্তম হয়।",
        "hadithBengali": "১৮৪৪। মুহাম্মদ ইবনু বাশশার (রহঃ) ... আবূ জুহায়ফা (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সালমান (রাঃ) ও আবূদ দারদা (রাঃ) এর মাঝে ভ্রাতৃত্ব বন্ধন করে দেন। (একবার) সালমান (রাঃ) আবূদ দারদা (রাঃ) এর সাথে সাক্ষাত করতে এসে উম্মুদ দারদা (রাঃ) কে মলিন কাপড় পরিহিত দেখতে পান। তিনি এর কারণ জিজ্ঞাসা করলে উম্মুদ দারদা (রাঃ) বললেন, আপনার ভাই আবূদ দারদার পার্থিব কোন কিছুর প্রতি মোহ নেই। কিছুক্ষণ পরে আবূদ দারদা (রাঃ) এলন। তারপর তিনি সালমান (রাঃ) এর জন্য আহার্য প্রস্তুত করান এবং বলেন, আপনি খেয়ে নিন, আমি সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) পালন করছি। সালমান (রাঃ) বললেন, আপনি না খেলে আমি খাব না।;\n\nএরপর আবূদ দারদা (রাঃ) সালমান (রাঃ) এর সঙ্গে খেলেন। রাত হলে আবূদ দারদা (রাঃ) (সালাত (নামায/নামাজ) আদায়ে) দাঁড়াতে গেলেন। সালমান (রাঃ) বললেন, এখন ঘুমিয়ে যান। আবূদ দারদা (রাঃ) ঘুমিয়ে পড়লেন। কিছুক্ষণ পরে আবূদ দারদা (রাঃ) আবার সালাতে দাঁড়াতে উদ্যত হলেন, সালমান (রাঃ) বললেন, ঘুমিয়ে যান। যখন রাতের শেষভাগ হল, সালমান (রাঃ) আবূদ দারদা (রাঃ) কে বললেন, এখন দাঁড়ান। এরপর তারা দুজনে সালাত (নামায/নামাজ) আদায় করলেন।;\n\nপরে সালমান (রাঃ) তাঁকে বললেন, আপনার প্রতিপালকের হক আপনার উপর আছে। আপনার নিজেরও হক আপনার উপর রয়েছে। আবার আপনার পরিবারেরও হক রয়েছে। প্রত্যেক হকদারকে তার হক প্রদান করুন। এরপর আবূদ দারদা (রাঃ) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট উপস্থিত হয়ে এ ঘটনা বর্ণনা করলেন। (সব শুনে) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ সালমান ঠিকই বলেছে।;\n",
        "id": 1844,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ জুহাইফাহ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২৩৪. শা'বান (মাস) এর সাওম",
        "hadithBengali": "১৮৪৫। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একাধারে (এত বেশী) সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) পালন করতেন যে, আমরা বলাবলি করতাম, তিনি আর সাওম পরিত্যাগ করবেন না। (আবার কখনো এত বেশী) সাওম পালন না করা অবস্থায় একাধারে কাটাতেন যে, আমরা বলাবলি করতাম, তিনি আর (নফল) সাওম পালন করবেন না। আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে রমজান ব্যতীত কোন পুরা মাসের সাওম পালন করতে দেখিনি এবং শাবান মাসের চেয়ে কোন মাসে বেশী (নফল) সাওম পালন করতে দেখিনি।;",
        "id": 1845,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২৩৬. (নফল) সাওমের ব্যাপারে মেহমানের হক",
        "hadithBengali": "১৮৪৬। মুআয ইবনু ফাযালা (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম শাবান মাসের চেয়ে বেশী (নাফল) সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) কোন মাসে পালন করতেন না। তিনি (প্রায়) পুরা শাবান মাসই সাওম পালন করতেন এবং বলতেনঃ তোমাদের সাধ্যে যতটুকু কুলোয় ততটুকু (নফল) আমল কর, কারণ তোমরা (আমল করতে করতে) ক্লান্ত হয়ে না পড়া পর্যন্ত আল্লাহ তাআলা (সওয়াব দান) বন্ধ করেন না। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে সর্বাপেক্ষা প্রিয় সালাত (নামায/নামাজ)ই ছিল তাই যা যথাযথ নিয়মে সর্বদা আদায় করা হত। যদিও তা পরিমানে কম হত এবং তিনি যখন কোন (নফল) সালাত (নামায/নামাজ) আদায় করতেন পরবর্তীতে তা অব্যাহত রাখতেন।;",
        "id": 1846,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২৩৫.  নাবী (ﷺ) এর সাওম পালন করা ও না করার বর্ণনা",
        "hadithBengali": "১৮৪৭। মূসা ইবনু ইসমাঈল (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রমযান ব্যতীত কোন মাসে পুরা মাসের সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) পালন করেন নাই। তিনি এমনভাবে (নফল) সাওম পালন করতেন যে, কেউ বলতে চাইলে বলতে পারতো, আল্লাহর কসম! তিনি আর সাওম পালন পরিত্যাগ করবেন না। আবার এমনভাবে (নফল) সাওম ছেড়ে দিতেন যে, কেউ বলতে চাইলে বলতে পারতো আল্লাহর কসম! তিনি আর সাওম পালন করবেন না।;",
        "id": 1847,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২৩৫.  নাবী (ﷺ) এর সাওম পালন করা ও না করার বর্ণনা",
        "hadithBengali": "১৮৪৮। আবদুল আযীয ইবনু আবদুল্লাহ (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কোন মাসে এভাবে সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) ছেড়ে দিতেন যে, আমরা মনে করতাম, তিনি এ মাসে আর সাওম পালন করবেন না। আবার কোন মাসে এভাবে সাওম পালন করতেন যে, আমরা মনে করতাম তিনি এ মাসে আর সাওম ছাড়বেন না। আর তুমি যদি তাঁকে রাতে সালাত (নামায/নামাজ) আদায়রত অবস্থায় দেখতে চাইতে তবে তা দেখতে পেতে, আবার যদি তুমি তাঁকে ঘুমন্ত দেখতে চাইতে তবে তাও দেখতে পেতে। সুলায়মান (রহঃ) হুমায়দ (রহঃ) সূত্রে বলেন যে, তিনি আনাস (রাঃ) কে সাওম সম্পর্কে জিজ্ঞাসা করেছেন।;",
        "id": 1848,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২৩৫.  নাবী (ﷺ) এর সাওম পালন করা ও না করার বর্ণনা",
        "hadithBengali": "১৮৪৯। মুহাম্মদ (রহঃ) ... হুমাইদ (রহঃ) থেকে বর্ণিত, তিনি বলেন, আমি আনাস (রাঃ) কে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নফল সাওমের ব্যাপারে জিজ্ঞাসা করলে তিনি বললেন, যে কোন মাসে আমি তাঁকে সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) পালনরত অবস্থায় দেখতে চেয়েছি, তাঁকে সে অবস্থায় দেখেছি, আবার তাঁকে সাওম পালন না করা অবস্থায় দেখতে চাইলে তাও দেখতে পেয়েছি। রাতে যদি তাঁকে সালাত (নামায/নামাজ) আদায়রত অবস্থায় দেখতে চেয়েছি, তা প্রত্যক্ষ করেছি। আবার ঘুমন্ত দেখতে চাইলে তাও দেখতে পেয়েছি। আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর হাত মুবারক হতে নরম কোন পশমী বা রেশমী কাপড় স্পর্শ করি নাই। আর আমি তাঁর (শরীরের) ঘ্রাণ হতে অধিক সুগন্ধযুক্ত কোন মিশক বা আম্বর পাইনি।;",
        "id": 1849,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "হুমায়দ (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২৩৬. (নফল) সাওমের ব্যাপারে মেহমানের হক",
        "hadithBengali": "১৮৫০। ইসহাক (রহঃ) ... আবদুল্লাহ ইবনু আমর ইবনুল আস (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার কাছে এলেন। এরপর তিনি [আবদুল্লাহ (রাঃ)] হাদীসটি বর্ণনা করেন অর্থাৎ তোমার উপর মেহমানের হক আছে, তোমার উপর তোমার স্ত্রীর হক আছে।; আমি জিজ্ঞাসা করলাম, সাওমে দাউদ (আঃ) কি? তিনি বললেন, অর্ধেক বছর; (এর সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) পালন করা)।;",
        "id": 1850,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আমর ইবনুল আস (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২৩৭. নফল সওমে শরীরের হক",
        "hadithBengali": "১৮৫১। মুহাম্মদ ইবনু মুকাতিল (রহঃ) ... আবদুল্লাহ ইবনু আমর ইবনুল আস (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে বললেনঃ হে আবদুল্লাহ! আমি এ সংবাদ পেয়েছি যে, তুমি প্রতিদিন সাওম পালন কর এবং সারারাত সালাত আদায় করে থাক। আমি বললাম, ঠিক (শুনেছেন) ইয়া রাসূলাল্লাহ! তিনি বললেনঃ এরূপ করবে না (বরং মাঝে মাঝে) সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) পালন কর আবার সাওম ছেড়েও দাও। (রাতে) সালাত (নামায/নামাজ) আদায় কর আবার ঘুমাও। কেননা তোমার উপর তোমার শরীরের হক আছে, তোমার চোখের হক রয়েছে, তোমার উপর তোমার স্ত্রীর হক আছে, তোমার মেহমানের হক আছে। তোমার জন্য যথেষ্ট যে, তুমি প্রত্যেক মাসে তিন দিন সাওম পালন করবে। কেননা নেক আমলের পরিবর্তে তোমার জন্য রয়েছে দশগুণ নেকী। এভাবে সারা বছরের সাওম হয়ে যায়।;\n\nআমি বললাম আমি এর চেয়েও কঠোর আমল করতে সক্ষম। তখন আমাকে আরও কঠিন আমলের অনুমতি দেয়া হল। আমি বললাম, ইয়া রাসূলাল্লাহ! আমি আরো বেশী শক্তি রাখি। তিনি বললেনঃ তবে আল্লাহর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দাঊদ (আলাইহিস সালাম) এর সাওম পালন কর, এর থেকে বেশী করতে যেয়ো না। আমি জিজ্ঞাসা করলাম, আল্লাহর নবী দাঊদ (আলাইহিস সালাম) এর সাওম কেমন? তিনি বললেনঃ অর্ধেক বছর। রাবী বলেন, আবদুল্লাহ (রাঃ) বৃদ্ধ বয়সে বলতেন, আহা! আমি যদি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম প্রদত্ত রুখসত (সহজতর বিধান) কবূল করে নিতাম!;\n",
        "id": 1851,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আমর ইবনুল আস (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২৩৮. পুরা বছর সাওম পালন করা",
        "hadithBengali": "১৮৫২। আবূল ইয়ামান (রহঃ) ... আবদুল্লাহ ইবনু আমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট আমার সম্পর্কে এ কথা পৌছে যায় যে, আমি বলেছি, আল্লাহর কসম, আমি যতদিন বেঁচে থাকব ততদিন সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) পালন করব এবং রাতভর সালাত (নামায/নামাজ) আদায় করব। তিনি আমাকে জিজ্ঞাসা করায় আমি বললাম, আপনার উপর আমার পিতামাতা কুরবান হোক! আমি একথা বলেছি। তিনি বললেনঃ তুমি তো এরূপ করতে সক্ষম হবে না। বরং তুমি সাওম পালন কর ও ছেড়েও দাও, (রাতে) সালাত আদায় কর ও নিদ্রা যাও। তুমি মাসে তিন দিন করে সাওম পালন কর। কারণ নেক কাজের ফল তার দশ গুন; এভাবেই সারা বছরের সাওম পালন হয়ে যাবে।;\n\nআমি বললাম, আমি এর থেকে বেশী করার সামর্থ্য রাখি। তিনি বললেনঃ তাহলে একদিন সাওম পালন কর এবং দুদিন ছেড়ে দাও। আমি বললাম আমি এর থেকে বেশী করার সামর্থ্য রাখি। তিনি বললেনঃ তাহলে একদিন সাওম পালন কর এবং একদিন ছেড়ে দাও। এই হল দাঊদ (আলাইহিস সালাম) এর সাওম এবং এই হল সর্বোত্তম। আমি বললাম, আমি এর চেয়ে বেশী করার সামর্থ্য রাখি। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ এর চেয়ে উত্তম সাওম (রাখার পদ্ধতি) আর নেই।;\n",
        "id": 1852,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আমর ইবনুল আস (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২৩৯. সাওম পালনের ব্যাপারে পরিবার-পরিজনের অধিকার। আবূ জুহায়ফাহ (রাঃ) নাবী (সাঃ) হতে এরূপ বর্ণনা করেছেন।",
        "hadithBengali": "১৮৫৩। আমর ইবনু আলী (রহঃ) ... আবদুল্লাহ ইবনু আমর (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এ সংবাদ পৌছে যে, আমি একটানা সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) পালন করি এবং রাতভর সালাত (নামায/নামাজ) আদায় করি। এরপর হয়ত তিনি আমার কাছে লোক পাঠালেন অথবা আমি তাঁর সঙ্গে সাক্ষাৎ করলাম। তিনি বললেনঃ আমি কি এ কথা ঠিক শুনি নাই যে, তুমি সাওম পালন করতে থাক আর ছাড় না এবং তুমি (রাতভর) সালাত আদায় করতে থাক আর ঘুমাও না? (রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ) তুমি সাওম পালন কর এবং মাঝে মাঝে তা ছেড়েও দাও। রাতে সালাত আদায় কর এবং নিদ্রাও যাও। কেননা তোমার উপর তোমার চোখের হক রয়েছে এবং তোমার নিজের শরীরের ও তোমার পরিবারের হক তোমার উপর আছে।;\n\nআবদুল্লাহ (রাঃ) বললেন, আমি এর চেয়ে বেশী শক্তি রাখি। তিনি [রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম] বললেনঃ তাহলে তুমি দাঊদ (আলাইহিস সালাম) এর সিয়াম পালন কর। রাবী বলেন, আবদুল্লাহ (রাঃ) বললেন, তা কিভাবে? তিনি বললেনঃ দাঊদ (আলাইহিস সালাম) একদিন সাওম পালন করতেন, একদিন ছেড়ে দিতেন এবং তিনি (শত্রুর) সম্মুখীন হলে পলায়ন করতেন না। আবদুল্লাহ (রাঃ) বললেন, হে আল্লাহর নবী! আমাকে এ শক্তি কে যোগাবে? বর্ণনাকারী আতা (রহঃ) বলেন, (এই হাদীসে) কিভাবে সব সময়ের সিয়ামের প্রসঙ্গ আসে সে কথাটুকু আমার মনে নেই (অবশ্য) এতটুকু মনে আছে যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দুবার এ কথাটি বলেছেন, সব সময়ের সাওম কোন সাওম নয়।;\n",
        "id": 1853,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আমর ইবনুল আস (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২৪০. একদিন সাওম পালন করা ও একদিন ছেড়ে দেওয়া",
        "hadithBengali": "১৮৫৪। মুহম্মদ ইবনু বাশশার (রহঃ) ... আবদুল্লাহ ইবনু আমর (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তুমি প্রতি মাসে তিন দিন সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) পালন কর। আবদুল্লাহ (রাঃ) বললেন, আমি এর চাইতে বেশী করার শক্তি রাখি। এভাবে তিনি বৃদ্ধির আবেদন করতে লাগলেন যে, অবশেষে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ একদিন সাওম পালন কর এবং একদিন ছেড়ে দাও এবং আরও বললেনঃ প্রতি মাসে (এক খতম) কুরআন পাঠ কর। তিনি বললেন আমি এর চেয়ে বেশী শক্তি রাখি। এভাবে বলতে লাগলেন, অবশেষে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তাহলে তিন দিনে (পাঠ কর)।;\n",
        "id": 1854,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আমর ইবনুল আস (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২৪১. দাঊদ (আঃ) এর সাওম",
        "hadithBengali": "১৮৫৫। আদম (রহঃ) ... আবদুল্লাহ ইবনু আমর ইবনুল আস (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে জিজ্ঞাসা করলেনঃ তুমি কি সব সময় সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) পালন কর এবং রাতভর সালাত (নামায/নামাজ) আদায় করে থাক? আমি বললাম, জী হ্যাঁ। তিনি বললেন তুমি এরূপ করলে চোখ বসে যাবে এবং শরীর দুর্বল হয়ে পড়বে। যে সারা বছর সাওম পালন করে সে যেন সাওম পালন করে না। মাসে তিন দিন করে সাওম পালন করা সারা বছর সাওম পালনের সমতূল্য। আমি বললাম আমি এর চেয়ে বেশী করার সামর্থ্য রাখি। তিনি বললেনঃ তাহলে তুমি দাউদ (আলাইহিস সালাম) এর সাওম পালন কর, তিনি একদিন সাওম পালন করতেন আর একদিন ছেড়ে দিতেন এবং যখন শত্রুর সম্মুখীন হতেন তখন পলায়ন করতেন না।;\n",
        "id": 1855,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আমর ইবনুল আস (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২৪১. দাঊদ (আঃ) এর সাওম",
        "hadithBengali": "১৮৫৬। ইসহাক ওয়াসিতী (রহঃ) ... আবদুল্লাহ ইবনু আমর (রাঃ) সূত্রে বর্ণিত, তিনি বলেন যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট আমার সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) এর আলোচনা করায় তিনি আমার এখানে আগমন করেন। আমি তাঁর জন্য খেজুরের ছালে পরিপূর্ণ চামড়ার বালিশ (হেলান দিয়ে বসার জন্য) পেশ করলাম। তিনি মাটিতে বসে পড়লেন। বালিশটি তাঁর ও আমার মাঝে পড়ে থাকল। তিনি বললেনঃ প্রতি মাসে তুমি তিন দিন রোযা রাখলে হয়না? আবদুল্লাহ (রাঃ) বলেন, আমি বললাম, ইয়া রাসূলাল্লাহ! (আরো)। তিনি বললেন সাতদিন। আমি বললাম, ইয়া রাসুলাল্লাহ! (আরো)। তিনি বললেনঃ নয় দিন। আমি বললাম, ইয়া রাসুলাল্লাহ! (আরো)। তিনি বললেনঃ এগারো দিন। এরপর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, দাঊদ (আলাইহিস সালাম) এর সাওম এর চেয়ে উত্তম সাওম আর হয় না - অর্ধেক বছর, একদিন সাওম পালন কর ও একদিন ছেড়ে দাও।;\n",
        "id": 1856,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আমর ইবনুল আস (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২৪২. সিয়ামুল বীয ১৩, ১৪ ও ১৫ তারিখ (এর সাওম)",
        "hadithBengali": "১৮৫৭। আবূ মামার (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমার বন্ধু আমাকে তিনটি বিষয়ে নির্দেশ দিয়েছেন, প্রতি মাসে তিন দিন করে সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) পালন করা এবং দুরাকআত সালাতুয-যুহা এবং ঘুমানোর পূর্বে বিতর সালাত (নামায/নামাজ) আদায় করা।;\n",
        "id": 1857,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২৪৩. কারো সাথে সাক্ষাৎ করতে গিয়ে (নফল) সাওম ভঙ্গ না করা",
        "hadithBengali": "১৮৫৮। মুহাম্মদ ইবনুল মূসান্না (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (আমার মাতা) উম্মে সুলাইম (রাঃ) এর ঘরে আগমান করলেন। তিনি তাঁর সামনে খেজুর ও ঘি পেশ করলেন। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমাদের ঘি মশকে এবং খেজুর তার বরতনে রেখে দাও। কারণ আমি রোযাদার। এরপর তিনি ঘরের এক পাশে গিয়ে নফল সালাত (নামায/নামাজ) আদায় করলেন এবং উম্মে সুলাইম (রাঃ) ও তাঁর পরিজনের জন্য দুআ করলেন। উম্মে সুলাইম আরয করলেন, ইয়া রাসূলাল্লাহ! আমার একটি ছোট ছেলে আছে। তিনি বললেনঃ কে সে? উম্মে সুলাইম (রাঃ) বললেন, আপনার খাদেম আনাস। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার জন্য দুনিয়া ও আখেরাতের যাবতীয় কল্যানের দুআ করলেন। তিনি বললেনঃ হে আল্লাহ! তুমি তাকে মাল ও সন্তান-সন্ততি দান কর এবং তাকে বরকত দাও। আনাস (রাঃ) বলেন, আমি আনসারগণের মধ্যে অধিক সম্পদশালীদের একজন এবং আমার কন্যা আমাকে জানিয়েছে যে, হাজ্জাজ (ইবনু ইউসুফ) এর বসরায় আগমনের পূর্ব পর্যন্ত একশত বিশের অধিক আমার সন্তান মারা গেছে।;\n",
        "id": 1858,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২৪৩. কারো সাথে সাক্ষাৎ করতে গিয়ে (নফল) সাওম ভঙ্গ না করা",
        "hadithBengali": "১৮৫৯। ইবনু আবূ মারইয়াম (রহঃ) ... হুমায়দ (রহঃ) আনাস (রাঃ) কে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে হাদীস বর্ণনা করতে শুনেছেন।;\n",
        "id": 1859,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "হুমায়দ (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২৪৪. মাসের শেষভাগে সাওম পালন করা",
        "hadithBengali": "১৮৬০। সালত ইবনু মুহাম্মদ (রহঃ) ... ইমরান ইবনু হুসায়ন (রাঃ) থেকে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁকে অথবা (রাবী বলেন) অন্য এক ব্যাক্তিকে জিজ্ঞাসা করেন এবং ইমরান (রাঃ) তা শুনেছিলেন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ হে অমুকের পিতা! তুমি কি এ মাসের শেষভাগে সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) পালন করনি? (রাবী) বলেন, আমার মনে হয় (আমার ওস্তাদ) বলেছেন, অর্থাৎ রমযান। লোকটি উত্তর দিল, ইয়া রাসূলাল্লাহ! না। তিনি বললেনঃ যখন সাওম পালন শেষ করবে তখন দুদিন সাওম পালন করে নিবে। আমার মনে হয় সালত (রহঃ) রমযান শব্দটি বর্ণনা করেননি। সাবিত (রহঃ) ইমরান সূত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে (مِنْ سَرَرِ شَعْبَانَ) শাবানের শেষভাগে বলে উল্লেখ করেছেন। আবূ আবদুল্লাহ বুখারী (রহঃ) বলেন, শাবান শব্দটি অধিকতর সহীহ।;\n",
        "id": 1860,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "ইমরান ইবনু হুসায়ন (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২৪৫. জুমু'আর দিনে সাওম পালন করা। যদি জুমু'আর দিন সাওম পালনরত অবস্থায় ভোর হয় তবে তার উচিত সাওম ছেড়ে দেওয়া। অর্থাৎ যদি এর আগের দিনে সাওম পালন না করে থাকে এবং পরের দিনে সাওম পালনের ইচ্ছা না থাকে।",
        "hadithBengali": "১৮৬১। আবূ আসিম (রহঃ) ... মুহাম্মদ ইবনু আব্বাদ (রহঃ) থেকে বর্ণিত, তিনি বলেন, আমি জাবির ইবনু আবদুল্লাহ (রাঃ) কে জিজ্ঞাসা করলাম যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কি জুমুআর দিনে (নফল) সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) পালন করতে নিষেধ করেছেন? উত্তরে তিনি বললেন, হাঁ। আবূ আসিম (রহঃ) ব্যতীত অন্যেরা অতিরিক্ত বর্ণনা করেছেন যে, পৃথকভাবে জুমুআর দিনের সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) পালন (কে নিষেধ করেছেন )।;\n",
        "id": 1861,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": " মুহাম্মাদ ইবনু আব্বাদ (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২৪৫. জুমু'আর দিনে সাওম পালন করা। যদি জুমু'আর দিন সাওম পালনরত অবস্থায় ভোর হয় তবে তার উচিত সাওম ছেড়ে দেওয়া। অর্থাৎ যদি এর আগের দিনে সাওম পালন না করে থাকে এবং পরের দিনে সাওম পালনের ইচ্ছা না থাকে।",
        "hadithBengali": "১৮৬২। উমর ইবনু হাফস ইবনু গিয়াস (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি যে, তোমাদের কউ যেন শুধু জুমুআর দিনে সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) পালন না করে কিন্তু তার আগে একদিন বা পরের দিন (যদি পালন করে তবে জুমুআর দিনে পালন করা যায়);",
        "id": 1862,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২৪৫. জুমু'আর দিনে সাওম পালন করা। যদি জুমু'আর দিন সাওম পালনরত অবস্থায় ভোর হয় তবে তার উচিত সাওম ছেড়ে দেওয়া। অর্থাৎ যদি এর আগের দিনে সাওম পালন না করে থাকে এবং পরের দিনে সাওম পালনের ইচ্ছা না থাকে।",
        "hadithBengali": "১৮৬৩। মুসাদ্দাদ ও মুহাম্মদ (রহঃ) ... জুয়াইরিয়া বিনতে হারিস (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জুমুআর দিনে তাঁর নিকট প্রবেশ করেন তখন তিনি (জুযাইরিয়া) সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) পালনরত ছিলেন। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে জিজ্ঞাসা করলেনঃ তুমি কি গতকাল সাওম পালন করেছিলে? তিনি বললেন, না। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জিজ্ঞাসা করলেনঃ তুমি কি আগামীকাল সাওম পালনের ইচ্ছা রাখ? তিনি বললেন, না। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তাহলে সাওম ভেঙ্গে ফেল। হাম্মাদ ইবনুল জাদ (রহঃ) স্বীয় সূত্রে জুয়াইরিয়া (রাঃ) থেকে বর্ণনা করেন যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁকে আদেশ দেন এবং তিনি সাওম ভঙ্গ করেন।;",
        "id": 1863,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": " জুয়াইরিয়া বিনতে হারিস (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২৪৬. সাওম পালনের (উদ্দেশে) কোন দিন কি নির্দিষ্ট করা যায়?",
        "hadithBengali": "১৮৬৪। মুসাদ্দাদ (রহঃ) ... আলকামা (রহঃ) থেকে বর্ণিত, তিনি বলেন, আমি আয়িশা (রাঃ) কে জিজ্ঞাসা করলাম যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কি কোন দিন কোন কাজের জন্য নির্দিষ্ট করে নিতেন? উত্তরে তিনি বললেন, না, বরং তাঁর আমল স্থায়ী হতো এবং রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যে সব আমল করার শক্তি - সামর্থ্য রাখতেন তোমাদের মধ্যে কে আছে যে সে সবের সামর্থ্য রাখে?;",
        "id": 1864,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আলকামাহ (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২৪৭. আরাফাতের দিনে  সাওম পালন করা",
        "hadithBengali": "১৮৬৫। মুসাদ্দাদ (রহঃ) ও আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... উম্মুল ফাযল বিনত হারিস (রাঃ) সূত্রে বর্ণনা করেন যে, কিছুসংখ্যক লোক আরাফাতের দিনে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) পালন সম্পর্কে তাঁর কাছে সন্দেহ প্রকাশ করে। তাদের কউ বলল, তিনি সাওম পালন করেছেন। আর কউ বলল, না, তিনি করেন নাই। এতে উম্মুল ফাযল (রাঃ) এক পেয়ালা দুধ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট পাঠিয়ে দিলেন এবং তিনি তা পান করে নিলেন। এ সময় তিনি উঠের পিঠে (আরাফাতে) উকূফ অবস্থায় ছিলেন।;",
        "id": 1865,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উম্মু ফাযল (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২৪৭. আরাফাতের দিনে  সাওম পালন করা",
        "hadithBengali": "১৮৬৬। ইয়াহইয়া ইবনু সুলায়মান (রহঃ) ... মায়মূনা (রাঃ) থেকে বর্ণিত যে, কিছু সংখ্যক লোক আরাফাতের দিনে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) পালন সম্পর্কে সন্দেহ প্রকাশ করলে তিনি স্বল্প পরিমান দুধ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট পাঠিয়ে দিলে তিনি তা পান করলেন ও লোকেরা তা প্রত্যক্ষ করছিল। তখন তিনি (আরাফাতে) আবস্থান স্থলে ওকূফ করছিলেন।;\n",
        "id": 1866,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "মাইমূনাহ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২৪৮. ঈদুল ফিতরের দিনে সাওম পালন করা",
        "hadithBengali": "১৮৬৭। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... বনূ আযহারের আযাদকৃত গোলাম আবূ উবায়দ (রহঃ) থেকে বর্ণিত, তিনি বলেন, আমি একবার ঈদে উমর ইবনুল খাত্তাব (রাঃ) এর সঙ্গে ছিলাম, তখন তিনি বললেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এই দুই দিনে সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) পালন করতে নিষেধ করেছেন। (ঈদুল ফিতরের দিন) যে দিন তোমরা তোমাদের সাওম ছেড়ে দাও। আরেক দিন, যেদিন তোমরা তোমাদের কুরবানীর গোশত খাও।;\n\nআবূ আবদুল্লাহ (রহঃ) বলেন, ইবনু উয়ায়না (রহঃ) বলেন, যিনি ইবনু আযহারের মাওলা বলে উল্লেখ করেছেন, তিনি ঠিক বর্ণনা করেছেন; আর যিনি আবদুর রহমান ইবনু আওফ (রাঃ) এর মাওলা বলেছেন, তিনিও ঠিক বর্ণনা করেছেন।;",
        "id": 1867,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ উবাইদ (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২৪৮. ঈদুল ফিতরের দিনে সাওম পালন করা",
        "hadithBengali": "১৮৬৮। মূসা ইবনু ইসমাঈল (রহঃ) ... আবূ সাঈদ (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঈদুল ফিতরের দিন এবং কুরবানীর ঈদের দিন সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) পালন করা থেকে, সাম্মা  ধরনের কাপড় পরিধান করতে, এক কাপড় পরিধানরত অবস্থায় দুই হাঁটু তুলে নিতম্বের উপর বসতে (কেননা এত সতর প্রকাশ পাওয়ার আশংকা রয়েছে) এবং ফজর ও আসরের পরে সালাত (নামায/নামাজ) আদায় করতে নিষেধ করেছেন।;",
        "id": 1868,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ সা'ঈদ খুদরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২৪৯. কুরবানীর দিন সাওম পালন",
        "hadithBengali": "১৮৬৯। ইবরাহীম ইবনু মূসা (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, দু (দিনের) সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) ও দু (প্রকারের) ক্রয়-বিক্রয় নিষেধ করা হয়েছে, ঈদুল ফিতর ও কুরবানীর (দিনের) সাওম এবং মুলামাসা ও মুনাবাযা (পদ্ধতিতে ক্রয়- বিক্রয়) হতে।;",
        "id": 1869,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২৪৯. কুরবানীর দিন সাওম পালন",
        "hadithBengali": "১৮৭০। মুহাম্মদ ইবনুল মূসান্না (রহঃ) ... যিয়াদ ইবনু জুবাইর (রহঃ) থেকে বর্ণিত, তিনি বলেন, এক ব্যাক্তি এসে (আবদুল্লাহ) ইবনু উমর (রাঃ) কে বলল যে, এক ব্যাক্তি কোন এক দিনের সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) পালন করার মানত করেছে, আমার মনে হয় সে সোমবারের কথা বলেছিল। ঘটনাক্রমে ঐ দিন ঈদের দিন পড়ে যায়। ইবনু উমর (রাঃ) বললেন, আল্লাহ তাআলা মানত পুরা করার নির্দেশ দিয়েছেন আর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এই (ঈদের) দিনে সাওম পালন করতে নিষেধ করেছেন।;\n",
        "id": 1870,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "যিয়াদ ইবনু জুবাইর (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২৪৯. কুরবানীর দিন সাওম পালন",
        "hadithBengali": "১৮৭১। হাজ্জাজ ইবনু মিনহাল (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত, যিনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে বারোটি যুদ্ধে অংশগ্রহন করেছেন, তিনি বলেন, আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে চারটি কথা শুনেছি, যা আমার খুব ভাল লেগেছে। তিনি বলেছেন, স্বামী অথবা মাহরাম (যার সঙ্গে বিবাহ নিষিদ্ধ) পুরুষ ছাড়া কোন নারী যেন দুই দিনের দূরত্বের সফর না করে। ঈদুল ফিতর ও কুরবানীর দিনে সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) নেই। ফজরের সারতের পরে সূর্যোদয় এবং আসরের সালাতের পরে সূর্যাস্ত পর্যন্ত কোন সালাত (নামায/নামাজ) নেই। মসজিদে হারাম, মসজিদে আকসা ও আমার এই মসজিদ ব্যতীত অন্য কোন মসজিদের উদ্দেশ্যে কেউ যেন সফর না করে।;",
        "id": 1871,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ সা'ঈদ খুদরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২৫০. আইয়্যামে তাশরীকে সাওম পালন করা",
        "hadithBengali": "وَقَالَ لِي مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنَا يَحْيَى، عَنْ هِشَامٍ، قَالَ أَخْبَرَنِي أَبِي كَانَتْ، عَائِشَةُ ـ رضى الله عنها ـ تَصُومُ أَيَّامَ مِنًى، وَكَانَ أَبُوهَا يَصُومُهَا;\n\nমুহাম্মদ ইবনুল মুসান্না (রহঃ) ... হিশাম (রহঃ) সূত্রে বর্ণিত যে, আমার পিতা আমার কাছে বর্ণনা করেছেন, আয়িশা (রাঃ) মিনাতে (অবস্থানের) দিনগুলোতে সাওম পালন করতেন। আর তাঁর পিতাও সে দিন গুলোতে সওম পালন করতেন।;\n\n\n১৮৭২। মুহাম্মদ ইবনু বাশশার (রহঃ) ... আয়িশা (রাঃ) ও ইবনু উমর (রাঃ) থেকে বর্ণিত, তাঁরা উভয়ে বলেন, যাঁর নিকট কুরবানীর পশু নেই তিনি ছাড়া অন্য কারও জন্য আইয়্যামে তাশরীকে সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) পালন করার অনুমতি দেওয়া হয় নাই।;\n\nহাদিস নং- ১৯৯৬, ১৯৯৭ ও ১৯৯৮;",
        "id": 1872,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২৫০. আইয়্যামে তাশরীকে সাওম পালন করা",
        "hadithBengali": "১৮৭৩। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, যে ব্যাক্তি একই সঙ্গে হাজ্জ (হজ্জ) ও উমরা পালনের সুযোগ লাভ করল সে আরাফাতের দিবস পর্যন্ত সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) পালন করবে। সে যদি কুরবানী না করতে পারে এবং সাওমও পালন না করে থাকে তবে মিনার দিনগুলোতে সাওম পালন করবে।;\n\nইবনু শিহাব (রহঃ) আয়িশা (রাঃ) থেকে অনুরূপ বর্ণনা করেছেন। ইবরাহীম ইবনু সাদ (রহঃ) ইবনু শিহাব (রহঃ) থেকে অনুরূপ হাদীস বর্ণনা করেছেন।;",
        "id": 1873,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২৫১. আশুরার দিনে সাওম পালন করা",
        "hadithBengali": "১৮৭৪। আবূ আসিম (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আশূরা (আশুরা/আসুরা/আসূরা)র দিনে কেউ চাইলে সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) পালন করতে পারে।;",
        "id": 1874,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২৫১. আশুরার দিনে সাওম পালন করা",
        "hadithBengali": "১৮৭৫। আবূল ইয়ামান (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম প্রথমে আশূরা (আশুরা/আসুরা/আসূরা)র দিনে সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) পালনের নির্দেশ দিয়েছিলেন, পরে যখন রমযানের সাওম ফরয করা হল তখন যার ইচ্ছা (আশূরার) সাওম পালন করত আর যার ইচ্ছা করত না।;",
        "id": 1875,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২৫১. আশুরার দিনে সাওম পালন করা",
        "hadithBengali": "১৮৭৬। আবদুল্লাহ ইবনু মাসলামা (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, জাহিলিয়্যাতের যুগে কুরাইশগণ আশূরা (আশুরা/আসুরা/আসূরা)র সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) পালন করত এবং রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামও এ সাওম পালন করতেন। যখন তিনি মদিনায় আগমন করেন তখনও এ সাওম পালন করেন এবং তা পালনের নির্দেশ দেন। যখন রমযানের সাওম ফরয করা হল তখন আশূরার সাওম ছেড়ে দেয়া হল, যার ইচ্ছা সে পালন করবে আর যার ইচ্ছা পালন করবে না।;",
        "id": 1876,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২৫১. আশুরার দিনে সাওম পালন করা",
        "hadithBengali": "১৮৭৭। আবদুল্লাহ ইবনু মাসলামা (রহঃ) ... হুমায়দ ইবনু আবদুর রাহমান (রহঃ) থেকে বর্ণিত, যে বছর মুআবিয়া (রাঃ) হাজ্জ (হজ্জ) করেন সে বছর আশূরা (আশুরা/আসুরা/আসূরা)র দিনে (মসজিদে নববীর) মিম্বরে তিনি (রাবী) তাঁকে বলতে শুনেছেন যে, হে মদিনাবাসিগণ! তোমাদের আলিমগণ কোথায়? আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি যে, আজকে আশূরার দিন, আল্লাহ তাআলা এর সাওম তোমাদের উপর ফরয করেননি বটে, তবে আমি (আজ) সাওম পালন করছি। যার ইচ্ছা সে সাওম পালন করুক যার ইচ্ছা সে পালন না করুক।;",
        "id": 1877,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "হুমায়দ ইবনু আবদুর রহমান (রহ.)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২৫১. আশুরার দিনে সাওম পালন করা",
        "hadithBengali": "১৮৭৮। আবূ মামার (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মদিনায় আগমন করে দেখতে পেলেন যে, ইয়াহুদীগণ আশূরা (আশুরা/আসুরা/আসূরা)র দিনে সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) পালন করে। তিনি জিজ্ঞাসা করলেনঃ কি ব্যাপার? (তোমরা এ দিনে সাওম পালন কর কেন?) তারা বলল, এ অতি উত্তম দিন, এ দিনে আল্লাহ তাআলা বনী ইসরাঈলকে তাদের শত্রুর কবল হতে নাজাত দান করেন, ফলে এ দিনে মূসা (আলাইহিস সালাম) সাওম পালন করেন। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আমি তোমাদের অপেক্ষা মূসার অধিক নিকটবর্তী, এরপর তিনি এ দিনে সাওম পালন করেন এবং সাওম পালনের নির্দেশ দেন।;",
        "id": 1878,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২৫১. আশুরার দিনে সাওম পালন করা",
        "hadithBengali": "১৮৭৯। আলী ইবনু আবদুল্লাহ (রহঃ) ... আবূ মূসা (রাঃ) থেকে বর্ণিত, তিনি বলেন, আশূরা (আশুরা/আসুরা/আসূরা)র দিনকে ইয়াহুদীগণ ঈদ মনে করত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমরাও এ দিনে সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) পালন কর।;",
        "id": 1879,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ মূসা আল- আশআরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২৫১. আশুরার দিনে সাওম পালন করা",
        "hadithBengali": "১৮৮০। উবায়দুল্লাহ ইবনু মূসা (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে আশূরা (আশুরা/আসুরা/আসূরা)র দিনের সাওমের উপরে অন্য দিনের সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) কে প্রাধান্য প্রদান করতে দেখি নাই এবং এ মাস অর্থাৎ রমযান মাস (এর উপর অন্য মাসের গুরুত্ব প্রদান করতেও দেখি নাই)।;",
        "id": 1880,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২৫১. আশুরার দিনে সাওম পালন করা",
        "hadithBengali": "১৮৮১। মক্কী ইবনু ইবরাহীম (রহঃ) ... সালামা ইবনু আকওয়া (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আসলাম গোত্রের এক ব্যাক্তিকে লোকজনের মধ্যে এ মর্মে ঘোষণা দিতে আদেশ করলেন যে, যে ব্যাক্তি খেয়েছে, সে যেন দিনের বাকি অংশে সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) পালন করে আর যে খায় নাই, সে যেন সাওম পালন করে। কেননা আজকের দিন আশূরা (আশুরা/আসুরা/আসূরা)র দিন।;",
        "id": 1881,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সালামাহ ইবনু আক্ওয়া (রাঃ)",
        "status_bn": "সহিহ"

    }
]