[

    {

        "chapter_bn": "১২৫৮. রমযানের শেষ দশকে ইতিকাফ এবং ইতিকাফ সব মসজিদেই হয়। কারণ মহান আল্লাহর বাণীঃ আর যতক্ষণ তোমরা ইতকাফ অবস্থায় মাসজিদসমূহে অবস্থান কর ততক্ষণ পর্যন্ত স্ত্রীদের সাথে মেলামেশা করো না। এগুলো আল্লাহর সীমারেখা। অতএব তোমরা এর নিকটবর্তী হয়ো না। এভাবে আল্লাহ তাঁর নিদর্শনাবলী মানব জাতির জন্যে সুস্পষ্টভাবে ব্যক্ত করেন, যাতে তারা তাকওয়া অবলম্বন করে। (আল-বাক্বরহঃ ২:১৮৭)",
        "hadithBengali": "১৮৯৮। ইসমাঈল ইবনু আবদুল্লাহ (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রমযানের শেষ দশক ইতেকাফ করতেন।;",
        "id": 1898,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২৫৮. রমযানের শেষ দশকে ইতিকাফ এবং ইতিকাফ সব মসজিদেই হয়। কারণ মহান আল্লাহর বাণীঃ আর যতক্ষণ তোমরা ইতকাফ অবস্থায় মাসজিদসমূহে অবস্থান কর ততক্ষণ পর্যন্ত স্ত্রীদের সাথে মেলামেশা করো না। এগুলো আল্লাহর সীমারেখা। অতএব তোমরা এর নিকটবর্তী হয়ো না। এভাবে আল্লাহ তাঁর নিদর্শনাবলী মানব জাতির জন্যে সুস্পষ্টভাবে ব্যক্ত করেন, যাতে তারা তাকওয়া অবলম্বন করে। (আল-বাক্বরহঃ ২:১৮৭)",
        "hadithBengali": "১৮৯৯। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সহধর্মিণী আয়িশা (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রমযানের শেষ দশক ইতিকাফ করতেন। তাঁর ওফাত পর্যন্ত এই নিয়মই ছিল। এরপর তাঁর সহধর্মিনীগণও (সে দিনগুলোতে) ইতিকাফ করতেন।;",
        "id": 1899,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২৫৮. রমযানের শেষ দশকে ইতিকাফ এবং ইতিকাফ সব মসজিদেই হয়। কারণ মহান আল্লাহর বাণীঃ আর যতক্ষণ তোমরা ইতকাফ অবস্থায় মাসজিদসমূহে অবস্থান কর ততক্ষণ পর্যন্ত স্ত্রীদের সাথে মেলামেশা করো না। এগুলো আল্লাহর সীমারেখা। অতএব তোমরা এর নিকটবর্তী হয়ো না। এভাবে আল্লাহ তাঁর নিদর্শনাবলী মানব জাতির জন্যে সুস্পষ্টভাবে ব্যক্ত করেন, যাতে তারা তাকওয়া অবলম্বন করে। (আল-বাক্বরহঃ ২:১৮৭)",
        "hadithBengali": "১৯০০। ইসমাঈল (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রমযানের মধ্যম দশকে ইতিকাফ করতেন। এক বছর এরূপ ইতিকাফ করেন, যখন একুশের রাত এল, যে রাতের সকালে তিনি তাঁর ইতিকাফ হতে বের হবেন, তিনি বললেনঃ যারা আমার সঙ্গে ইতিকাফ করেছে তারা যেন শেষ দশক ইতিকাফ করে। আমাকে স্বপ্নে এই রাত (লাইলাতুল কদর) দেখানো হয়েছিল। পরে আমাকে তা (সঠিক তারিখ) ভুলিয়ে দেয়া হয়েছে। অবশ্য আমি স্বপ্নে দেখতে পেয়েছি যে, ঐ রাতের সকালে আমি কাদা-পানির মাঝে সিজদা করছি। তোমরা তা শেষ দশকে তালাশ কর এবং প্রত্যেক বেজোড় রাতে তালাশ কর। পরে এই রাতে আকাশ হতে বৃষ্টি বর্ষিত হল, মসজিদের ছাদ ছিল খেজুর পাতার ছাউনির। ফলে মসজিদে টপটপ করে বৃষ্টি পড়তে লাগল। একুশের রাতের সকালে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কপালে কাদা-পানির চিহ্ন আমার দুচোখ দেখতে পায়।;",
        "id": 1900,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ সা'ঈদ খুদরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২৫৯. ঋতুবতী নারী কর্তৃক ইতিকাফকারীর চুল আঁচড়িয়ে দেওয়া",
        "hadithBengali": "১৯০১। মুহাম্মদ ইবনুল মুসান্না (রহঃ) ... নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সহধর্মিণী আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, মসজিদে ইতিকাফরত অবস্থায় নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার দিকে তাঁর মাথা ঝুকিয়ে দিতেন আর আমি ঋতুবতী অবস্থায় তাঁর চুল আঁচড়িয়ে দিতাম।;",
        "id": 1901,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২৬০. (প্রাকৃতিক) প্রয়োজন ছাড়া ইতিকাফরত ব্যক্তি (তার) ঘরে প্রবেশ করতে পারবে না",
        "hadithBengali": "১৯০২। কুতায়বা (রহঃ) ... নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সহধর্মিণী আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মসজিদে থাকাবস্থায় আমার দিকে মাথা বাড়িয়ে দিতেন আর আমি তা আঁচড়িয়ে দিতাম এবং তিনি যখন ইতিকাফে থাকতেন তখন (প্রাকৃতিক) প্রয়োজন ছাড়া ঘরে প্রবেশ করতেন না।;",
        "id": 1902,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২৬১.  ইতিকাফকারীর (মাথা) ধৌত করা",
        "hadithBengali": "১৯০৩। মুহাম্মদ ইবনু ইউসুফ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার ঋতুবতী অবস্থায় আমার সঙ্গে কাটাতেন এবং তিনি ইতিকাফরত অবস্থায় মসজিদ হতে তাঁর মাথা বের করে দিতেন। আমি ঋতুবতী অবস্থায় তা ধুয়ে দিতাম।;",
        "id": 1903,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২৬২. রাতে ইতিকাফ করা",
        "hadithBengali": "১৯০৪। মুসাদ্দাদ (রহঃ) ... ইবনু উমর (রাঃ) সূত্রে বর্ণিত যে, উমর (রাঃ) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জিজ্ঞাসা করেন যে, আমি জাহিলিয়্যা যুগে মসজিদুল হারামে এক রাত ইতিকাফ করার মানত করেছিলাম। তিনি (উত্তরে )বললেনঃ তোমার মানত পুরা কর।;",
        "id": 1904,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২৬৩. নারীদের  ইতিকাফ করা",
        "hadithBengali": "১৯০৫। আবূন নুমান (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রমযানের শেষ দশকে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইতিকাফ করতেন। আমি তাবু তৈরী করে দিতাম। তিনি ফজরের সালাত (নামায/নামাজ) আদায় করে তাতে প্রবেশ করতেন। (নবী সহধর্মিণী) হাফসা (রাঃ) তাঁবু খাটাবার জন্য আয়িশা (রাঃ) এর কাছে অনুমতি চাইলেন। তিনি তাঁকে অনুমতি দিলে হাফসা (রাঃ) তাবুঁ খাটালেন। (নবী সহধর্মীণী) যয়নাব বিনতে জাহশ (রাঃ) তা দেখে আরেকটি তাবু তৈরি করলেন। সকালে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাবুঁগুলো দেখলেন। তিনি জিজ্ঞেস করলেন এগুলো কি? তাকে জানানো হলে তিনি বললেনঃ তোমরা কি মনে কর এগুলো দিয়ে নেকি হাসিল হবে? এ মাসে তিনি ইতকিাফ ত্যাগ করলেন এবং পরে শাওয়াল মাসে ১০ দিন (কাযা স্বরুপ) ইতিকাফ করেন।;",
        "id": 1905,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২৬৪. মসজিদের অভ্যন্তরে তাঁবু খাটানো",
        "hadithBengali": "১৯০৬। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আয়িশা (রাঃ) খেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইতিকাফ করার ইচ্ছা করলেন। এরপর যে স্থানে ইতিকাফ করার ইচ্ছা করেছিলেন সেখানে এসে কয়েকটি তাঁবু দেখতে পেলেন। (তাঁবুগুলো হল নবী-সহধর্মিণী) আয়িশা (রাঃ), হাফসা (রাঃ) ও যায়নাব (রাঃ) এর তাঁবু। তখন তিনি বললেনঃ তোমরা কি এগুলো দিয়ে নেকী হাসিলের ধারণা কর? এরপর তিনি চলে গেলেন আর ইতিকাফ করলেন না। পরে শাওয়াল মাসে দশ দিনের ইতিকাফ করলেন।;",
        "id": 1906,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২৬৫. কোন প্রয়োজনে ইতিকাফরত ব্যক্তি কি মসজিদের দরজা পর্যন্ত বের হতে পারেন?",
        "hadithBengali": "১৯০৭। আবূল ইয়ামান (রহঃ) ... নবী-সহধর্মিনী সাফিয়্যা (রাঃ) বর্ণনা করেন যে, একবার তিনি রমযানের শেষ দশকে মসজিদে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর খিদমতে হাযির হন। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইতিকাফরত ছিলেন। তিনি তাঁর সঙ্গে কিছুক্ষণ কথাবার্তা বলেন। তারপর ফিরে যাবার জন্য উঠে দাঁড়ান। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁকে পৌছে দেওয়ার উদ্দেশ্যে উঠে দাঁড়ালেন। যখন তিনি (উম্মুল মুমিনীন) উম্মে সালমা (রাঃ) এর গৃহ সংলগ্ন মসজিদের দরজা পর্যন্ত পৌছলেন, তখন দুজন আনসারী সেখান দিয়ে যাচ্ছিলেন। তাঁরা উভয়ে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে সালাম করলেন। তাঁদের দুজনকে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমরা দুজন থাম। ইনি তো (আমার স্ত্রী) সাফিয়্যা বিনত হুযায়্যী। এতে তাঁরা দুজনে সুবহানাল্লাহ ইয়া রাসূলাল্লাহ বলে উঠলেন এবং তাঁরা বিব্রত বোধ করলেন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ শয়তান মানুষের রক্ত শিরায় চলাচল করে। আমি আশংকা করলাম যে, সে তোমাদের মনে সন্দেহের সৃষ্টি করতে পারে;",
        "id": 1907,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সাফিয়্যা বিনতে হুয়াই (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২৬৬.  ইতিকাফ এবং নাবী (ﷺ) কর্তৃক (রমযানের) বিশ তারিখ সকালে বেরিয়ে আসা",
        "hadithBengali": "১৯০৮। আবদুল্লাহ ইবনু মুনীর (রহঃ) ... আবূ সালমা ইবনু আবদুর রাহমান (রহঃ) থেকে বর্ণিত, তিনি বলেন, আমি আবূ সাঈদ খুদরী (রাঃ) কে জিজ্ঞাসা করলাম, আপনি কি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে লাইলাতুল কদর প্রসঙ্গে উল্লেখ করতে শুনেছেন? তিনি বললেন, হাঁ, আমরা রমযানের মধ্যম দশকে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে ইতিকাফ করেছিলাম। রাবী বলেন, এরপর আমরা বিশ তারিখের সকালে বের হতে চাইলাম। তিনি বিশ তারিখের সকালে আমাদেরকে সম্বোধন করে ভাষণ দিলেন। তিনি বললেনঃ আমাকে (স্বপ্নযোগে) লাইলাতুল কদর (এর নির্দিষ্ট তারিখ) দেখানো হয়েছিল। পরে আমাকে তা ভুলিয়ে দেওয়া হয়েছে। তোমরা শেষ দশকের বেজোড় তারিখে তা তালাশ কর। আমি দেখেছি যে, আমি পানি ও কাদার মধ্যে সিজদা করছি। অতএব যে ব্যাক্তি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে ইতিকাফ করেছে সে যেন ফিরে আসে (বের হওয়া থেকে বিরত থাকে)। লোকেরা মসজিদে ফিরে এল। আমরা তখন আকাশে একখন্ড মেঘও দেখতে পাইনি। একটু পরে এক খন্ড মেঘ দেখা দিল ও বর্ষণ হল এবং সালাত (নামায/নামাজ) শুরু হল। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কাদা-পানির মাঝে সিজদা করলেন। এমনকি আমি তাঁর কপালে ও নাকে কাদার চিহ্ন দেখতে পেলাম।;",
        "id": 1908,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ সালামাহ্ ইবনু আবদুর রাহমান (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২৬৭. মুস্তাহাযা (প্রদর স্রাবযুক্ত) নারীর ইতিকাফ করা",
        "hadithBengali": "১৯০৯। কুতায়বা (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে তাঁর এক মুস্তাহাযা সহধর্মিণী ইতিকাফ করেন। তিনি লাল ও হলুদ রংয়ের স্রাব নির্গত হতে দেখতে পেতেন। অনেক সময় আমরা তাঁর নীচে একটি গামলা রেখে দিতাম আর তিনি উহার উপর সালাত (নামায/নামাজ) আদায় করতেন।;",
        "id": 1909,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২৬৮.  ইতিকাফ অবস্থায় স্বামীর সঙ্গে স্ত্রীর সাক্ষাৎ করা",
        "hadithBengali": "১৯১০। সাঈদ ইবনু উফফার (রহঃ) ও আবদুল্লাহ ইবনু মুহাম্মদ (রহঃ) ... আলী ইবনু হুসাইন (রহঃ) থেকে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সহধর্মিণী সাফিয়্যা (রাঃ) বর্ণনা করেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (ইতিকাফ অবস্থায়) মসজিদে অবস্থান করছিলেন, ঐ সময়ে তাঁর নিকট সহধর্মিণীগণ উপস্থিত ছিলেন। তাঁরা যাওয়ার জন্য রওয়ানা হন। তিনি (রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) সাফিয়্যা বিনতে হুয়ায়্যীকে বললেনঃ তুমি তাড়াতাড়ি করো না। আমি তোমার সাথে যাব। তাঁর [সাফিয়্যা (রাঃ)] এর ঘর ছিল উসামার বাড়ীতে। এরপর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁকে সঙ্গে করে বের হলেন। এমতাবস্থায় দুজন আনসার ব্যাক্তির সাক্ষাত ঘটলে তারা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে দেখতে পেয়ে (দ্রুত) আগে বেড়ে গেলেন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের দুজনকে বললেনঃ তোমরা এদিকে আস। এ তো সাফিয়্যা বিনত হুয়ায়্যী। তাঁরা দুজন বলে উঠলেন, সুবহানাল্লাহ ইয়া রাসূলাল্লাহ! তিনি বললেনঃ শয়তান মানব দেহে রক্তের মত চলাচল করে। আমি আশংকা বোধ করলাম যে, সে তোমাদের মনে কিছু সন্দেহ ঢুকিয়ে দেয়।;",
        "id": 1910,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আলী ইবনু হুসাইন (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২৬৯. ইতিকাফকারীর নিজের উপর সৃষ্ট সন্দেহ অপনোদন করা",
        "hadithBengali": "১৯১১। ইসমাঈল ইবনু আবদুল্লাহ (রহঃ) এবং আলী ইবনু আবদুল্লাহ (রহঃ) ... সাফিয়্যা (রাঃ) হতে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর ইতিকাফ অবস্থায় একবার তিনি তাঁর সঙ্গে সাক্ষাত করতে আসেন। তিনি যখন ফিরে যান তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর সাথে কিছু দূর হেঁটে আসেন। ঐ সময়ে এক আনসার ব্যাক্তি তাঁকে দেখতে পায়। তিনি যখন তাকে দেখতে পেলেন তখন তাকে ডাক দিলেন ও বললেনঃ এসো, এ তো সাফিয়্যা বিনত হুয়ায়্যী। শয়তান মানব দেহে রক্তের মত চলাচল করে থাকে। রাবী বলেন, আমি সুফিয়ান (রাঃ) কে বললাম, তিনি রাতে এসেছিলেন? তিনি বললেন, রাতে ছাড়া আর কি?;",
        "id": 1911,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সাফিয়্যা বিনতে হুয়াই (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২৭০. ইতিকাফ হতে সকাল বেলা বের হওয়া",
        "hadithBengali": "১৯১২। আবদুর রাহমান ইবনু বিশর (রহঃ) ... আবূ সাঈদ (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমরা রমযানের মধ্যম দশকে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে ইতিকাফ করেছিলাম। বিশ তারিখের সকালে (ইতিকাফ শেষ করে চলে আসার উদ্দেশ্যে) আমরা আমাদের আসবাবপত্র সরিয়ে ফেলি। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের নিকটে এসে বললেনঃ যে ব্যাক্তি ইতিকাফ করেছে সে যেন তার ইতিকাফস্থলে ফিরে যায়। কারণ আমি এই রাতে (লাইলাতুল কদর) দেখতে পেয়েছি এবং আমি আরও দেখেছি যে, আমি পানি ও কাদার মধ্যে সিজদা করছি। এরপর যখন তিনি তার ইতিকাফের স্থানে ফিরে গেলেন ও আকাশে মেঘ দেখা দিল, তখন আমাদের উপর বৃষ্টি বর্ষিত হল। সেই সত্তার কসম! যিনি তাঁকে যথাযথ প্রেরণ করেছেন। ঐ দিনের শেষভাগে আকাশে মেঘ দেখা দিল। মসজিদ ছিল খেজুর পাতার ছাউনীর। আমি তাঁর নাকের অগ্রভাগে পানি ও কাদার চিহ্ন দেখেছিলাম।;",
        "id": 1912,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ সা'ঈদ খুদরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২৭১. শাওয়াল মাসে ইতিকাফ করা",
        "hadithBengali": "১৯১৩। মুহাম্মদ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম প্রতি রমযানে ইতিকাফ করতেন। ফজরের সালাত (নামায/নামাজ) শেষে ইতিকাফের নির্দিষ্ট স্থানে প্রবেশ করতেন। আয়িশা (রাঃ) তাঁর কাছে ইতিকাফ করার অনুমতি চাইলে তিনি অনুমতি দিলেন। আয়িশা (রাঃ) মসজিদে (নিজের জন্য) একটি তাবু করে নিলেন। হাফসা (রাঃ) তা শুনে (নিজের জন্য) একটি তাবু তৈরি করে নিলেন এবং যায়নাব (রাঃ)-ও তা শুনে (নিজের জন্য)আর একটি তাঁবু তৈরি করে নিলেন। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ফজরের সালাত শেষে এসে চারটি তাবু দেখতে পেয়ে বললেনঃ একি? তাঁকে তাঁদের ব্যাপারে জানানো হলে, তিনি বললেনঃ নেক আমলের প্রেরণা তাদেরকে এ কাজে উদ্বুদ্ধ করেনি। সব খুলে ফেলা হল। তিনি সেই রমযানে আর ইতিকাফ করলেন না। পরে শাওয়াল মাসের শেষ দশকে ইতিকাফ করেন।;",
        "id": 1913,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২৭২. যিনি ইতিকাফকারীর জন্য সওম পালন জরুরী মনে করেন না",
        "hadithBengali": "১৯১৪। ইসমাঈল ইবনু আবদুল্লাহ (রহঃ) ... উমর ইবনু খাত্তাব (রাঃ) থেকে বর্ণিত, তিনি বলেন, ইয়া রাসূলাল্লাহ! আমি জাহিলিয়্যাতের যুগে মসজিদে হারামে এক রাত ইতিকাফ করার মানত করেছিলাম। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁকে বললেনঃ তোমার মানত পুরা কর। তিনি এক রাতের ইতিকাফ করলেন।;",
        "id": 1914,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উমর ইবনুল খাত্তাব  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২৭৩. জাহিলিয়্যাতের যুগে ইতিকাফ করার মানত করে পরে ইসলাম কবুল করা",
        "hadithBengali": "১৯১৫। উবায়দ ইবনু ইসমাঈল (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, উমর (রাঃ) জাহিলিয়্যাতের যুগে মসজিদে হারামে ইতিকাফ করার মানত করেছিলেন। (বর্ণনাকারী) বলেন, আমার মনে হয় তিনি এক রাতের কথা উল্লেখ করেছিলেন। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁকে বললেনঃ তোমার মানত পুরা কর।;",
        "id": 1915,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২৭৪. রমযানের শেষ দশকে ইতিকাফা করা",
        "hadithBengali": "১৯১৬। আবদুল্লাহ ইবনু আবূ শায়বা (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম প্রতি রমযানে দশ দিনের ইতিকাফ করতেন। যে বছর তিনি ইন্তেকাল করেন সে বছর তিনি বিশ দিনের ইতিকাফ করেছিলেন।;",
        "id": 1916,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২৭৫. ইতিকাফ করার ইচ্ছা করে পরে কোন কারণে তা হতে বেরিয়ে যাওয়া ভাল মনে করা",
        "hadithBengali": "১৯১৭। মুহাম্মদ ইবনু মুকাতিল (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রমযানের শেষ দশকে ইতিকাফ করার অভিপ্রায় প্রকাশ করলে আয়িশা (রাঃ) তাঁর কাছে ইতিকাফ করার অনুমতি প্রার্থনা করায় তিনি তাঁকে অনুমতি দিলেন। এরপর হাফসা (রাঃ) আয়িশা (রাঃ) এর নিকট অনুমতি চাইলে তিনি তাঁকে অনুমতি দিলেন। তা দেখে যায়নাব বিনত জাহশ (রাঃ) নিজের জন্য তাঁবু লাগানোর নির্দেশ দিলে তা পালন করা হল। আয়িশা (রাঃ) বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ফজরের সালাত (নামায/নামাজ) আদায় করে নিজের তাঁবুতে ফিরে এসে কয়েকটি তাবু দেখতে পেলেন। তখন তিনি বললেনঃ এ কি ব্যাপার? লোকেরা বলল, আয়িশা, হাফসা ও যায়নাব (রাঃ) এর তাঁবু। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তারা কি নেকী পেতে চায়? আমি আর ইতিকাফ করব না। এরপর তিনি ফিরে আসলেন। পরে সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) শেষ করে শাওয়াল মাসের দশ দিন ইতিকাফ করেন।;",
        "id": 1917,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২৭৬. ইতকাফকারী মাথা ধোয়ার উদ্দেশ্যে তার মাথা ঘরে প্রবেশ করানো",
        "hadithBengali": "১৯১৮। আবদুল্লাহ ইবনু মুহাম্মদ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি ঋতুবতী অবস্থায় নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর চুল আঁচড়িয়ে দিতেন। ঐ সময়ে তিনি মসজিদে ইতিকাফ অবস্থায় থাকতেন আর আয়িশা (রাঃ) তাঁর হুজরায় অবস্থান করতেন। তিনি আয়িশা (রাঃ) এর দিকে তাঁর মাথা বাড়িয়ে দিতেন।;",
        "id": 1918,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    }
]