[
    {

        "chapter_bn": "৭/ নিজের জন্য যা পছন্দনীয়, ভাইয়ের জন্যও তা পছন্দ করা ঈমানের অংশ",
        "hadithBengali": "১২। মূসাদ্দাদ (রহঃ) ও হুসাইন আল মুআল্লিম (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেনঃ তোমাদের কেউ প্রকৃত মুমিন হবে না, যতক্ষণ না সে তার ভাইয়ের জন্য তা-ই পছন্দ করবে, যা নিজের জন্য পছন্দ করে।;\n",
        "id": 12,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৮/ রাসুলুল্লাহ (ﷺ)-কে ভালোবাসা ঈমানের অঙ্গ",
        "hadithBengali": "১৩। আবূল ইয়ামান (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেনঃ সেই পবিত্র সত্তার কসম, যাঁর হাতে আমার প্রাণ, তোমাদের কেউ প্রকৃত মুমিন হতে পারবে না, যতক্ষণ না আমি তার কাছে তার পিতা ও সন্তানের চেয়ে বেশি প্রিয় হই।;\n",
        "id": 13,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৮/ রাসুলুল্লাহ (ﷺ)-কে ভালোবাসা ঈমানের অঙ্গ",
        "hadithBengali": "১৪। ইয়াকুব ইবনু ইবরাহীম ও আদম (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেনঃ তোমাদের কেউ মুমিন হতে পারবে না, যতক্ষন না আমি তার কাছে তার পিতা, সন্তান ও সব মানুষের চেয়ে বেশী প্রিয় হই।;\n",
        "id": 14,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৯/ ঈমানের স্বাদ",
        "hadithBengali": "১৫। মুহাম্মদ ইবনুল মূসান্না (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেনঃ তিনটি গুণ যার মধ্যে থাকে, সে ঈমানের স্বাদ পায়। ১। আল্লাহ্ ও তাঁর রাসূল তার কাছে অন্য সব কিছুর থেকে প্রিয় হওয়া; ২। কাউকে খালিস আল্লাহ্'র জন্যই মুহব্বত করা; ৩। কুফ্'রীতে ফিরে যাওয়াকে আগুনে নিক্ষিপ্ত হওয়ার মত অপছন্দ করা।;\n",
        "id": 15,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১০/ আনসারকে ভালোবাসা ঈমানের লক্ষণ",
        "hadithBengali": "১৬। আবূল ওয়ালীদ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেনঃ ঈমানের চিহ্ন হল আনসারকে ভালবাসা এবং মুনাফিকীর চিহ্ন হল আনসারদের প্রতি বিদ্বেষ পোষণ করা।;\n",
        "id": 16,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১১/ পরিচ্ছদ নেই",
        "hadithBengali": "১৭। আবূল ইয়ামান (রহঃ) ... আয়িনুল্লাহ্ ইবনু আবদুল্লাহ (রহঃ) বলেন, বদর যুদ্ধে অংশগ্রহণকারী ও লায়লাতুল আকাবার একজন নকীব উবাদা ইবনুস সামিত (রাঃ) বর্ণনা করেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর পার্শ্বে একজন সাহাবীর উপস্থিতিতে তিনি ইরশাদ করেনঃ তোমরা আমার কাছে এই মর্মে বায়আত গ্রহণ কর যে, আল্লাহ্'র সঙ্গে কিছু শরীক করবে না, চুরি করবে না, যিনা করবে না, তোমাদের সন্তানদের হত্যা করবে না, কাউকে মিথ্যা অপবাদ দেবে না এবং নেক কাজে নাফরমানী করবে না। তোমাদের মধ্যে যে তা পূরণ করবে, তার বিনিময় আল্লাহ্'র কাছে। আর কেউ এর কোন একটিতে লিপ্ত হয়ে পড়লে এবং দুনিয়াতে তার শাস্তি পেয়ে গেলে, তবে তা হবে তার জন্য কাফ্'ফারা। আর কেউ এর কোন একটিতে লিপ্ত হয়ে পড়লে এবং আল্লাহ্ তা অপ্রকাশিত রাখলে, তবে তা আল্লাহ্'র ইচ্ছাধীন। তিনি যদি চান, তাকে মাফ করে দেবেন আর যদি চান, তাকে শাস্তি দেবেন। আমরা এর উপর বায়আত গ্রহণ করলাম।;\n",
        "id": 17,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১২/ ফিতনা থেকে পলায়ন দ্বীনের অংশ",
        "hadithBengali": "১৮। আবদুল্লাহ ইবনু মাসলামা (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ সেদিন দূরে নয়, যেদিন মুসলিমের উত্তম সম্পদ হবে কয়েকটি বকরী, যা নিয়ে সে পাহাড়ের চুড়ায় অথবা বৃষ্টিপাতের স্থানে চলে যাবে। ফিতনা থেকে বাঁচতে সে তার দ্বীন নিয়ে পালিয়ে যাবে।;\n",
        "id": 18,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ সা'ঈদ খুদরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৩/ নাবী করীম (ﷺ) এর বাণী, আমি তোমাদের তুলনায় আল্লাহকে সম্পর্কে অধিক জ্ঞানী। আর মারেফাত (আল্লাহ্'র পরিচয়) অন্তরের কাজ। যেমন আল্লাহ্' ইরশাদ করেছেনঃ কিন্তু তিনি তোমাদের অন্তরের সংকল্পের জন্য দায়ী করবেন। (২ঃ ২২৫)",
        "hadithBengali": "১৯। মুহাম্মদ ইবনু সালাম (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সাহাবীদের যখন কোন আমলের নির্দেশ দিতেন তখন তাঁরা যতটুকু সমর্থ্য রাখতেন ততটুকুরই নির্দেশ দিতেন। একবার তাঁরা বললেন, হে আল্লাহ্'র রাসূল! আমরা তো আপনার মত নই। আল্লাহ্ তাআলা আপনার পূর্ববর্তী এবং পরবর্তী সকল ত্রুটি মাফ করে দিয়েছেন। একথা শুনে তিনি রাগ করলেন, এমনকি তাঁর চেহারা মুবারকে রাগের চিহ্ন প্রকাশ পাচ্ছিল। এরপর তিনি বললেনঃ তোমাদের চাইতে আল্লাহকে আমিই বেশি ভয় করি ও বেশি জানি।;\n",
        "id": 19,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৪/ কুফরীতে ফিরে যাওয়াকে আগুনে নিক্ষিপ্ত হবার ন্যায় অপছন্দ করা ঈমানের অঙ্গ",
        "hadithBengali": "২০। সুলায়মান ইবনু হারব (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তিনটি গুণ যার মধ্যে থাকে, সে ঈমানের স্বাদ পায়(১) যার কাছে আল্লাহ্ ও তাঁর রাসূল অন্য সব কিছু থেকে প্রিয়; (২) যে একমাত্র আল্লাহ্'রই জন্য কোন বান্দাকে মুহব্বত করে এবং (৩) আল্লাহ্ তাআলা কুফর থেকে মুক্তি দেওয়ার পর যে কুফর-এ ফিরে যাওয়াকে আগুনে নিক্ষিপ্ত হওয়ার মতোই অপছন্দ করে।;\n",
        "id": 20,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৫/ আমলের দিক থেকে ঈমানদারদের শ্রেষ্ঠত্বের স্তরভেদ ",
        "hadithBengali": "২১। ইসমাঈল (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ জান্নাতীগণ জান্নাতে এবং জাহান্নামীরা জাহান্নামে প্রবেশ করবেন। পরে আল্লাহ্ তাআলা (ফিরিশতাদের) বলবেন, যার অন্তরে একটি সরিষা পরিমানও ঈমান রয়েছে, তাকে দোযখ থেকে বের করে নিয়ে আস। তারপর তাদের দোযখ থেকে বের করা হবে এমন অবস্থায় যে, তারা (পুড়ে) কালো হয়ে গেছে। এরপর তাদের বৃষ্টিতে বা হায়াতের [বর্ণনাকারী মালিক (রহঃ) শব্দ দুটির কোনটি এ সম্পর্কে সন্দেহ পোষণ করেছেন] নদীতে ফেলা হবে। ফলে তারা সতেজ হয়ে উঠবে, যেমন নদীর পাশে ঘাসের বীজ গজিয়ে উঠে। তুমি কি দেখতে পাওনা সেগুলো কেমন হলুদ রঙের হয় ও ঘন হয়ে গজায়? উহাইব (রহঃ) বলেন, আমর (রহঃ) আমাদের কাছেحيا এর স্থলেحياة এবং خردل من ايمان এর স্থলেخردل من خير বর্ণনা করেছেন।;\n",
        "id": 21,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ সা'ঈদ খুদরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৫/ আমলের দিক থেকে ঈমানদারদের শ্রেষ্ঠত্বের স্তরভেদ ",
        "hadithBengali": "২২। মুহাম্মদ ইবনু উবায়দুল্লাহ্ (রহঃ) ... আবূ উমামা ইবনু সাহল ইবনু হুনাইফ (রহঃ) থেকে বর্ণিত, তিনি আবূ সাঈদ খুদরী (রাঃ)-কে বলতে শুনেছেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ একবার আমি ঘুমন্ত অবস্থায় (স্বপ্নে) দেখলাম যে, লোকদেরকে আমার সামনে হাযির করা হচ্ছে। আর তাদের পরণে রয়েছে জামা। কারো জামা বুক পর্যন্ত আর কারো জামা এর নীচ পর্যন্ত। আর উমর ইবনুল খাত্তাব (রাঃ)-কে আমার সামনে হাযির করা হল এমন অবস্থায় যে, তিনি তাঁর জামা (এত লম্বা যে) টেনে নিয়ে যাচ্ছিলেন। সাহাবায়ে কিরাম বললেন, ইয়া রাসূলাল্লাহ! আপনি এর কী তাবীর করেছেন? তিনি বললেনঃ (এ জামা মানে) দ্বীন।;\n",
        "id": 22,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সাহল ইবনু হুনাইফ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৬/ লজ্জা ঈমানের অঙ্গ",
        "hadithBengali": "২৩। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত যে, একদিন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক আনসারীর পাশ দিয়ে যাচ্ছিলেন। তিনি তাঁর ভাইকে তখন (অধিক) লজ্জা ত্যাগের জন্য নসীহত করছিলেন। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বললেনঃ ওকে ছেড়ে দাও। কারন লজ্জা ঈমানের অঙ্গ।;\n",
        "id": 23,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৭/ যদি তারা তওবা করে, সালাত কায়েম করে ও যাকাত দেয়, তবে তাদের পথ ছেড়ে দেবে (৯:৫)",
        "hadithBengali": "২৪। আবদুল্লাহ ইবনু মুহাম্মদ আল-মুসনাদী (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেনঃ আমি লোকদের সাথে যুদ্ধ চালিয়ে যাবার জন্য আদিষ্ট হয়েছে, যতক্ষন না তারা সাক্ষ্য দেয় যে, আল্লাহ্ ছাড়া কোন ইলাহ্ নেই ও মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আল্লাহ্'র রাসূল, আর সালাত (নামায/নামাজ) কায়েম করে ও যাকাত দেয়। তারা যদি এ কাজগুলো করে, তবে আমার পক্ষ থেকে তাদের জান ও মালের ব্যাপারে নিরাপত্তা লাভ করল; অবশ্য ইসলামের বিধান অনুযায়ী যদি কোন কারন থাকে, তাহলে স্বতন্ত্র কথা। আর তাদের হিসাবের ভার আল্লাহ্'র ওপর ন্যাস্ত।;\n",
        "id": 24,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৮/ যে বলে ঈমান আমলেরই নাম",
        "hadithBengali": "আল্লাহ্ তাআলার এ বাণীর পরিপ্রেক্ষিতেঃ;\n\nوَتِلْكَ الْجَنَّةُ الَّتِي أُورِثْتُمُوهَا بِمَا كُنْتُمْ تَعْمَلُونَ;\n\nএটাই জান্নাত, তোমাদেরকে যার অধিকারী করা হয়েছে তোমাদের কর্মের ফলস্বরূপ। (সূরা যুখরুফঃ ৭২);\n\nفَوَرَبِّكَ لَنَسْأَلَنَّهُمْ أَجْمَعِينَ عَمَّا كَانُوا يَعْمَلُونَ;\n\nসুতরাং কসম আপনার রবের। আমি তাদের সবাইকে প্রশ্ন করবই সে বিষয়ে, যা তারা করে- (সূরাহ্ হিজরঃ ৯০)। আল্লাহ তাআলার এ বাণী সম্পর্কে আলিমদের এক দল বলেন,لآ إِلَهَ إِلاَّ اللهُ এর স্বীকারোক্তি সম্পর্কে প্রশ্ন করা হবে।;\n\nআল্লাহ্ তাআলার বাণীঃ;\n\nلِمِثْلِ هَذَا فَلْيَعْمَلِ الْعَامِلُونَ;\n\nএরূপ সাফল্যের জন্য আমলকারীদের উচিত আমল করা। (সূরাহ্ সাফফাতঃ ৬১);\n\n\n২৫। আহমদ ইবনু ইউনুস ও মূসা ইবনু ইসমাঈল (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণনা করেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে জিজ্ঞাসা করা হল, কোন্ আমলটি উত্তম? তিনি বললেনঃ আল্লাহ্ ও তাঁর রাসূলের ওপর ঈমান আনা। প্রশ্ন করা হল, তারপর কোনটি? তিনি বললেনঃ আল্লাহ্'র রাস্তায় জিহাদ করা। প্রশ্ন করা হল, তারপর কোনটি। তিনি বললেনঃ মকবূল হাজ্জ (হজ্জ)।;\n",
        "id": 25,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৯/ ইসলাম গ্রহন যদি খাঁটি না হয় বরং বাহ্যিক আনুগত্য প্রদর্শনের জন্য বা হত্যার ভয়ে হয়।",
        "hadithBengali": "তবে তাঁর ইসলাম গ্রহণ মহান আল্লাহর এ বাণী অনুযায়ী হবেঃ;\n\nقَالَتِ الأَعْرَابُ آمَنَّا قُلْ لَمْ تُؤْمِنُوا وَلَكِنْ قُولُوا أَسْلَمْنَا ;\n\nআরব মরুবাসীরা বলে, আমরা ঈমান আনলাম; আপনি বলে দিন, তোমরা ঈমান আন নি; বরং তোমরা বল, আমরা বাহ্যত মুসলিম হয়েছি। (সূরা হুজরাতঃ ১৪);\n\nআর ইসলাম গ্রহণ খাঁটি হলে তা হবে আল্লাহ্ তাআলার এ বাণী অনুযায়ীঃ (إِنَّ الدِّينَ عِنْدَ اللَّهِ الإِسْلاَمُ) নিশ্চয়ই ইসলাম আল্লাহর নিকট একমাত্র দ্বীন- (সূরাহ্ আলে ইমরানঃ ১৯)।;\n\n\n২৬। আবূল ইয়ামান (রহঃ) ... সাদ (রাঃ) থেকে বর্ণিত, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একদল লোককে কিছু দান করলেন। সাদ (রাঃ) সেখানে বসা ছিলেন। সাদ (রাঃ) বললেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের এক ব্যাক্তিকে কিছু দিলেন না। সে ব্যাক্তি আমার কাছে তাদের চেয়ে অধিক পছন্দনীয় ছিল। তাই আমি বললাম, ইয়া রাসূলল্লাহ্'! অমুক ব্যাক্তিকে আপনি বাদ দিলেন কেন? আল্লাহ্'র কসম! আমিতো তাকে মুমিন বলেই জানি। তিনি বললেনঃ (মুমিন) না মুসলিম? তখন আমি কিছুক্ষণ চুপ থাকলাম। তারপর আমি তার সম্পর্কে যা জানি, তা প্রবল হয়ে উঠল। তাই আমি আমার বক্তব্য আবার বললাম, আপনি অমুককে দানের ব্যপারে বিরত রইলেন?;\n\nআল্লাহ্'র কসম! আমিতো তাকে মুমিন বলেই জানি। তিনি বললেনঃ না মুসলিম? তখন আমি কিছুক্ষণ চুপ থাকলাম। তারপর তার সম্পর্কে যা জানি তা প্রবল হয়ে উঠল। তাই আমি আমার বক্তব্য আবার বললাম। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আবারও সেই জবাব দিলেন। তারপর বললেনঃ সাদ! আমি কখনো ব্যাক্তি বিশেষকে দান করি, অথচ অন্য লোক আমার কাছে তার চাইতে বেশি প্রিয়। তা এ আশঙ্কায় যে (সে ঈমান থেকে ফিরে যেতে পারে পরিণামে), আল্লাহ্ তাআলা তাকে অধোমুখে জাহান্নামে ফেলে দেবেন।\nএ হাদীস ইউনুস, সালিহ, মামার এবং যুহরী (রহঃ)-এর ভাতিজা যুহরী (রহঃ) থেকে বর্ণনা করেছেন।;\n",
        "id": 26,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সা'দ বিন আবূ ওয়াক্কাস (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২০/ সালামের প্রচলন করা ইসলামের অন্তর্ভুক্ত",
        "hadithBengali": "আম্মার (রাঃ) বলেন, তিনটি গুণ যে আয়ত্ত করে, সে (পূর্ণ) ঈমান লাভ করেঃ (১) নিজ থেকে ইনসাফ করা, (২) বিশ্বে সালামের প্রচলন, এবং (৩) অভাবগ্রস্থ অবস্থায়ও দান করা। ;\n\n\n২৭। কুতায়বা (রহঃ) ... আবদুল্লাহ ইবনু আমর (রাঃ) থেকে বর্ণিত, এক ব্যাক্তি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে জিজ্ঞাসা করল, ইসলামের কোন্ কাজ সবচাইতে উত্তম? তিনি বললেনঃ তুমি লোকদের আহার করাবে এবং পরিচিত-অপরিচিত নির্বিশেষে সকলকে সালাম দিবে।;\n",
        "id": 27,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আমর ইবনুল আস (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১/ স্বামীর প্রতি অকৃতজ্ঞতা  আর এক কুফর অন্য কুফর থেকে ছোট।",
        "hadithBengali": "এ সম্পর্কে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে আবূ সাঈদ খুদরী (রাঃ) এর সূত্রে হাদিস বর্ণিত আছে।;\n\n\n২৮। আবদুল্লাহ ইবনু মাসলামা (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেনঃ আমাকে জাহান্নাম দেখানো হয়। (আমি দেখি), তার অধিবাসীদের অধিকাংশই স্ত্রীলোক; (কারন) তারা কুফরী করে। জিজ্ঞাসা করা হল, তারা কি আল্লাহর সঙ্গে কুফরী করে? তিনি বললেনঃ তারা স্বামীর অবাধ্য হয় এবং ইহসান অস্বীকার করে। তুমি যদি দীর্ঘকাল তাদের কারো প্রতি ইহসান করতে থাক, এরপর সে তোমার সামান্য অবহেলা দেখলেই বলে, আমি কখনো তোমার কাছ থেকে ভালো ব্যবহার পাইনি।;\n",
        "id": 28,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২২/ পাপ কাজ জাহেলী যুগের স্বভাব",
        "hadithBengali": "আর শির্'ক ব্যতীত অন্য কোন গুনাহ্'তে লিপ্ত হওয়াতে ঐ পাপীকে কাফির বলা যাবে না। যেহেতু নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম [আবূ যার (রাঃ)-কে লক্ষ্য করে] বলেছেনঃ তুমি এমন ব্যক্তি, তোমার মধ্যে জাহিলী যুগের অভ্যাস রয়েছে। আর আল্লাহর বাণীঃ;\n\nإِنَّ اللَّهَ لاَ يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ;\n\nআল্লাহ্ তাঁর সাথে অংশীদার স্থাপন করার গুনাহ ক্ষমা করেন না। এছাড়া অন্যান্য গুনাহ যাকে ইচ্ছা ক্ষমা করেন। (সূরা আন-নিসাঃ ৪৮);\n\n\n২৯। আবদুর রহমান ইবনুল মুবারক (রহঃ) ... আহনাফ ইবনু কায়স (রহঃ) থেকে বর্ণিত, তিনি বলেন, আমি (সিফফীনের যুদ্ধে) এ ব্যক্তিকে [আলী (রাঃ)-কে] সাহায্য করতে যাচ্ছিলাম। আবূ বাক্'রা (রাঃ)-এর সাথে আমার সাক্ষাত হলে তিনি বললেনঃ তুমি কোথায় যাচ্ছে? আমি বললাম, আমি এ ব্যক্তিকে সাহায্য করতে যাচ্ছি। তিনি বললেনঃ ফিরে যাও। কারন আমি রাসূলুল্লাহ্' সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে বলতে শুনেছি যে, দুজন মুসলিম তাদের তরবারি নিয়ে মুখোমুখি হলে হত্যাকারী এবং নিহত ব্যক্তি উভয়ে জাহান্নামে যাবে। আমি বললাম, ইয়া রাসূলাল্লাহ্'! এ হত্যাকারী (তো অপরাধী), কিন্তু নিহত ব্যক্তির কি অপরাধ? তিনি বললেন, (নিশ্চয়ই) সে তার সঙ্গীকে হত্যা করার জন্য উদগ্রীব ছিল।;\n",
        "id": 29,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আহনাফ ইব্'ন কায়স  (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২২/ পাপ কাজ জাহেলী যুগের স্বভাব",
        "hadithBengali": "৩০। সুলায়মান ইবনু হারব (রহঃ) ... মারূর (রহঃ) থেকে বর্ণিত আছে, তিনি বলেনঃ আমি একবার রাবাযা নামক স্থানে আবূ যর (রাঃ) এর সাথে সাক্ষাৎ করলাম। তখন তাঁর পরনে ছিল এক জোড়া কাপড় (লুঙ্গি ও চাঁদর) আর তাঁর চাকরের পরনেও ছিল ঠিক একই ধরনের এক জোড়া কাপড়। আমি তাঁকে এর (সমতার) কারন জিজ্ঞাসা করলাম। তিনি বললেনঃ একবার আমি এক ব্যাক্তিকে গালি দিয়েছিলাম এবং আমি তাকে তার মা সম্পর্কে লজ্জা দিয়েছিলাম। তখন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে বললেনঃ আবূ যর! তুমি তাকে তার মা সম্পর্কে লজ্জা দিয়েছ? তুমি তো এমন ব্যাক্তি, তোমার মধ্যে এখনো জাহিলী যুগের স্বভাব রয়েছে। জেনে রেখো, তোমাদের দাস-দাসী তোমাদেরই ভাই। আল্লাহ্ তাআলা তাদের তোমাদের অধীনস্থ করে দিয়েছেন। তাই যার ভাই তার অধীনে থাকবে, সে যেন নিজে যা খায় তাকে তা-ই খাওয়ায় এবং নিজে যা পরে, তাকে তা-ই পরায়। তাদের উপর এমন কাজ চাপিয়ে দিও না, যা তাদের জন্য খুব কষ্টকর। যদি এমন কষ্টকর কাজ করতে দাও, তাহলে তোমরাও তাদের সে কাজে সাহায্য করবে।;\n",
        "id": 30,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "মা'রূর ইবনু সুওয়াইদ (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩/ যুলুমের প্রকারভেদ",
        "hadithBengali": "৩১। আবূল ওয়ালীদ এবং বিশ্'র (রহঃ) ... আবদুল্লাহ' ইবনু মাসউদ (রাঃ) থেকে বর্ণনা করেনঃ (الَّذِينَ آمَنُوا وَلَمْ يَلْبِسُوا إِيمَانَهُمْ بِظُلْمٍ) যারা ঈমান এনেছে এবং তাদের ঈমানকে যুলুম দ্বারা কলুষিত করেনি; (৬ঃ ৮২) এ আয়াত নাযিল হলে রাসূলুল্লাহ্' সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাহাবিগণ বললেন, আমাদের মধ্যে এমন কে আছে যে যুলুম করে নি? তখন আল্লাহ্' তাআলা এ আয়াত নাযিল করেনঃ (إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ) নিশ্চয়ই শির্'ক চরম যুলুম।; (৩১ঃ ১৩);\n",
        "id": 31,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ' ইব্'ন মাসউদ (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪/ মুনাফিকের আলামত",
        "hadithBengali": "৩২। সুলায়মান আবূর রাবী (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণনা করেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেনঃ মুনাফিকের আলামত তিনটিঃ ১. যখন কথা বলে মিথ্যা বলে ২. যখন ওয়াদা করে ভঙ্গ করে এবং ৩. আমানত রাখা হলে খেয়ানত করে।\n",
        "id": 32,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪/ মুনাফিকের আলামত",
        "hadithBengali": "৩৩। কাবীসা ইবনু উকবা (রহঃ) ... আবদুল্লাহ' ইবনু আমর (রাঃ) থেকে বর্ণিত, নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ চারটি স্বভাব যার মধ্যে থাকে সে হবে খাঁটি মুনাফিক। যার মধ্যে এর কোন একটি স্বভাব থাকবে, তা পরিত্যাগ না করা পর্যন্ত তার মধ্যে মুনাফিকের একটি স্বভাব থেকে যায়।\n১. আমানত রাখা হলে খেয়ানত করে\n২. কথা বললে মিথ্যা বলে\n৩. চুক্তি করলে ভঙ্গ করে এবং\n৪. বিবাদে লিপ্ত হলে অশ্লীল গালি দেয়।;\n\nশুবা (রহঃ) আমাশ (রহঃ) থেকে হাদীস বর্ণনায় সুফিয়ান (রহঃ) এর অনুসরণ করেছেন।;\n",
        "id": 33,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আমর ইবনুল আস (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫/ লায়লাতুল কদরে ইবাদতে রাত্রি জাগরণ ঈমানের অন্তর্ভুক্ত",
        "hadithBengali": "৩৪। আবূল ইয়ামান (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেনঃ যে ব্যাক্তি ঈমানের সাথে সওয়াবের আশায় লায়লাতুল কদর-এ ইবাদতে রাত্রি জাগরণ করবে, তার অতীতের গুনাহ্ মাফ করে দেওয়া হবে।;\n",
        "id": 34,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬/ জিহাদ ঈমানের অন্তর্ভুক্ত",
        "hadithBengali": "৩৫। হারামীয়া ইবনু হাফস (রহঃ) .... আবূ যুরআ ইবনু আমর ইবনু জারীর (রহঃ) থেকে বর্ণনা করেন, তিনি বলেন, আমি আবূ হুরায়রা (রাঃ)-কে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করতে শুনেছি যে, তিনি ইরশাদ করেনঃ যে ব্যাক্তি আল্লাহর রাস্তায় বের হয়, যদি সে শুধু আল্লাহর উপর ঈমান এবং তাঁর রাসূলগণের প্রতি বিশ্বাসের কারনে বের হয়ে থাকে, তবে আল্লাহ্ তাআলা ঘোষণা দেন যে, আমি তাকে ঘরে ফিরিয়ে আনব তার সওয়াব বা গনীমত (ও সওয়ার) সহ কিংবা তাকে জান্নাতে দাখিল করব। আর আমার উম্মতের উপর কষ্টদায়ক হবে বলে যদি মনে না করতাম তবে কোন সেনাদলের সাথে না গিয়ে বসে থাকতাম না। আমি অবশ্যই এটা পছন্দ করি যে, আল্লাহর রাস্তায় শহীদ হই, আবার জীবিত হই, আবার শহীদ হই, আবার জীবিত হই, আবার শহীদ হই।;\n",
        "id": 35,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭/ রমযানের রাতে নফল ইবাদত ঈমানের অঙ্গ",
        "hadithBengali": "৩৬। ইসমাঈল (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণনা করেন, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেনঃ যে ব্যাক্তি রমযানের রাতে সওয়াবের আশায় রাত জেগে ইবাদত করে, তার পূর্বের গুনাহ্ মাফ করে দেওয়া হয়।;\n",
        "id": 36,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৮/ সওয়াবের আশায় রমযানের সিয়াম পালন ঈমানের অঙ্গ",
        "hadithBengali": "৩৭। ইবনু সালাম (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেনঃ যে ব্যাক্তি ঈমানসহ সওয়াবের আশায় রমযানের সিয়াম পালন করে, তার পূর্বের গুনাহ মাফ করে দেওয়া হয়।;\n",
        "id": 37,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯/ দ্বীন সহজ",
        "hadithBengali": "নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর বাণীঃ আল্লাহর নিকট সবচাইতে পসন্দনীয় হল দীন-ই হানীফিয়্যা যা সহজ সরল।;\n\n\n৩৮। আবদুস সালাম ইবনু মুতাহ্'হার (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেনঃ নিশ্চয়ই দ্বীন সহজ-সরল। দ্বীন নিয়ে যে কড়াকড়ি করে দ্বীন তার উপর বিজয়ী হয়। কাজেই তোমরা মধ্যপন্থা অবলম্বন কর এবং (মধ্যপন্থার) নিকটবর্তী থাক, আশান্বিত থাক এবং সকাল-সন্ধ্যায় ও রাতের কিছু অংশে (ইবাদতের মাধ্যমে) আল্লাহর সাহায্য প্রার্থনা কর।;\n",
        "id": 38,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৩০/ সালাত ঈমানের অন্তর্ভুক্ত",
        "hadithBengali": "আর আল্লাহর বাণীঃ (وَمَا كَانَ اللَّهُ لِيُضِيعَ إِيمَانَكُمْ) আল্লাহ এরূপ নন যে তোমাদের ঈমান ব্যর্থ করবেন- (সূরা আল-বাক্বারাঃ ১৪৩)। অর্থাৎ বায়তুল্লাহর নিকট (বায়তুল মুকাদ্দাসমুখী হয়ে) আদায় করা তোমাদের সালাতকে তিনি নষ্ট করবেন না। ;\n\n\n৩৯। আমর ইবনু খালিদ (রহঃ) ... বারা ইবনু আযিব (রাঃ) থেকে বর্ণিত যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মদিনায় হিজরত করে সর্বপ্রথম আনসারদের মধ্যে তাঁর নানাদের গোত্র [আবূ ইসহাক (রহঃ) বলেন] বা মামাদের গোত্রে এসে ওঠেন। তিনি ষোল-সতের মাস বায়তুল মুকাদ্দসের দিকে সালাত (নামায/নামাজ) আদায় করেন। কিন্তু তাঁর পছন্দ ছিল যে, তাঁর কিবলা বায়তুল্লাহ্'র দিকে হোক। আর তিনি (বায়তুল্লাহ্'র দিকে) প্রথম যে সালাত (নামায/নামাজ) আদায় করেন, তা ছিল আসরের সালাত (নামায/নামাজ) এবং তাঁর সঙ্গে একদল লোক উক্ত সালাত (নামায/নামাজ) আদায় করেন। তাঁর সঙ্গে যাঁরা সালাত (নামায/নামাজ) আদায় করেছিলেন তাঁদের একজন লোক বের হয়ে এক মসজিদে মুসল্লীদের কাছ দিয়ে যাচ্ছিলেন, তাঁরা তখন রুকুর অবস্থায় ছিলেন।;\n\nতখন তিনি বললেনঃ আমি আল্লাহকে সাক্ষী রেখে বলছি যে, এইমাত্র আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে মক্কার দিকে ফিরে সালাত (নামায/নামাজ) আদায় করে এসেছি। তখন তাঁরা যে অবস্থায় ছিলেন সে অবস্থায়ই বায়তুল্লাহ্'র দিকে ঘুরে গেলেন। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন বায়তুল মুকাদ্দাসের দিকে সালাত (নামায/নামাজ) আদায় করতেন তখন ইয়াহূদীদের ও আহলি কিতাবদের কাছে এটা খুব ভাল লাগত; কিন্তু তিনি যখন বায়তুল্লাহ্'র দিকে (সালাত (নামায/নামাজ)-এর জন্য) তাঁর মুখ ফিরালেন তখন তারা এর প্রতি চরম অসন্তুষ্ট হল।\n\nযুহায়র (রহঃ) বলেন, আবূ ইসহাক (রহঃ) বারা (রাঃ) থেকে আমার কাছে যে হাদীস বর্ণনা করেছেন, তাতে এ কথাও রয়েছে যে, কিবলা পরিবর্তনের পূর্বে বেশ কিছু লোক ইন্তেকাল করেছিলেন এবং শহীদ হয়েছিলেন, তাঁদের ব্যাপারে আমরা কি বলব, বুঝতে পারছিলাম না, তখন আল্লাহ্ তাআলা নাযিল করেনঃ (وَمَا كَانَ اللَّهُ لِيُضِيعَ إِيمَانَكُمْ) আল্লাহ্ তাআলা তোমাদের সালাত (নামায/নামাজ)-কে (যা বায়তুল মুকাদ্দাসের দিকে আদায় করা হয়েছিল) বিনষ্ট করবেন না।;;\n",
        "id": 39,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "বারাআ ইবনু আযিব (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৩১/ উত্তমরূপে ইসলাম গ্রহন",
        "hadithBengali": "মালিক (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) বর্ণনা করেন যে, তিনি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে বলতে শুনেছেন, বান্দা যখন ইসলাম গ্রহণ করে এবং তার ইসলাম উত্তম হয়, আল্লাহ্ তাআলা তার আগের সব গুনাহ্ মাফ করে দেন। এরপর শুরু হয় প্রতিদান; একটি সৎ কাজের বিনিময়ে দশ গুণ থেকে সাতশ গুণ পর্যন্ত; আর একটি মন্দ কাজের বিনিময়ে ঠিক ততটুকু মন্দ প্রতিফল। অবশ্য আল্লাহ্ যদি মাফ করে দেন তবে ভিন্ন কথা।;\n\n\n৪০। ইসহাক ইবনু মানসূর (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ্' সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেনঃ তোমাদের মধ্যে কেউ যখন উত্তমরূপে ইসলামের উপর কায়েম থাকে তখন সে যে নেক আমল করে তার প্রত্যেকটির বিনিময়ে সাতশ গুণ পর্যন্ত (সওয়াব) লেখা হয়। আর সে যে মন্দ কাজ করে তার প্রত্যেকটির বিনিময়ে তার জন্য ঠিক ততটুকুই মন্দ লেখা হয়।;\n",
        "id": 40,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৩২/ আল্লাহ্' তাআলার কাছে সবচাইতে পছন্দনীয় আমল সেটাই যা নিয়মিত করা হয়",
        "hadithBengali": "৪১। মুহাম্মদ ইবনুল মূসান্না (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একবার তাঁর কাছে আসেন, তাঁর নিকট এক মহিলা ছিলেন। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জিজ্ঞাসা করলেনঃ ইনি কে? আয়িশা (রাঃ) উত্তর দিলেন অমুক মহিলা, এ বলে তিনি তাঁর সালাত (নামায/নামাজ)-এর উল্লেখ করলেন। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ থাম, তোমরা যতটুকু সামর্থ্য রাখ, ততটুকুই তোমাদের করা উচিৎ। আল্লাহর কসম! আল্লাহ্ তাআলা ততক্ষন পর্যন্ত (সওয়াব দিতে) বিরত হন না, যতক্ষন না তোমরা নিজেরা ক্লান্ত হয়ে পড়। আল্লাহর কাছে সবচাইতে পছন্দনীয় আমল তা-ই, যা আমলকারী নিয়মিত করে থাকে।;\n",
        "id": 41,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৩৩/ ঈমানের বাড়া-কমা।",
        "hadithBengali": "আল্লাহ্' তাআলার বাণীঃ আমি তাঁদের হিদায়াত বাড়িয়ে দিয়েছিলাম (১৮ঃ ৩৩) যাতে মুমিনদের ঈমান আরো বেড়ে যায় (৭৪ঃ ৩১) তিনি আরও ইরশাদ করেন, আজ আমি তোমাদের জন্য তোমাদের দ্বীন পূর্ণাংগ করে দিলাম (৫ঃ ৩) পূর্ণ জিনিস থেকে কিছু বাদ দেয়া হলে তা অসম্পূর্ণ হয়।;\n\n\n৪২। মুসলিম ইবনু ইবরাহীম (রহঃ) ... আনাস (রাঃ) থেকে বর্ণনা করেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেনঃ যে লা-ইলাহা ইল্লাল্লাহ বলবে আর তার অন্তরে একটি যব পরিমানও নেকী থাকবে, তাকে জাহান্নাম থেকে বের করা হবে এবং যে এবং যেলা-ইলাহা ইল্লাল্লাহ বলবে আর তার অন্তরে একটি গম পরিমানও নেকী থাকবে তাকে জাহান্নাম থেকে বের করা হবে এবং যে লা-ইলাহা ইল্লাল্লাহ বলবে আর তার অন্তরে একটি অণু পরিমাণও নেকী থাকবে তাকে জাহান্নাম থেকে বের করা হবে।\n\nইমাম আবূ আবদুল্লাহ মুখারী (রহঃ) বলেন, আবান (রহঃ) কাতাদা (রহঃ) আনাস (রাঃ) রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে নেকী (خَيْر) এর স্থলে ঈমান শব্দটি রিওয়ায়েত করেছেন।;\n",
        "id": 42,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৩৩/ ঈমানের বাড়া-কমা।",
        "hadithBengali": "৪৩। হাসান ইবনুুস সাব্বাহ্ (রহঃ) ... উমর ইবনুল খাত্তাব (রাঃ) থেকে বর্ণনা করেন, এক ইয়াহূদী তাঁকে বললঃ হে আমীরুল মুমিনীন! আপনাদের কিতাবে একটি আয়াত আছে যা আপনারা পাঠ করে থাকেন, তা যদি আমাদের ইয়াহূদী জাতির উপর নাযিল হত, তবে অবশ্যই আমরা সে দিনকে ঈদ হিসেবে পালন করতাম। তিনি বললেন, কোন আয়াত? সে বললঃ;\n\nالْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الإِسْلاَمَ دِينًا;\n\nআজ তোমাদের জন্য তোমাদের দ্বীন পূর্ণাঙ্গ করলাম ও তোমাদের প্রতি আমার নিয়ামত সম্পূর্ণ করলাম এবং ইসলামকে তোমাদের দ্বীন মনোনীত করলাম।; (৫ : ৩) উমর (রাঃ) বললেন এটি যে দিন এবং যে স্থানে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর উপর নাযিল হয়েছিল তা আমরা জানি; তিনি সেদিন আরাফায় দাঁড়িয়েছিলেন এবং তা ছিল জুমআর দিন।;\n",
        "id": 43,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উমর ইবনুল খাত্তাব  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৩৪/ যাকাত ইসলামের অঙ্গ।",
        "hadithBengali": "আল্লাহ্' তাআলার বাণীঃ তাঁরা তো আদিষ্ট হয়েছিল আল্লাহর অনুগত্য বিশুদ্ধচিত্ত হয়ে একনিষ্ঠভাবে তাঁর ইবাদত করতে এবং সালাত কায়েম করতে, যাকাত দিতে। আর এ-ই সঠিক দ্বীন (৯৮ঃ ৫);\n\n\n৪৪। ইসমাঈল (রহঃ) ... তালহা ইবনু উবায়দুল্লাহ্ (রাঃ) থেকে বর্ণিত, তিনি বলেন, নাজ্'দবাসী এক ব্যাক্তি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এলো। তার মাথার চুল ছিল এলোমেলো। আমরা তার কথার মৃদু আওয়াজ শুনতে পাচ্ছিলাম, কিন্তু সে কি বলছিল, আমরা তা বুঝতে পারছিলাম না। এভাবে সে কাছে এসে ইসলাম সম্পর্কে প্রশ্ন করতে লাগল। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ দিন-রাতে পাঁচ ওয়াক্ত সালাত (নামায/নামাজ)। সে বলল, আমার উপর এ ছাড়া আরো সালাত (নামায/নামাজ) আছে? তিনি বললেনঃ না, তবে নফল আদায় করতে পার। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আর রমযানের সিয়াম। সে বলল, আমার উপর এ ছাড়া আরো সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) আছে? তিনি বললেনঃ না, তবে নফল আদায় করতে পার। বর্ণনাকারী বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার কাছে যাকাতের কথা বললেন। সে বলল, আমার ওপর এ ছাড়া আরো দেয় আছে? তিনি বললেনঃ না, তবে নফল হিসেবে দিতে পার। বর্ণনাকারী বলেন, সে ব্যাক্তি এই বলে চলে গেলেন, আল্লাহর কসম! আমি এর চেয়ে বেশিও করব না এবং কমও করব না। তখন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ সে সফলকাম হবে যদি সত্য বলে থাকে।;\n",
        "id": 44,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "তালহা ইবনু উবায়দুল্লাহ্ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৩৫/ জানাযার অনুগমন ঈমানের অঙ্গ",
        "hadithBengali": "৪৫। আহমদ ইবনু আবদুল্লাহ ইবনু আলী আল-মানজূফী (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণনা করেন যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেনঃ যে ব্যাক্তি ঈমানের সাথে ও সওয়াবের আশায় কোন মুসলিমের জানাযায় অনুগমন করে এবং তার সালাত (নামায/নামাজ)-ই জানাযা আদায় ও দাফন সম্পন্ন হওয়া পর্যন্ত সাথে থাকে, সে দুই কীরাত সওয়াব নিয়ে ফিরবে। প্রতিটি কীরাত হল উহুদ পর্বতের মতো। আর যে ব্যাক্তি শুধু জানাযা আদায় করে, তারপর দাফন সম্পন্ন হওয়ার আগেই চলে আসে, সে এক কীরাত সওয়াব নিয়ে ফিরবে।;\n\nউসমান আল-মুয়াযযিন (রহঃ) ... আবূ হুরায়রা (রাঃ) সূত্রে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ হাদীস বর্ণনা করেছেন।;\n",
        "id": 45,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৩৬/ অজ্ঞাতসারে মুমিনের আমল নষ্ট হওয়ার আশংকা",
        "hadithBengali": "ইবরাহিম তায়মী (রহঃ) বলেনঃ আমার আমলের সাথে যখন আমার কথা তুলনা করি, তখন আশঙ্কা হয়, আমি না মিথ্যাবাদী হই। ইবনু আবূ মুলায়কা (রহঃ) বলেন, আমি নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর এমন ত্রিশজন সাহাবীকে পেয়েছি, যারা সবাই নিজেদের সম্পর্কে নিফাকের ভয় করতেন। তাঁরা কেউ এ কথা বলতেন না যে, তিনি জিবরীল (আঃ) ও মীকাঈল (আঃ) এর তুল্য ঈমানের অধিকারী। হাসান বসরী (রহঃ) থেকে বর্ণিত, নিফাকের ভয় মুমিনই করে থাকে। আর কেবল মুনাফিকই তা থেকে নিশ্চিত থাকে। তউবা না করে পরস্পর লড়াই করা ও পাপাচারে লিপ্ত হওয়া থেকে সতর্ক থাকা। কারন আল্লাহ্' তাআলা বলেনঃ (وَلَمْ يُصِرُّوا عَلَى مَا فَعَلُوا وَهُمْ يَعْلَمُونَ) এবং তাঁরা (মুত্তাকিরা) যা করে ফেলে, জেনে শুনে তাঁর (গুনাহর) পুনরাবৃতি করে না (৩ঃ ১৩৫);\n\n\n৪৬। মুহাম্মদ ইবনু আর আরা (রহঃ) ... যুবায়দ (রহঃ) থেকে বর্ণিত, তিনি বলেনঃ আমি আবূ ওয়াইল (রহঃ)-কে মুরজিআ[১] সম্পর্কে জিজ্ঞাসা করলাম, তিনি বললেন, আবদুল্লাহ ইবনু মাসউদ) আমার কাছে বর্ণনা করেছেন যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেছেনঃ মুসলিমকে গালি দেওয়া ফাসিকী এবং তার সাথে লড়াই করা কুফরী।;\n",
        "id": 46,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "যুবায়দ (রহ.)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৩৬/ অজ্ঞাতসারে মুমিনের আমল নষ্ট হওয়ার আশংকা",
        "hadithBengali": "৪৭। কুতায়বা ইবনু সাঈদ (রহঃ) ... উবাদা ইবনু সামিত (রাঃ) বর্ণনা করেন যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম লায়লাতুল কদ্'র সম্পর্কে খবর দেওয়ার জন্য বের হলেন। তখন দুজন মুসলিম পরস্পর বিবাদ করছিল। তিনি বললেনঃ আমি তোমাদের লায়লাতুল কদ্'র সম্পর্কে খবর দেওয়ার জন্য বেরিয়েছিলাম; কিন্তু তখন অমুক অমুক বিবাদে লিপ্ত থাকায় তা (নির্দিষ্ট তারিখ সম্পর্কিত জ্ঞান) উঠিয়ে নেওয়া হয়েছে। আর হয়তো বা এটাই তোমাদের জন্য কল্যাণকর হবে। তোমরা তা অনুসন্ধান কর ২৭, ২৯ ও ২৫ তম রাতে।;\n",
        "id": 47,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উবাদা ইব্'নুস সামিত (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৩৭/ জিবরীল (আঃ) কর্তৃক রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে ঈমান, ইসলাম, ইহসান ও কিয়ামতের জ্ঞান সম্পর্কে প্রশ্ন",
        "hadithBengali": "জিবরীল (আঃ) কর্তৃক রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে ঈমান, ইসলাম, ইহসান ও কিয়ামতের জ্ঞান সম্পর্কে প্রশ্ন আর তাকে দেওয়া রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর উত্তর। তারপর তিনি বললেনঃ জিবরীল (আঃ) তোমাদের দ্বীন শিক্ষা দিতে এসেছিলেন। তিনি এসব বিষয়কে দ্বীন বলে আখ্যায়িত করেছেন। ঈমান সম্পর্কে আব্দুল কায়স গোত্রের প্রতিনিধি দলকে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যে বিবরন দিয়েছেন এবং আল্লাহ্' তাআলা ইরশাদ করেছেনঃ (وَمَنْ يَبْتَغِ غَيْرَ الإِسْلاَمِ دِينًا فَلَنْ يُقْبَلَ مِنْهُ) কেউ ইসলাম ব্যাতিত অন্য কোন দ্বীন গ্রহন করতে চাইলে তা কখনো কবুল করা হবে না (৩ঃ ৮৫);\n\n\n৪৮। মূসাদ্দাদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, একদিন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জনসমুক্ষে বসা ছিলেন, এমন সময় তাঁর কাছে এক ব্যাক্তি এসে জিজ্ঞাসা করলেন ঈমান কি? তিনি বললেনঃ ঈমান হল, আপনি বিশ্বাস রাখবেন আল্লাহর প্রতি, তাঁর ফিরিশতাগণের প্রতি, (কিয়ামতের দিন) তাঁর সঙ্গে সাক্ষাতের প্রতি এবং তাঁর রাসূলগণের প্রতি। আপনি আরো বিশ্বাস রাখবেন পুনরুত্থানের প্রতি। তিনি জিজ্ঞাসা করলেন, ইসলাম কি? তিনি বললেনঃ ইসলাম হল, আপনি আল্লাহর ইবাদত করবেন এবং তাঁর সঙ্গে শরীক করবেন না, সালাত (নামায/নামাজ) কায়েম করবেন, ফরয যাকাত আদায় করবেন এবং রমযানের সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) পালন করবেন। ঐ ব্যাক্তি জিজ্ঞাসা করলেন, ইহসান কি? তিনি বললেনঃ আপনি এমন ভাবে আল্লাহর ইবাদত করবেন যেন আপনি তাঁকে দেখছেন, আর যদি আপনি তাঁকে দেখতে না পান তবে (বিশ্বাস রাখবেন যে,) তিনি আপনাকে দেখছেন।;\n\nঐ ব্যাক্তি জিজ্ঞাসা করলেন, কিয়ামত কবে? তিনি বললেনঃ এ ব্যাপারে যাকে জিজ্ঞাসা করা হচ্ছে, তিনি জিজ্ঞাসাকারী অপেক্ষা বেশি জানেন না। তবে আমি আপনাকে কিয়ামতের আলামতসমূহ বলে দিচ্ছিঃ বাঁদী যখন তার প্রভুকে প্রসব করবে এবং উটের নগণ্য রাখালেরা যখন বড় বড় অট্টালিকা নির্মাণে প্রতিযোগিতা করবে। (কিয়ামতের বিষয়) সেই পাঁচটি জিনিসের অন্তর্ভূক্ত, যা আল্লাহ্ ছাড়া কেউ জাননা। এরপর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এই আয়াতটি শেষ পর্যন্ত তিলাওয়াত করলেনঃ (إِنَّ اللَّهَ عِنْدَهُ عِلْمُ السَّاعَةِ) কিয়ামতের জ্ঞান কেবল আল্লাহই নিকট।; (৩১ : ৩৪) এরপর ঐ ব্যাক্তি চলে গেলে তিনি বললেনঃ তোমরা তাকে ফিরিয়ে আন। তারা কিছুই দেখতে পেল না। তখন তিনি বললেন, ইনি জিবরীল আলাইহিস সালাম। লোকদের দ্বীন শেখাতে এসেছিলেন। আবূ আব্দুল্লাহ বুখারী (রহঃ) বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এসব বিষয়কে ঈমানের অন্তর্ভুক্ত করেছেন৷;\n",
        "id": 48,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৩৮/ পরিচ্ছদ নেই",
        "hadithBengali": "৪৯। ইবরাহীম ইবনু হামাযা (রহঃ) ... আবদুল্লাহ ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, তিনি বলেনঃআবূ সুফিয়ান ইবনু হারব আমার কাছে বর্ণনা করেন যে, হিরাকল তাঁকে বলেছিলেন, আমি তোমাকে জিজ্ঞাসা করেছিলাম তারা (ঈমানদারগণ) সংখ্যায় বাড়ছে না কমছে? তুমি উত্তর দিয়েছিলে, তারা সংখ্যায় বাড়ছে। প্রকৃতপক্ষে ঈমানের ব্যাপার এরূপই থাকে যতক্ষণ না তা পূর্ণতা লাভ করে। আর আমি তোমাকে জিজ্ঞাসা করেছিলাম, কেউ তাঁর দ্বীন গ্রহণ করার পর তা অপছন্দ করে মুরতাদ হয়ে যায় কি-না? তুমি জবাব দিয়েছ, না। প্রকৃত ঈমান এরূপই, ঈমানের স্বাদ অন্তরের সাথে মিশে গেলে কেউ তা অপছন্দ করে না।;\n",
        "id": 49,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৩৯/ দ্বীন রক্ষাকারীর ফজিলত",
        "hadithBengali": "৫০। আবূ নুআয়ম (রহঃ) ... নুমান ইবনু বশীর (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে বলতে শুনেছি যে, হালালও স্পষ্ট এবং হারামও স্পষ্ট। আর এ দুয়ের মাঝে রয়েছে বহু সন্দেহজনক বিষয়- যা অনেকেই জানেনা। যে ব্যাক্তি সেই সন্দেহজনক বিষয়সমূহ থেকে বেঁচে থাকবে, সে তার দ্বীন ও মর্যাদা রক্ষা করতে পারবে। আর যে সন্দেহজনক বিষয়সমূহে লিপ্ত হয়ে পড়ে, উদহারন সে রাখালের ন্যায়, যে তার পশু বাদশাহ্'র সংরক্ষিত চারণভুমির আশে পাশে চরায়, অচিরেই সেগুলো সেখানে ঢুকে পড়ার আশংকা রয়েছে। জেনে রাখ যে, প্রত্যেক বাদশাহ্'রই একটি সংরক্ষিত এলাকা রয়েছে। আরো জেনে রাখ যে, আল্লাহর যমীনে তাঁর সংরক্ষিত এলাকা হল তাঁর নিষিদ্ধ কাজসমূহ। জেনে রাখ, শরীরের মধ্যে একটি গোশতের টুকরা আছে, তা যখন ঠিক হয়ে যায়, গোটা শরীরই তখন ঠিক হয়ে যায়। আর তা যখন খারাপ হয়ে যায়, গোটা শরীরই তখন খারাপ হয়ে যায়। জেনে রাখ, সে গোশতের টুকরোটি হল কলব।;\n",
        "id": 50,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "নু'মান ইবনু বশীর  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৪০/ গণীমতের এক পঞ্চমাংশ প্রদান ঈমানের অন্তর্ভুক্ত",
        "hadithBengali": "৫১। আলী ইবনুল জাদ (রহঃ) ... আবূ জামরা (রহঃ) থেকে বর্ণিত, তিনি বলেন, আমি ইবনু আব্বাস (রাঃ) এর সঙ্গে বসতাম্ তিনি আমাকে তাঁর আসনে বসাতেন। একবার তিনি বললেনঃ তুমি আমার কাছে থেকে যাও, আমি তোমাকে আমার সম্পদ থেকে কিছু অংশ দেব। আমি দু মাস তাঁর সঙ্গে অবস্থান করলাম। তারপর একদিন তিনি বললেন, আবদুল কায়েসের একটি প্রতিনিধি দল রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে আসলে তিনি জিজ্ঞাসা করলেনঃ তোমরা কোন্ কওমের? অথবা কোন্ প্রতিনিধিদলের? তারা বলল, রাবীআ গোত্রের। তিনি বললেনঃ মারহাবা সে গোত্র বা সে প্রতিনিধি দলের প্রতি, যারা অপদস্থ ও লজ্জিত না হয়েই এসেছে। তারা বলল, ইয়া রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিষিদ্ধ মাসসমূহ ছাড়া অন্য কোন সময় আমরা আপনার কাছে আসতে পারি না। (কারন) আমাদের এবং আপনার মাঝখানে মুযার গোত্রীয় কাফিরদের বাস। তাই আমাদের কিছু স্পষ্ট হুকুম দিন, যাতে আমরা যাদের পিছনে রেখে এসেছি তাদের জানিয়ে দিতে পারি এবং যাতে আমরা জান্নাতে প্রবেশ করতে পারি।;\n\nতারা পানীয় সম্পর্কেও জিজ্ঞাসা করল। তখন তিনি তাদের চারটি জিনিসের নির্দেশ এবং চারটি জিনিস থেকে নিষেধ করলেন। তাদের এক আল্লাহর প্রতি ঈমান আনার আদেশ দিয়ে বললেনঃ এক আল্লাহ প্রতি ঈমান আনা কিভাবে হয় তা কি তোমরা জানো? তাঁরা বলল, আল্লাহ ও তাঁর রাসূলই ভাল জানেন। তিনি বললেনঃ তা হল এ সাক্ষ্য দেওয়া যে, আল্লাহ্ ছাড়া ইলাহ্ নেই এবং মুহাম্মদ আল্লাহর রাসূল এবং সালাত (নামায/নামাজ) কায়েম করা, যাকাত দেওয়া, রমযানের সিয়াম পালন করা; আর তোমরা গণীমতের মাল থেকে এক-পঞ্চমাংশ প্রদান করবে। তিনি তাদেরকে চারটি জিনিস থেকে নিষেধ করলেন। তা হলঃ সবুজ কলসী, শুকনো লাউয়ের খোল, খেজুর গাছের গুঁড়ি থেকে তৈরীকৃত পাত্র এবং আলকাতরার পালিশকৃত পাত্র। রাবী বলেন, বর্ণনাকারী (مزفت এর স্থলে) কখনওالمقير উল্লেখ করেছেন (উভয় শব্দের অর্থ একই)। তিনি আরো বলেন, তোমরা এগুলো ভালো করে আয়ত্ত করে নাও এবং অন্যদেরও এগুলি জানিয়ে দিও।;\n",
        "id": 51,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ জামরাহ নাসর ইবনু ইমরান যুবায়ী (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৪১/ আমল নিয়ত ও সওয়াব আশা অনুযায়ী প্রত্যেক মানুষের প্রাপ্য তার নিয়ত অনুযায়ী।",
        "hadithBengali": "অতএব ঈমান, উযূ, সালাত, যাকাত, হাজ্জ, সিয়াম এবং অন্যান্য আহকাম সবই সবই এর অন্তর্ভুক্ত। আল্লাহ তাআলা বলেনঃ (قُلْ كُلٌّ يَعْمَلُ عَلَى شَاكِلَتِهِ) বলুন প্রত্যেকেই আপন স্বভাব অনুসারে কর্ম সম্পাদন করে থাকে। (সূরা আল-ইসরাঃ ৮৪);\n\nشَاكِلَتِهِ অর্থাৎ নিয়ত অনুযায়ী। মানুষ তার পরিবারের জন্য সাওাবের নিয়তে যা খরচ করে, তা সদাক্বাহ। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, (এখন মক্কা হতে হিজরাত নেই) তবে কেবল জিহাদ ও নিয়্যাত অবশিষ্ট রয়েছে।;\n\n\n৫২। আবদুল্লাহ ইবনু মাসলাম (রহঃ) ... উমর (রাঃ) থেকে বর্ণিত, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ কাজ নিয়তের সাথে সম্পর্কিত এবং প্রত্যেক মানুষের প্রাপ্য তার নিয়ত অনুযায়ী। অতএব যার হিজরত হবে আল্লাহ্ ও তাঁর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর উদ্দেশ্যে, তার হিজরত আল্লাহ্ ও তাঁর রাসূল -এর উদ্দেশ্যে হয়েছে বলেই গণ্য হবে। আর যার হিজরত হয় দুনিয়া হাসিলের জন্য বা কোন নারীকে বিয়ে করার জন্য, তার হিজরত সে উদ্দেশ্যেই গণ্য হবে যে উদ্দেশ্যে সে হিজরত করেছে।;\n",
        "id": 52,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উমর ইবনুল খাত্তাব  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৪১/ আমল নিয়ত ও সওয়াব আশা অনুযায়ী প্রত্যেক মানুষের প্রাপ্য তার নিয়ত অনুযায়ী।",
        "hadithBengali": "৫৩। হাজ্জাজ ইবনু মিনহাল (রহঃ) ... আবূ মাসউদ (রাঃ) থেকে বর্ণিত, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ মানুষ তার পরিবারের জন্য সওয়াবের নিয়তে যখন খরচ করে তখন তা হয় তার সদকা স্বরূপ।;\n",
        "id": 53,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উকবাহ ইবনু আমির (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৪১/ আমল নিয়ত ও সওয়াব আশা অনুযায়ী প্রত্যেক মানুষের প্রাপ্য তার নিয়ত অনুযায়ী।",
        "hadithBengali": "৫৪। হাকাম ইবনু নাফি (রহঃ) ... সাদ ইবনু আবূ ওয়াক্কাস (রাঃ) থেকে বর্ণিত, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তুমি আল্লাহর সন্তুষ্টি লাভের আশায় যা-ই খরচ কর না কেন, তোমাকে তার সওয়াব অবশ্যই দেওয়া হবে। এমনকি তুমি তোমার স্ত্রীর মুখে যা তুলে দাও, তারও।;\n",
        "id": 54,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সা'দ বিন আবূ ওয়াক্কাস (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৪২/ নাবী (ﷺ) এর বানীঃ দ্বীন হল কল্যাণ কামনা করা, আল্লাহর রেজমন্দির জন্য, তাঁর রাসুলের জন্য, মুসলিম নেত্রীবৃন্দের জন্য এবং সকল মুসলিমের জন্য।",
        "hadithBengali": "আল্লাহ্ তাআলার বাণীঃ;\n\nإِذَا نَصَحُوا لِلَّهِ وَرَسُولِهِ;\n\nযদি আল্লাহ্ ও তাঁর রাসূলের প্রতি তাদের অবিমিশ্র অনুরাগ থাকে। (সূরা তাওবাঃ ৯১);\n\n\n৫৫। মূসাদ্দাদ (রহঃ) ... জারীর ইবনু আবদুল্লাহ আল বাজলী (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর হাতে বায়আত গ্রহণ করেছি সালাত (নামায/নামাজ) কায়েম করার, যাকাত দেওয়ার এবং সকল মুসলিমের কল্যাণ কামনা করার।;\n",
        "id": 55,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "জারীর ইবনু আবদুল্লাহ আল বাজলী  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৪২/ নাবী (ﷺ) এর বানীঃ দ্বীন হল কল্যাণ কামনা করা, আল্লাহর রেজমন্দির জন্য, তাঁর রাসুলের জন্য, মুসলিম নেত্রীবৃন্দের জন্য এবং সকল মুসলিমের জন্য।",
        "hadithBengali": "৫৬। আবূ নুমান (রহঃ) ... যিয়াদ ইবনু ইলাকা (রহঃ) থেকে বর্ণিত, তিনি বলেনঃ মুগীরা ইবনু শুবা (রাঃ) যেদিন ইন্তেকাল করেন সেদিন আমি জারীর ইবনু আবদুল্লাহ (রাঃ) এর কাছ থেকে শুনেছি, তিনি (মিম্বরে) দাঁড়িয়ে আল্লাহর হামদ ও সানা বর্ণনা করে বললেন, তোমরা ভয় কর এক আল্লাহকে যাঁর কোন শরীক নাই, এবং নতুন কোন আমীর না আসা পর্যন্ত শান্তি-শৃঙ্খলা বজায় রাখ, অনতিবিলম্বে তোমাদের আমীর আসবেন। এরপর জারীর (রাঃ) বললেন, তোমাদের আমীরের জন্য মাগফিরাত কামনা কর, কেননা তিনি ক্ষমা করা ভালবাসতেন। তারপর বললেন, একবার আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে বললাম, আমি আপনার কাছে ইসলামের বায়আয় গ্রহণ করতে চাই। তিনি (অন্যান্য বিষয়ের সাথে) আমার উপর শর্ত আরোপ করলেনঃ আর সকল মুসলিমের কল্যাণ কামনা করবে। তারপর আমি তাঁর কাছে এ শর্তের উপর বায়আত গ্রহণ করলাম। এ মসজিদের রবের কসম! আমি তোমাদের কল্যাণকামী। এরপর তিনি আল্লাহর কাছে মাগফিরাত কামনা করলেন এবং (মিম্বর থেকে) নেমে গেলেন।;\n",
        "id": 56,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "যিয়াদ ইবনু ইলাকা (রহ.)",
        "status_bn": "সহিহ"

    }
]
