[

    {

        "chapter_bn": "১৪০০. সৎ ব্যক্তিকে শ্রমিক নিয়োগ করা। মহান আল্লাহ্ তা'আলা বলেছেন: কারন তোমার মজদুর হিসাবে উত্তম হলো সে ব্যক্তি, যে শক্তিশালী, বিশ্বস্থ। (২৮:২৬)। বিশ্বস্থ খাজাঞ্চি নিয়োগ করা এবং কোন পদপ্রার্থীকে উক্ত পদে নিয়োগ না করা।",
        "hadithBengali": "২১১৭. মুহাম্মাদ ইবনু ইউসুফ (রহঃ) ... আবূ মূসা আশআরী (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আমানতদার খাজাঞ্চি, যাকে কোন কিছু আদেশ করা হলে সন্তুষ্ট চিত্তে তা আদায় করে, সে হল দানকারীদের একজন।;",
        "id": 2117,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ মূসা আল- আশআরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৪০০. সৎ ব্যক্তিকে শ্রমিক নিয়োগ করা। মহান আল্লাহ্ তা'আলা বলেছেন: কারন তোমার মজদুর হিসাবে উত্তম হলো সে ব্যক্তি, যে শক্তিশালী, বিশ্বস্থ। (২৮:২৬)। বিশ্বস্থ খাজাঞ্চি নিয়োগ করা এবং কোন পদপ্রার্থীকে উক্ত পদে নিয়োগ না করা।",
        "hadithBengali": "২১১৮. মুসাদ্দাদ (রহঃ) ... আবূ মূসা (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট হাযির হলাম, আমার সঙ্গে আশআরী গোত্রের দুজন লোক ছিল। তিনি বলেন আমি বললাম, আমি জানতাম না যে এরা কর্মপ্রার্থী হবে। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যাক্তি কর্মপ্রার্থী হয়, আমরা আমাদের কাজে তাকে কখনো নিয়োজিত করিনা অথবা বলেছেন কখনো করব না।;",
        "id": 2118,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ মূসা আল- আশআরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৪০১. কয়েক কীরাতের (আরবী মুদ্রা) বিনিময়ে বকরী চরানো ",
        "hadithBengali": "২১১৯. আহমদ ইবনু মুহাম্মাদ মক্কী (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, মহান আল্লাহ্ তাআলা এমন কোন নবী পাঠাননি, যিনি বকরী চরাননি। তখন তাঁর সাহাবীগন বলেন, আপনিও? তিনি বললেন, হ্যাঁ আমি কয়েক কীরাতের বিনিময়ে মক্কাবাসীদের বকরী চরাতাম।;",
        "id": 2119,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৪০২. প্রয়োজনে অথবা কোন মুসলিম পাওয়া না গেলে মুশরিকদেরকে মজদুর নিয়োগ করা। নবী (ﷺ) খায়বারের ইয়াহুদীদেরকে চাষাবাদের কাজে নিয়োগ করেন।",
        "hadithBengali": "২১২০। ইবরাহীম মূসা (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত (হিজরতের সময়) রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ও আবূ বকর (রাঃ) বনূ দীল ও বনূ আবদ ইবনু আদী গোত্রের একজন অত্যন্ত হুশিয়ার ও অভিজ্ঞ পথপ্রদর্শক মজদুর নিয়োগ করেন। এ লোকটি আস ইবনু ওয়াইল গোত্রের সাথে মৈত্রী চুক্তিতে আবদ্ধ ছিল আর সে কুরায়শী কাফিরদের ধর্মাবলম্বী ছিল। তাঁরা দুজন [নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ও আবূ বকর (রাঃ)] তার প্রতি আস্থা রেখে নিজ নিজ সাওয়ারী তাকে দিয়ে দিলেন এবং তিন রাত পর এগুলো সাওর পাহাড়ের গুহায় নিয়ে আসতে বলেন। সে তিন রাত পর সকালে তাঁদের সাওয়ারী নিয়ে তাঁদের কাছে উপস্থিত হল। তারপর তাঁরা দুজন রওয়ানা করলেন। তাঁদের সাথে আমির ইবনু ফুহাইরা ও দীল গোত্রের পথপ্রদর্শক সেই লোকটিও ছিল। সে তাঁদেরকে উপকূলের (সাগরের) পথ ধরে নিয়ে গেল।;",
        "id": 2120,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৪০৩. যদি কোন ব্যক্তি এ শর্তে কোন শ্রমিক নিয়োগ করে যে, সে তিন দিন অথবা এক মাস অথবা এক বছর পর কাজ করে দিবে, তবে তা জায়িয। যখন নির্দিষ্ট সময় এসে যাবে, তখন উভয়েই তাদের নির্ধারিত শর্ত সমুহের উপর বহাল থাকবে।",
        "hadithBengali": "২১২১। ইয়াহইয়া ইবনু বুকায়র (রহঃ) ... নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সহধর্মিণী আয়িশা (রাঃ) থেকে বর্ণিত (হিজরতের ঘটনায়) তিনি বলেন, রাসূলুল্লাহ এবং আবূ বকর (রাঃ) বনূ দীল গোত্রের এক অভিজ্ঞ ব্যাক্তিকে পথ দেখিয়ে দেওয়ার জন্য মজদুর নিয়োগ করেন। এ লোকটি কুরায়শী কাফিরদের ধর্মাবলম্বী ছিল। তাঁরা দুজন [নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ও আবূ বকর (রাঃ)] নিজ নিজ সাওয়ারী তার নিকট সোপর্দ করলেন এবং এ মর্মে প্রতিশ্রুতি নিলেন যে, তিন রাত পর তৃতীয় দিন সকাল বেলা তাঁদের সাওয়ারী সাওর পাহাড়ের গুহায় নিয়ে আসবে।;",
        "id": 2121,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৪০৪.  যুদ্ধে শ্রমিক নিয়োগ।",
        "hadithBengali": "২১২২। ইয়াকূব ইবনু ইবরাহীম (রহঃ) ... ইয়ালা ইবনু উমায়্যা (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে জাইশল উসরাত অর্থাৎ তাবূকের যুদ্ধে লড়াই করেছিলাম। আমার ধারণায় এটাই ছিল আমার সবচাইতে নির্ভরযোগ্য আমল। আমার একজন মজদুর ছিল। সে একজন লোকের সাথে সংঘর্ষে লিপ্ত হয় এবং তাদের একজন আরেকজনের আংগুল দাঁত দিয়ে কামড়ে ধরে (বের করার জন্য)। সে আংগুল টান দেয়। এতে তার (প্রতিপক্ষের) একটি সামনের দাঁত পড়ে যায়। তখন লোকটি (অভিযোগ নিয়ে) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট গেল। কিন্তু তিনি (নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) তার দাঁতের ক্ষতিপূরণের দাবী বাতিল করে দিলেন এবং বললেন সে কি তোমার মুখে তার আংগুল ছেড়ে রাখবে, আর তুমি তা (দাঁত দিয়ে) চিবুতে থাকবে?;\n\nবর্ণনাকারী (ইয়ালা (রাঃ) বলেন, আমার মনে পড়ে তিনি (নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বলেছেন, যেমন উট চিবায়। ইবনু জুরাইজ (রহঃ) বলেন, আবদুল্লাহ ইবনু আবূ মুয়ালাকা (রহঃ) তাঁর দাদার সূত্রে অনুরূপ একটি ঘটনা বর্ণনা করতে গিয়ে বলেছেন, এক ব্যাক্তি অপর এক ব্যাক্তির হাত দাঁত দিয়ে কামড়ে ধরল। এতে (লোকটি তার হাত বের করার জন্য সজোরে টান দিলে) তার (যে কামড় দিয়েছিল) সামনের দাঁত পড়ে যায়। আবূ বকর (রাঃ) এর কোন ক্ষতিপূরণের দাবী বাতিল করে দেন।;",
        "id": 2122,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "ইয়ালা ইবন উমাইয়া (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৪০৬. পতনোম্মুখ কোন দেয়াল খাড়া করে দেওয়ার জন্য মজদুর নিয়োগ করা বৈধ।",
        "hadithBengali": "بَابُ مَنِ اسْتَأْجَرَ أَجِيرًا فَبَيَّنَ لَهُ الأَجَلَ وَلَمْ يُبَيِّنِ الْعَمَلَ;\n\nلِقَوْلِهِ: (إِنِّي أُرِيدُ أَنْ أُنْكِحَكَ إِحْدَى ابْنَتَيَّ هَاتَيْنِ) إِلَى قَوْلِهِ: (عَلَى مَا نَقُولُ وَكِيلٌ) يَأْجُرُ فُلاَنًا يُعْطِيهِ أَجْرًا، وَمِنْهُ فِي التَّعْزِيَةِ أَجَرَكَ اللَّهُ;\n\n১৪০৫। পরিচ্ছেদঃ যদি কোন ব্যক্তি মজদুর নিয়োগ করে সময়সীমা উল্লেখ করল, কিন্তু কাজের উল্লেখ করল না (তবে তা জায়িয)। কেননা, আল্লাহ্' তাআলা ইরশাদ করেন শুয়াইব (আঃ) মূসা (আ)-কে বলেন, আমি আমার এ দুটি মেয়ের মধ্যে একটিকে তোমার কাছে বিয়ে দিতে চাই.... আমরা যে বিষয়ে কথা বলছি আল্লাহ্' তার সাক্ষী। (সূরা কাসাসঃ ২৭);\n\n(ইমাম বুখারী (রহঃ) বলেন,)يَأْجُرُ فُلاَنًا কথাটির অর্থ সে অমুক কে মজুরী প্রদান করেছে। অনুরূপভাবে সমবেদনা প্রকাশার্থে বলা হয়ে থাকেأَجَرَكَ اللَّهُ আল্লাহ্' তোমাকে প্রতিদান দিন।;\n\n২১২৩। ইবরাহীম ইবনু মূসা (রহঃ) ... উবাই ইবনু কাব (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তাঁরা উভয়ে [খিযির ও মূসা (আলাইহিস সালাম)] চলতে লাগলেন সেখানে তাঁরা এক পতনোম্মুখ প্রাচীর দেখতে পেলেন। সাঈদ (রহঃ) তার হাত দিয়ে ইশারা করে দেখালেন এভাবে এবং (খিযির) উভয়ে হাত তুললেন এতে দেয়াল ঠিক হয়ে গেল। হাদিসের অপর বর্ণনাকারী ইয়ালা (রহঃ) বলেন, আমার ধারণা যে সাইদ (রহঃ) বলেছেন, তিনি (খিযির) দেয়ালটির উপর হাত বুলিয়ে দিলেন, ফলে তা সোজা হয়ে গেল। মূসা (আলাইহিস সালাম) (খিজিরকে) বলেন, আপনি ইচ্ছা করলে এ কাজের জন্য পারিশ্রমিক নিতে পারতেন। সাইদ (রহঃ) বর্ণনা করেন যে, এমন পারিশ্রমিক নিতে পারতেন যা দিয়ে আপনার আহার চলত।;",
        "id": 2123,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উবাই ইবনু কাব (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৪০৭. দুপুর পর্যন্ত সময়ের জন্য শ্রমিক নিয়োগ করা ",
        "hadithBengali": "২১২৪। সুলায়মান ইবনু হারব (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমরা এবং উভয় আহলে কিতাব (ইয়াহূদী ও খৃষ্টান) এর উদাহরন হল এমন এক ব্যাক্তির মত, যে কয়েকজন মজদুরকে কাজে নিয়োগ করে বলল, সকাল থেকে দুপুর পর্যন্ত এক কীরাত পারিশ্রমিকের বিনিময়ে আমার কাজ কে করবে? তখন ইয়াহূদী কাজ করে দিল। তারপর সে ব্যাক্তি বলল, কে আছ যে, দুপুর থেকে আসর পর্যন্ত এক কীরাতের বিনিময়ে আমার কাজ করে দিবে? তখন খৃষ্টান কাজ করে দিল। তারপর সে ব্যাক্তি বলল, কে আছ যে, আসর থেকে সূর্যাস্ত পর্যন্ত দুই কীরাত পারিশ্রমিকের বিনিময়ে কাজ করবে? আর তোমরাই (মুসলিমরা) হলে তারা (যারা অল্প পরিশ্রমে অধিক পারিশ্রমিক লাভ করলে)। তাতে ইয়াহুদী ও খৃষ্টানরা রাগান্বিত হল, তারা বলল, এটা কেমন কথা, আমরা কাজ করলাম বেশী, অথচ পারিশ্রমিক পেলাম কম। তখন সে ব্যাক্তি (নিয়োগকর্তা) বলল, আমি তোমাদের প্রাপ্য কম দিয়েছি? তারা বলল না। তখন সে বলল, সেটা তো আমার অনুগ্রহ, যাকে ইচ্ছা দান করি।;",
        "id": 2124,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৪০৮. আসরের সালাত পর্যন্ত মজদুর নিয়োগ করা ",
        "hadithBengali": "২১২৫। ইসমাঈল ইবনু আবূ উওয়াইস (রহঃ) ... আবদুল্লাহ ইবনু উমর ইবনু খাত্তাব (রাঃ) থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমাদের এবং ইয়াহুদী ও খৃষ্টানদের উদাহরন এরূপ, যেমন এক ব্যাক্তি কয়েকজন মজদুর নিয়োগ করল এবং বলল, দুপুর পর্যন্ত এক এক কীরাতের বিনিময়ে কে আমার কাজ করে দিবে? তখন ইয়াহুদীরা এক এক কীরাতের বিনিময়ে কাজ করল। তারপর খৃষ্টানরা এক এক কীরাতের বিনিময়ে (আসর পর্যন্ত) কাজ করল। তারপর তোমরাই যারা আসরের সালাত (নামায/নামাজ)-এর সময় থেকে সূর্যাস্ত পর্যন্ত দুই দুই কীরাতের বিনিময়ে কাজ করলে। এতে ইয়াহুদী ও খৃষ্টানরা রাগান্বিত হল। তারা বলল, আমরা কাজ করলাম বেশী, অথচ পারিশ্রমিক পেলাম কম। সে (নিয়োগকর্তা) বলল, আমি কি তোমাদের প্রাপ্য কিছু কম দিয়েছি? তারা বলল না। তখন সে বলল, সেটা তো আমার অনুগ্রহ, তা আমি যাকে ইচ্ছা তাকে দিয়ে থাকি।;",
        "id": 2125,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৪০৯. মজদুরকে পারিশ্রমিক প্রদান না করার গুনাহ। ",
        "hadithBengali": "২১২৬। ইউসুফ ইবনু মুহাম্মদ (রহঃ) ... আবূ হুরাইরা (রাঃ) থেকে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আল্লাহ তাআলা বলেন, কিয়ামতের দিন আমি তিন ব্যাক্তির বিরোধী থাকব। তাদের এক ব্যাক্তি হল, যে আমার নামে প্রতিজ্ঞা করল, তারপর তা ভঙ্গ করল। আরেক ব্যাক্তি হল যে আযাদ মানুষ বিক্রি করে তার মূল্য ভোগ করে। অপর এক ব্যাক্তি হল, যে কোন লোককে মজদুর নিয়োগ করল, এবং তার থেকে কাজ পুরাপুরি আদায় করল, অথচ তার পারিশ্রমিক দিল না।;",
        "id": 2126,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৪১০. আসর থেকে রাত পর্যন্ত মজদুর নিয়োগ করা ",
        "hadithBengali": "২১২৭। মুহাম্মদ ইবনু আলা (রহঃ) ... আবূ মূসা (রাঃ) থেকে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, মুসলিম, ইয়াহুদী ও খৃষ্টানদের উদাহরন এরূপ, যেমন কোন এক ব্যাক্তি নির্দিষ্ট পারিশ্রমিকের বিনিময়ে সকাল থেকে সন্ধ্যা পর্যন্ত কাজ করার জন্য কিছু সংখ্যক লোক নিয়োগ করল। তারা দুপুর পর্যন্ত কাজ করে বলল, তুমি আমাদের যে পারিশ্রমিক দিতে চেয়েছিলে তাতে আমাদের প্রয়োজন নেই, আর আমরা যে কাজ করেছি তা নিষ্ফল। সে ব্যাক্তি (নিয়োগকর্তা) বলল, তোমরা এরূপ করবে না, বাকী কাজ পূর্ণ করে পুরো পারিশ্রমিক নিয়ে নাও। কিন্তু তারা তা করতে অস্বীকার করল এবং কাজ করা বন্ধ করে দিল।;\n\nএরপর সে অন্য দুজন মজদুর কাজে নিযুক্ত করল এবং তাদেরকে বলল, তোমরা এই দিনের বাকী অংশ পূর্ণ করে দাও। আমি তোমাদেরকে সে পরিমান মজুরীই দিব, যা পূর্ববর্তীদের জন্য নির্ধারিত করেছিলাম। তখন তারা কাজ শুরু করল, কিন্তু যখন আসরের সালাত (নামায/নামাজ)-এর সময় হল তখন তারা বলতে লাগল, আমরা যা করেছি তা নিষ্ফল, আর আপনি এর জন্য যে মজুরী নির্ধারণ করেছেন তা আপনারই। সে ব্যাক্তি বলল, তোমরা বাকী কাজ করে দাও, দিনের তো সামান্যই বাকী রয়েছে। কিন্তু তারা অস্বীকার করল।;\n\nতারপর সে ব্যাক্তি অপর কিছু লোককে বাকী দিনের জন্য কাজে নিযুক্ত করল। তারা বাকী দিন সূর্যাস্ত পর্যন্ত কাজ করল এবং পূর্ববর্তী দুদলের পূর্ণ মজুরী নিয়ে নিল। এটা উদাহরণ হল তাদের এবং এই নূর (ইসলাম) যারা গ্রহন করেছে তাদের।;",
        "id": 2127,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ মূসা আল- আশআরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৪১১. কোন লোককে মজদুর নিয়োগ করার পর সে মজুরী না নিলে নিয়োগকর্তা সে ব্যক্তির মজুরীর টাকা কাজে খাটাল। ফলে তা বৃদ্ধি পেল এবং যে ব্যক্তি অন্যের সম্পদ কাজে লাগালো এতে তা বৃদ্ধি পেল। ",
        "hadithBengali": "২১২৮। আবূল ইয়ামান (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি, তোমাদের পূর্ববর্তীদের মধ্যে তিন ব্যাক্তি সফরে বের হয়ে তারা রাত কাটাবার জন্য একটি গুহায় আশ্রয় নেয়। হঠাৎ পাহাড় থেকে এক খণ্ড পাথর পড়ে গুহার মুখ বন্ধ হয়ে যায়। তখন তারা নিজেদের মধ্যে বলতে লাগল তোমাদের সৎ কার্যাবলীর ওসীলা নিয়ে আল্লাহর কাছে দুআ করা ছাড়া আর কোন কিছুই এ পাথর থেকে তোমাদেরকে মুক্ত করতে পারে না।;\n\nতখন তাদের মধ্যে একজন বলতে লাগল, হে আল্লাহ, আমার পিতা-মাতা খুব বৃদ্ধ ছিলেন। আমি কখনো তাদের আগে আমার পরিবার-পরিজনকে কিংবা দাস-দাসীকে দুধ পান করাতাম না। একদিন কোন একটি জিনিসের তালাশে আমাকে অনেক দূরে চলে যেতে হয়; কাজেই আমি তাঁদের ঘুমিয়ে পড়ার পূর্বে ফিরতে পারলাম না। আমি তাঁদের জন্য দুধ দোহায়ে নিয়ে এলাম। কিন্তু তাঁদেরকে ঘুমন্ত পেলাম। তাঁদের আগে আমার পরিবার-পরিজনকে ও দাস-দাসীকে দুধ পান করতে দেয়াটাও আমি পছন্দ করি নি। তাই আমি তাঁদের জেগে উঠার অপেক্ষায় পেয়ালাটি হাতে নিয়ে দাঁড়িয়ে থাকলাম। এভাবে ভোরের আলো ফুটে উঠল। তারপর তাঁরা জাগলেন এবং দুধ পান করলেন। হে আল্লাহ! যদি আমি তোমার সন্তুষ্টি লাভের উদ্দেশে এ কাজ করে থাকি, তবে এ পাথরের কারনে আমরা যে বিপদে পড়েছি, তা আমাদের হতে দূর করে দাও। ফলে পাথর সামান্য সরে গেল, কিন্তু তাতে তারা বের হতে পারল না।;\n\nনবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, তারপর দ্বিতীয় ব্যাক্তি বলল, হে আল্লাহ! আমার এক চাচাতো বোন ছিল। সে আমার খুব প্রিয় ছিল। আমি তার সাথে সঙ্গত হতে চাইলাম। কিন্তু সে বাধা দিল। তারপর এক বছর ভীষণ দুর্ভিক্ষ দেখা দিলে সে আমার কাছে (সাহায্যের জন্য) এল। আমি তাকে একশ বিশ দ্বীনার এ শর্তে দিলাম যে, সে আমার সাথে একান্তে মিলিত হবে, তাতে সে রাযী হল। আমি যখন সম্পূর্ণ সুযোগ লাভ করলাম, তখন সে বলল, আমি তোমাকে অবৈধভাবে মোহর ভাঙ্গার অনুমতি দিতে পারি না। ফলে সে আমার সর্বাধিক প্রিয় হওয়া সত্ত্বেও আমি তার সাথে সঙ্গত হওয়া পাপ মনে করে তার কাছ থেকে ফিরে আসলাম এবং আমি তাকে যে স্বর্ণমুদ্রা দিয়েছিলাম, তাও ছেড়ে দিলাম। হে আল্লাহ! আমি যদি এ কাজ তোমার সন্তুষ্টি লাভের জন্য করে থাকি, তবে আমরা যে বিপদে পড়ে আছি তা দূর কর। তখন সেই পাথরটি (আরো একটু) সরে পড়ল। কিন্তু তাতে তারা বের হতে পারছিল না।;\n\nনবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, তারপর তৃতীয় ব্যাক্তি বলল, হে আল্লাহ! আমি কয়েকজন মজদুর নিয়োগ করেছিলাম এবং আমি তাদেরকে তাদের মজুরীও দিয়েছিলাম, কিন্তু একজন লোক তার প্রাপ্য না নিয়ে চলে গেল। আমি তার মজুরীর টাকা কাজে খাটিয়ে তা বাড়াতে লাগলাম। তাতে প্রচুর ধন-সম্পদ অর্জিত হল। কিন্তু কিছুকাল পর সে আমার নিকট এসে বলল, হে আল্লাহর বান্দা! আমাকে আমার মজুরী দিয়ে দাও। আমি তাকে বললাম, এসব উট, গরু-ছাগল ও গোলাম যা তুমি দেখতে পাচ্ছ, তা সবই তোমার মজুরী। সে বলল, হে আল্লাহর বান্দা! তুমি আমার সাথে বিদ্রুপ করো না। তখন আমি বললাম, আমি তোমার সাথে মোটেই বিদ্রুপ করছি না। তখন সে সবই গ্রহন করল এবং নিয়ে চলে গেল। তা থেকে একটাও ছেড়ে গেল না। হে আল্লাহ, আমি যদি তোমার সন্তুষ্টি লাভের জন্য এ কাজ করে থাকি, তবে আমরা যে বিপদে পড়েছি, তা দূর কর। তখন সেই পাথরটি সম্পূর্ণ সরে পড়ল। তারপর তারা বেরিয়ে এসে পথ চলতে লাগল।;",
        "id": 2128,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৪১২. নিজেকে পিঠে বোঝা বহনের কাজে নিয়োজিত করে পাপ্ত মজুরী থেকে সাদকা করা  এবং বোঝা বহনকারীর মজুরী ",
        "hadithBengali": "২১২৯। সাঈদ ইবনু ইয়াহইয়া ইবনু সাঈদ কুরায়শী (রহঃ) ... আবূ মাসউদ আনসারী (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদেরকে সাদকা করার নির্দেশ দিলে আমাদের মধ্যে কেউ কেউ বাজারে চলে যেত এবং বোঝা বহন করে এক মুদ (খাদ্য) মজুরী হিসাবে পেত (এবং তা থেকে দান করত) আর তাদের কারো কারো এখন লক্ষ মুদ্রা রয়েছে। (বর্ণনাকারী শাকীক) বলেন, আমার ধারণা, এর দ্বারা তিনি (আবূ মাসউদ) নিজেকে ইঙ্গিত করেছেন।;",
        "id": 2129,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ মাসউদ আনসারী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৪১৩. দালালীর মজুরী। ইব্'ন  সীরীন, আতা, ইবরাহীম ও হাসান (র.) দালালীর মজুরীতে কোন দোষ মনে করেনি। ইব্'ন  আব্বাস (রা.) বলেন, যদি কেউ বলে যে, তুমি এ কাপড়টি বিক্রি করে দাও। এতো এতো এর উপর যা বেশী হয় তা তোমার, এতে কোন দোষ নেই। ইব্'ন  সীরীন (র.) বলেন, যদি কেউ বলে যে, এটা এত এত দামে বিক্রি করে দাও, লাভ যা হবে, তা তোমার, অথবা তা তোমার ও আমার মধ্যে সমান হারে ভাগ হবে, তবে এতে কোন দোষ নেই। নবী (স) বলেছেন, মুসলিমগণ তাদের পরস্পরের শর্তানুযায়ী কাজ করবে।",
        "hadithBengali": "২১৩০। মুসাদ্দাদ (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বাণিজ্যিক কাফেলার সাথে সাক্ষাৎ করা* থেকে নিষেধ করেছেন, এবং শহরবাসী, গ্রামবাসীর পক্ষে বেচা-কেনা করবে না- এ কথার অর্থ কি? তিনি বললেন, শহরবাসী গ্রামবাসীর পক্ষে দালাল হবে না।;",
        "id": 2130,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৪১৪. কোন (মুসলিম) ব্যক্তি নিজেকে দারুল হারবের কোন মুশরিকের মুজদুর বানাতে পারবে কি?",
        "hadithBengali": "২১৩১। আমর ইবনু হাফস (রহঃ) ... খাব্বাব (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমি একজন কর্মকার ছিলাম। আমি আস ইবনু ওয়ায়িলের তরবারি বানিয়ে দিলাম। তার নিকট আমার পাওনা কিছু মজুরী জমে যায়। আমি পাওনা টাকার তাগাদা দিতে তার কাছে গেলাম। সে বলল, আল্লাহর কসম! আমি তোমাকে টাকা দিব না, যে পর্যন্ত না তুমি মুহাম্মদকে অস্বীকার করবে। আমি বললাম, আল্লাহর কসম আমি তা করবো না, যে পর্যন্ত না তুমি মৃত্যুবরণ করবে, তারপর পুনরুত্থিত হবে। সে বলল, আমি কি মৃত্যুর পর পুনরুত্থিত হব? আমি বললাম, হ্যাঁ। সে বলল তাহলে তো সেখানে আমার ধন-সম্পদ ও সন্তান-সন্ততিও হবে। তখন আমি তোমার পাওনা পরিশোধ করে দিব। এ প্রসঙ্গে আল্লাহ এ আয়াত নাযিল করলেনঃ আপনি কি সে ব্যাক্তিকে দেখেছেন, যে আমার নিদর্শনসমূহ অস্বীকার করে এবং বলে আমাকে (পরকালে) অবশ্যই ধন-সম্পদ ও সন্তান-সন্ততি দেওয়া হবে (১৯ঃ৭৭)।;",
        "id": 2131,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "খাব্বাব (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৪১৫. আরব কবীলায় সূরা ফাতিহা পড়ে ঝাড়-ফুঁক করার বিনিময়ে কিছু দেওয়া হলে।  ইব্'ন  আব্বাস (রা.) নবী (সঃ) থেকে বর্ণনা করেছেন যে, পারিশ্রমিক গ্রহনের ব্যাপারে অধিক হকদার হল আল্লাহ্'র কিতাব। শা'বী (র.) বলেন শিক্ষক কোনরূপ (পারিশ্রমিকের) শর্তারোপ করবে না। তবে (বিনা শর্তে) যদি তাকে কিছু দেওয়া হয় তিনি তা গ্রহণ করতে পারেন। হাকাম (র.) বলেন, আমি এমন কারো কথা শুনিনি, যিনি শিক্ষকের পারিশ্রমিক গ্রহণ করাটাকে অপসন্দ মনে করেছেন। হাসান (বাসরী) (র.) শিক্ষকের পারিশ্রমিক বাবত দশ দিরহাম দিয়েছেন। ইব্'ন  সীরীন (র.) বণ্টকারীর পারিশ্রমিক গ্রহণ করাতে কোন দোষ মনে করেন নি। তিনি বলেন, বিচারে ঘুষ গ্রহণকে সুহত বলা হয়। লোকেরা অনুমান করার জন্য অনুমানকারীদের পারিশ্রমিক প্রদান করত।",
        "hadithBengali": "২১৩২। আবূ নুমান (রহঃ) ... আবূ সাঈদ (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর একদল সাহাবী কোন এক সফরে যাত্রা করেন। তারা এক আরব গোত্রে পৌঁছে তাদের মেহমান হতে চাইলেন। কিন্তু তারা তাদের মেহমানদারী করতে অস্বীকার করল। সে গোত্রের সরদার বিচ্ছু দ্বারা দংশিত হল। লোকেরা তার (আরোগ্যের) জন্য সব ধরনের চেষ্টা করল। কিন্তু কিছুতেই কোন উপকার হল না। তখন তাদের কেউ বলল, এ কাফেলা যারা এখানে অবতরন করেছে তাদের কাছে তোমরা গেলে ভাল হত। সম্ভবত, তাদের কারো কাছে কিছু থাকতে পারে। ওরা তাদের নিকট গেল এবং বলল, হে যাত্রীদল। আমাদের সরদারকে বিচ্ছু দংশন করেছে, আমরা সব রকমের চেষ্টা করেছি, কিন্তু কিছুতেই উপকার হচ্ছে না। তোমাদের কারো কাছে কিছু আছে কি? তাদের (সাহাবীদের) একজন বললেন, হ্যাঁ, আল্লাহর কসম আমি ঝাড়-ফুঁক করতে পারি। আমরা তোমাদের মেহমানদারী কামনা করেছিলাম, কিন্তু তোমরা আমাদের জন্য মেহমানদারী করনি। কাজেই আমি তোমাদের ঝাড়-ফুঁক করবো না, যে পর্যন্ত না তোমরা আমাদের জন্য পারিশ্রমিক নির্ধারণ কর। তখন তারা এক পাল বকরীর শর্তে তাদের সাথে চুক্তিবদ্ধ হল।;\n\nতারপর তিনি গিয়ে আলহামদু লিল্লাহি রাব্বিল আলামীন (সূরা ফাতিহা) পড়ে তার উপর ফুঁ দিতে লাগলেন। ফলে সে (এমন ভাবে নিরাময় হল) যেন বন্ধন থেকে মুক্ত হল এবং সে এমনভাবে চলতে ফিরতে লাগল যেন তার কোন কষ্টই ছিল না। (বর্ণনাকারী বলেন) তারপর তারা তাদের স্বীকৃত পারিশ্রমিক পুরোপুরি দিয়ে দিল। সাহাবীদের কেউ কেউ বলেন, এগুলো বণ্টন কর। কিন্তু যিনি ঝাড়- ফুঁক করেছিলেন, তিনি বললেন এটা করবো না, যে পর্যন্ত না আমরা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট গিয়ে তাঁকে এই ঘটনা জানাই এবং লক্ষ্য করি তিনি আমাদের কি হুকুম দেন। তারা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে ঘটনা বর্ণনা করলেন। তিনি (নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বলেন, তুমি কিভাবে জানলে যে, সূরা ফাতিহা একটি দূয়া? তারপর বলেন, তোমরা ঠিকই করেছ। বণ্টন কর এবং তোমাদের সাথে আমার জন্যও একটা অংশ রাখ। এ বলে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হাসলেন এবং শোবা (রহঃ) বলেন, আমার নিকট আবূ বিশর (রহঃ) বর্ণনা করেছেন যে, আমি মুতাওয়াক্কিল (রহঃ) থেকে এ হাদীস শুনেছি।;",
        "id": 2132,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ সা'ঈদ খুদরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৪১৬. গোলামের উপর মাসুল নির্ধারণ এবং বাঁদীর মাসুলের প্রতি সতর্ক দৃষ্টি রাখা",
        "hadithBengali": "২১৩৩। মুহাম্মদ ইবনু ইউসুফ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত, তিনি বলেন, আবূ তায়বা (রাঃ) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে শিঙ্গা লাগিয়েছিলেন। তিনি তাকে এক সা কিংবা দু সা খাদ্য দিতে আদেশ করলেন এবং তার মালিকের সাথে আলোচনা করে তার উপর ধার্যকৃত মাসুল কমিয়ে দিলেন।;",
        "id": 2133,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৪১৭. শিংগা প্রয়োগকারীর উপার্জন।",
        "hadithBengali": "২১৩৪। মূসা ইবনু ইসমাঈল (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম শিঙ্গা নিয়েছিলেন এবং শিঙ্গা প্রয়োগকারীকে তার পারিশ্রমিক দিয়েছিলেন।;",
        "id": 2134,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৪১৭. শিংগা প্রয়োগকারীর উপার্জন।",
        "hadithBengali": "২১৩৫। মুসাদ্দাদ (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম শিঙ্গা নিয়েছিলেন এবং শিঙ্গা প্রয়োগকারীকে পারিশ্রমিক দিয়েছিলেন। যদি তিনি তা অপছন্দ করতেন তবে তাকে (পারিশ্রমিক) দিতেন না।;",
        "id": 2135,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৪১৭. শিংগা প্রয়োগকারীর উপার্জন।",
        "hadithBengali": "২১৩৬। আবূ নুয়াইম (রহঃ) ... আমর ইবনু আমির (রহঃ) থেকে বর্ণিত, তিনি বলেন, আমি আনাস (রাঃ) কে বলতে শুনেছি যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম শিঙ্গা লাগাতেন এবং কোন লোকের পারিশ্রমিক কম দিতেন না।;",
        "id": 2136,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আমর ইবনু আমির (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৪১৮. কোন ব্যক্তির কোন গোলামের মালিকের সাথে এ মর্মে সুপারিশ করা সে যেন তার উপর ধার্যকৃত মাসুল কমিয়ে দেয়।",
        "hadithBengali": "২১৩৭। আদম (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত, তিনি বলেন, একদিন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম শিঙ্গা প্রয়োগকারী এক গোলামকে ডাকলেন। সে তাঁকে শিঙ্গা লাগাল। তিনি তাকে এক সা কিংবা দু সা অথবা এক মুদ বা দু মুদ (পারিশ্রমিক) দিতে নির্দেশ দিলেন। এরপর তার ব্যাপারে (তার মালিকের সাথে) কথা বললেন, ফলে তার উপর ধার্যকৃত মাসুল কমিয়ে দেওয়া হল।;",
        "id": 2137,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৪১৯. পতিতা বা দাসীর উপার্জন। ইবরাহীম (র.) বিলাপকারিনী ও গায়িকার পারিশ্রমিক  গ্রহণ মাকরূহ মনে করেন। আল্লাহ্' তা'আলা বলেনঃ তোমাদের বাঁদী সতীত্ব রক্ষা করতে চাইলে পার্থিব জীবনের ধন লালশায় তাদেরকে ব্যভিচারে লিপ্ত হতে বাধ্য করো না- আল্লাহ্' অত্যন্ত ক্ষমাশীল ও দয়াবান। (২৪:৩৩) মুজাহিদ (র.) বলেন فَتَيَاتِكُمْ অর্থ তোমাদের দাসীরা।",
        "hadithBengali": "২১৩৮। কুতায়বা ইবনু সাঈদ (রহঃ) ... আবূ মাসউদ আনসারী (রাঃ) থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কুকুরের মূল্য, পতিতার উপার্জন এবং গনকের পারিতোষিক নিষিদ্ধ করেছেন।;",
        "id": 2138,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উকবাহ ইবনু আমির (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৪১৯. পতিতা বা দাসীর উপার্জন। ইবরাহীম (র.) বিলাপকারিনী ও গায়িকার পারিশ্রমিক  গ্রহণ মাকরূহ মনে করেন। আল্লাহ্' তা'আলা বলেনঃ তোমাদের বাঁদী সতীত্ব রক্ষা করতে চাইলে পার্থিব জীবনের ধন লালশায় তাদেরকে ব্যভিচারে লিপ্ত হতে বাধ্য করো না- আল্লাহ্' অত্যন্ত ক্ষমাশীল ও দয়াবান। (২৪:৩৩) মুজাহিদ (র.) বলেন فَتَيَاتِكُمْ অর্থ তোমাদের দাসীরা।",
        "hadithBengali": "২১৩৯। মুসলিম ইবনু ইবরাহীম (রাঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দাসীদের অবৈধ উপার্জন নিষিদ্ধ করেছেন।;",
        "id": 2139,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৪২০. পশুকে পাল দেওয়া ",
        "hadithBengali": "২১৪০। মুসাদ্দাদ (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পশুকে পাল দেওয়ানো বাবদ বিনিময় নিতে নিষেধ করেছেন।;",
        "id": 2140,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৪২১. যদি কেউ জমি ইজারা নেয় এবং তাদের দু'জনের কেউ মারা যায়।",
        "hadithBengali": "وَقَالَ ابْنُ سِيرِينَ لَيْسَ لأَهْلِهِ أَنْ يُخْرِجُوهُ إِلَى تَمَامِ الأَجَلِ. وَقَالَ الْحَكَمُ وَالْحَسَنُ وَإِيَاسُ بْنُ مُعَاوِيَةَ تُمْضَى الإِجَارَةُ إِلَى أَجَلِهَا. وَقَالَ ابْنُ عُمَرَ أَعْطَى النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَيْبَرَ بِالشَّطْرِ، فَكَانَ ذَلِكَ عَلَى عَهْدِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَبِي بَكْرٍ وَصَدْرًا مِنْ خِلاَفَةِ عُمَرَ، وَلَمْ يُذْكَرْ أَنَّ أَبَا بَكْرٍ وَعُمَرَ جَدَّدَا الإِجَارَةَ بَعْدَ مَا قُبِضَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ;\n\nইব্'নু সীরীন (রহঃ) বলেন, নির্দিষ্ট মেয়াদ শেষ না হওয়া পর্যন্ত তার পরিবারের লোকদের তাকে উচ্ছেদ করার ইখতিয়ার নেই এবং হাসান, হাকাম ও ইয়াস ইব্'ন মুআবিয়া (রহঃ) বলেন, ইজারা নিদিষ্ট সময়সীমা পর্যন্ত কার্যকর থাকবে। ইব্'ন উমর (রাঃ) বলেন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অর্ধেক ফসলের শর্তে খায়বারের জমি (ইয়াহূদীদেরকে ইজারা) দিয়েছিলেন এবং এ ইজারা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সময় এবং আবূ বকর ও উমর (রাঃ) এর খিলাফতের প্রথম দিক পর্যন্ত বহাল ছিল। এ কথা কোথাও উল্লেখ নেই যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর ইন্তিকালের পর আবূ বকর ও উমর (রাঃ) উক্ত জমি নতুনভাবে ইজারা দিয়েছিলেন।;\n\n\n২১৪১। মূসা ইবনু ইসমাঈল (রহঃ) ... আবদুল্লাহ (ইবনু উমর) (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খায়বরের জমি (ইয়াহুদীদেরকে) এ শর্তে দিয়েছিলেন যে, তারা তাতে কৃষি কাজ করে ফসল উৎপাদন করবে এবং উৎপাদিত ফসলের অর্ধেক তাদের প্রাপ্য হবে। ইবনু উমর (রাঃ) নাফি (রহঃ) কে বলেছেন যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যামানায় কিছু মূল্যের বিনিময়ে যা পরিমাণটা নাফি নির্দিষ্ট করে বলেছিলেন, কিন্তু আমার তা মনে নেই, জমি ইজারা দেওয়া হত। রাফি ইবনু খাদীজ (রাঃ) রিওয়ায়েত করেন যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম শস্য ক্ষেত বর্গা দিতে নিষেধ করেছেন। উবায়দুল্লাহ (রহঃ) নাফি-এর বরাত দিয়ে ইবনু উমর (রাঃ) থেকে (এতটুকু অতিরিক্ত) বর্ণনা করেছেন যে, উমর (রাঃ) কর্তৃক ইয়াহুদীদেরকে তাড়িয়ে দেয়া পর্যন্ত (খায়বরের জমি তাদের নিকট ইজারা দেওয়া হত)।;",
        "id": 2141,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    }
]