[

    {

        "chapter_bn": "১৪২৯. বণ্টন ইত্যাদির ক্ষেত্রে এক শরীক অন্য শরীকের ওয়াকীল হওয়া। নবী (ﷺ) তাঁর  হজ্জের কুরবানীর পশুতে আলী (রা.)-কে শরীক করেন। পরে তা বণ্টন করে দেওয়ার আদেশ দেন।",
        "hadithBengali": "২১৫২। কাবীসা (রহঃ) ... আলী (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে কুরবানীকৃত উটের গলার মালা ও তার চামড়া দান করার হুকুম দিয়েছেন।;",
        "id": 2152,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আলী ইবনু আবী তালিব (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৪২৯. বণ্টন ইত্যাদির ক্ষেত্রে এক শরীক অন্য শরীকের ওয়াকীল হওয়া। নবী (ﷺ) তাঁর  হজ্জের কুরবানীর পশুতে আলী (রা.)-কে শরীক করেন। পরে তা বণ্টন করে দেওয়ার আদেশ দেন।",
        "hadithBengali": "২১৫৩। আম্'র ইবনু খালিদ (রহঃ) ... উকবা ইবনু আমির (রাঃ) থেকে বর্ণিত। তিনি বলেন যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁকে কিছু বকরী (ভেড়া) সাহাবীদের মধ্যে বণ্টন করতে দিলেন। বণ্টন করার পর একটি বকরীর বাচ্চা বাকী থেকে যায়। তিনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে অবহিত করেন। তখন তিনি বললেন, তুমি নিজে এটাকে কুরবানী করে দাও।;",
        "id": 2153,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উকবাহ ইবনু আমির (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৪৩১. সোনা-রূপার ক্রয়-বিক্রয়ে ও ওযনে বিক্রয়যোগ্য বস্তুসমূহের ওয়াকীল নিয়োগ। উমর  ও ইব্'ন উমর (রা.) সোনা-রূপার ক্রয়-বিক্রয়ের ব্যাপারে ওয়াকিল নিয়োগ করেছিলেন।",
        "hadithBengali": "২১৫৫। আবদুল্লাহ' ইবনু ইউসুফ (রহঃ) ... আবূ সাইদ খুদরী ও আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক সাহাবীকে খায়বারের শাসক নিয়োগ করলেন। তিনি বেশ কিছু উন্নতমানের খেজুর তাঁর নিকটে নিয়ে আসলেন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, খায়বারের সব খেজুরই কি এরকম? তিনি বললেন, আমরা দু সার বদলে এর এক সা কিনে থাকি কিংবা তিন সার বদলে দু সা কিনে থাকি। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, এরূপ কর না। মিশ্রিত খেজুর দিরহাম নিয়ে বিক্রি কর। তারপর এ দিরহাম দিয়েই উন্নতমানের খেজুর ক্রয় কর। ওযনে বিক্রয়যোগ্য বস্তুসমূহের ব্যাপারেও তিনি অনুরূপ বলেছেন।;",
        "id": 2155,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ সা'ঈদ খুদরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৪৩২. যখন রাখাল অথবা ওয়াকিল দেখে যে, কোন বকরী মারা যাচ্ছে অথবা কোন জিনিস  নষ্ট হয়ে যাচ্ছে, তখন সে তা যবেহ্' করে দিবে এবং যে জিনিসটা নষ্ট হওয়ার আশঙ্কা দেখা দেয়, সে জিনিসটাকে ঠিক করে দেবে।",
        "hadithBengali": "২১৫৬। ইসহাক ইবনু ইব্'রাহীম (রহঃ) ... ইবনু কাব ইবনু মালিক (রহঃ) থেকে বর্ণিত। তিনি তার পিতা থেকে বর্ণনা করেন যে, তার কতকগুলো ছাগল-ভেড়া ছিলো, যা সাল্' নামক স্থানে চরে বেড়াতো। একদিন আমাদের এক দাসী দেখল যে, আমাদের ছাগল-ভেড়ার মধ্যে একটি ছাগল মারা যাচ্ছে। তখন সে একটা পাথর ভেঙ্গে তা দিয়ে ছাগলটাকে যবেহ্' করে দিল। কাব তাদেরকে বলেন, তোমরা এটা খেয়ো না, যে পর্যন্ত না আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জিজ্ঞাসা করে আসি অথবা কাউকে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট জিজ্ঞাসা করতে পাঠাই। তিনি (নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) তা খাওয়ার হুকুম দিয়েছিলেন। উবায়দুল্লাহ্' বলেন, এ কথাটা আমার কাছে খুব ভালো লাগল যে, দাসী হয়েও সে ছগলটাকে যবেহ্' করলো।;",
        "id": 2156,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৪৩৩. উপস্থিত ও অনুপস্থিত ব্যক্তিকে ওয়াকীল নিয়োগ করা জায়িয। আবদুল্লাহ্' ইব্'ন আমর  (রা.) তাঁর পরিবারের ওয়াকীলকে লিখে পাঠান, যেন সে তাঁর ছোট-বড় সকলের তরফ থেকে সাদকায়ে ফিত্'র আদায় করে দেয়, অথচ সে অনুপস্থিত ছিল।",
        "hadithBengali": "২১৫৭। আবূ নুআঈম (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট কোন এক ব্যাক্তির একটি বিশেষ বয়সের উট পাওনা ছিলো। সে পাওনার জন্য আসলে তিনি সাহাবীদেরকে বললেন, তার পাওনা দিয়ে দাও। তারা সে উটের সমবয়সী উট অনেক খোঁজাখুঁজি করলেন। কিন্তু তা পেলেন না। কিন্তু তার থেকে বেশী বয়সের উট পালেন। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তাই দিয়ে দাও। তখন লোকটি বলল, আপনি আমার প্রাপ্য পুরোপুরি আদায় করেছেন, আল্লাহ আপনাকেও পুরোপুরি প্রতিদান দিন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, যে ঠিক মত ঋণ পরিশোধ করে সেই তোমাদের মধ্যে সর্বোত্তম ব্যাক্তি।;",
        "id": 2157,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৪৩৪. ঋণ পরিশোধ করার জন্য ওয়াকীল নিয়োগ ",
        "hadithBengali": "২১৫৮। সুলায়মান ইবনু হার্'ব (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, এক ব্যাক্তি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে পাওনার জন্য তাগাদা দিতে এসে রূঢ় ভাষায় কথা বলতে লাগল। এতে সাহাবীগন তাকে শায়েস্তা করতে উদ্যত হলেন। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তাকে ছেড়ে দাও। কেননা, পাওনাদারদের কড়া কথা বলার অধিকার রয়েছে। তারপর তিনি বললেন, তার উটের সমবয়সী একটি উট তাকে দিয়ে দাও। তারা বললেন, ইয়া রাসূলাল্লাহ এটা নেই। এর চাইতে উত্তম উট রয়েছে। তিনি বললেন, তাই দিয়ে দাও। তোমাদের মধ্যে সেই সর্বোৎকৃষ্ট, যে ঋণ পরিশোধের বেলায় উত্তম।;",
        "id": 2158,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৪৩৫. কোন ওয়াকীলকে অথবা কোন সম্প্রদায়ের সুপারিশকারীকে কোন বস্তু হিবা কড়া  জায়িয। কেননা নবী (ﷺ) হাওয়াযিন গোত্রের প্রতিনিধি দলকে যখন তারা গনীমতের মাল ফেরত চেয়েছিল বলেছিলেন, আমি আমার অংশটা তোমাদেরকে দিয়ে দিচ্ছি।",
        "hadithBengali": "২১৫৯। সাঈদ ইবনু উফাইর (রহঃ) ... মারওয়ান ইবনু হাকাম ও মিসওয়ার ইবনু মাখরামা (রাঃ) থেকে বর্ণিত, হাওয়াযিন গোত্রের প্রতিনিধি দল যখন ইসলাম গ্রহণ করে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর কাছে এলেন, তখন তিনি উঠে দাঁড়ালেন। প্রতিনিধি দল রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে তাদের ধন-সম্পদ ও বন্দী ফেরত চাইলেন। তখন তিনি বললেন, আমার নিকট সত্য কথাই অধিকতর পছন্দনীয়। কাজেই তোমরা দুটোর মধ্যে একটা বেছে নাও- হয় বন্ধী, নয় ধন-সম্পদ। আমি তো এদের আগমনের অপেক্ষায়ই প্রতীক্ষমাণ ছিলাম। (বর্ণনাকারী বলেন) তায়িফ থেকে প্রত্যাবর্তন করে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দশ রাতেরও বেশী তাদের জন্য অপেক্ষা করেছিলেন।;\n\nযখন (প্রতিনিধি দল) বুঝতে পারলেন যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দুটোর মধ্যে একটি ফেরত দেবেন, তখন তারা বললেন, আমরা আমাদের বন্ধীদেরকে গ্রহণ করছি। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মুসলিমগণের মাঝে দাঁড়িয়ে আল্লাহ পাকের যথাযথ প্রশংসা করে বললেন, তোমাদের এই ভাইয়েরা তাওবা করে আমার কাছে এসেছে এবং আমার অভিপ্রায় এই যে, আমি তাদের বন্দীদের ফেরত দেই। কাজেই তোমাদের মধ্যে যে ব্যাক্তি নিজ খুশিতে স্বেচ্ছা-প্রণোদিত হয়ে ফেরত দিতে চায়, সে দিক। আর তোমাদের মধ্যে যে এর বিনিময় গ্রহণ পছন্দ করে, আমরা সেই গনীমতের মাল থেকে তা দেবো যা আল্লাহ প্রথম আমাদের দান করবেন। সে তা করুক অর্থাৎ বিনিময় নিয়ে ফেরত দিক।;\n\nসাহাবীগন বললেন, ইয়া রাসূলাল্লাহ! আমরা সেচ্ছায় তাদেরকে ফেরত দিলাম। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তোমাদের মধ্যে কে কে অনুমতি দিল আর কে কে অনুমতি দিল না, তা আমরা বুঝতে পারছি না। কাজেই তোমরা ফিরে যাও এবং তোমাদের নেতাগন তোমাদের মতামত আমাদের নিকট পেশ করুক। সাহাবীগন ফিরে গেলেন। তাদের নেতা তাদের সাথে আলাপ আলোচনা করলেন। তারপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এসে জানালেন যে, সাহাবীগন সন্তুষ্টচিত্তে অনুমতি দিয়েছেন।;\n",
        "id": 2159,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "মিসওয়ার ইবনু মাখরামাহ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৪৩৬. যদি কোন ব্যক্তি কোন লোককে কিছু প্রদানের জন্য ওয়াকীল নিয়োগ করে, কিন্তু কত  দিবে তা উল্লেখ করেনি, তবে সে প্রচলিত নিয়ম অনুযায়ী দিবে।",
        "hadithBengali": "২১৬০। মক্কী ইবনু ইবরাহীম (রহঃ) ... জাবির ইবনু আবদুল্লাহ' (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমি এক সফরে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে ছিলাম। আমি ধীরগতি সম্পন্ন উটের উপর সাওয়ার ছিলাম, যার ফলে উটটা দলের পেছনে পড়ে গেল। এমনি অবস্থায় নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার কাছ দিয়ে গেলেন এবং বললেন, এ কে? আমি বললাম, জাবির ইবনু আবদুল্লাহ'। তিনি বললেন, তোমার কি হল (পেছনে কেন)? আমি বললাম, আমি ধীরগতি সম্পন্ন উটে সাওয়ার হয়েছি। তিনি বললেন, তোমার কাছে কি কোন লাঠি আছে? আমি বললাম, হ্যাঁ আছে। তিনি বললেন, এটা আমাকে দাও। আমি তখন সেটা তাঁকে দিলাম। তিনি উটটাকে চাবুক মেরে হাঁকালেন। এতে উটটা (দ্রুত চলে) সে স্থান থেকে দলের অগ্রভাগে চলে গেল।;\n\nতিনি বললেন, এটা আমার কাছে বিক্রি করে দাও। আমি বললাম, নিশ্চয়ই ইয়া রাসূলাল্লাহ এটা আপনারই (অর্থাৎ বিনা মূল্যেই নিয়ে নিন)। তিনি বললেন, (না) বরং এটা আমার কাছে বিক্রি কর। তিনি বললেন, চার দ্বীনার মূল্যে আমি এটা কিনে নিলাম। তবে মদিনা পর্যন্ত এর পিঠে তুমিই সাওয়ার থাকবে। আমরা যখন মদিনার নিকটবর্তী হলাম, তখন আমি আমার বাড়ীর দিকে রওয়ানা হলাম। তিনি জিজ্ঞাসা করলেন, কোথায় যেতে চাচ্ছ? আমি বললাম, আমি একজন বিধবা মেয়েকে বিয়ে করেছি। তিনি বললেন, কুমারী কেন বিয়ে করলে না? সে তোমার সাথে কৌতুক করত এবং তুমি তার সাথে কৌতুক করতে? আমি বললাম, আমার আব্বা মারা গাছেন এবং কয়েকজন কন্যা রেখে গেছেন। আমি চাইলাম এমন একটা মেয়েকে বিয়ে করতে, যে হবে অভিজ্ঞতা সম্পন্না এবং বিধবা। তিনি বললেন, তাহলে ঠিক আছে।;\n\nআমরা মদিনায় পৌঁছলে তিনি বললেন, হে বিলাল, জাবিরকে তার দাম দিয়ে দাও এবং কিছু বেশীও দিয়ে দিও। কাজেই বিলাল (রাঃ) তাকে চার দ্বীনার এবং অতিরিক্ত এক কীরাত (সোনা) দিলেন। জাবির (রাঃ) বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর দেওয়া অতিরিক্ত এক কীরাত সোনা কখনো আমার কাছ থেকে বিচ্ছিন্ন হত না। তাই তা জাবির (রাঃ)-এর থলেতে সব সময় থাকত, কখনো বিচ্ছিন্ন হত না।;",
        "id": 2160,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "জাবির ইবনু আবদুল্লাহ আনসারী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৪৩৭. মহিলা কর্তৃক বিয়ের ব্যাপারে ইমামকে ওয়াকীল নিয়োগ করা।",
        "hadithBengali": "২১৬১। আবদুল্লাহ' ইবনু ইউসুফ (রহঃ) ... সাহ্'ল ইবনু সাদ (রাঃ) থেকে বর্ণিত, তিনি বলেন, এক মহিলা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এসে বলল, ইয়া রাসূলাল্লাহ! আমি আমাকে আপনার প্রতি হেবা করে দিয়েছি। তখন এক ব্যাক্তি বলল, ইয়া রাসূলাল্লাহ! একে আমার সঙ্গে বিয়ে দিয়ে দিন। তিনি বললেন, কুরাআনের যে অংশটুকু তোমার মুখস্থ রয়েছে তার বিনিময়ে আমি এর সঙ্গে বিয়ে দিলাম।;",
        "id": 2161,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সাহল বিন সাদ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৪৩৯. যদি ওয়াকীল কোন দ্রব্য এভাবে বিক্রি করে যে, তা বিক্রি শরীআতের দৃষ্টিতে ফাসিদ, তবে তার বিক্রি গ্রহণযোগ্য নয়",
        "hadithBengali": "بَاب إِذَا وَكَّلَ رَجُلًا فَتَرَكَ الْوَكِيلُ شَيْئًا فَأَجَازَهُ الْمُوَكِّلُ فَهُوَ جَائِزٌ وَإِنْ أَقْرَضَهُ إِلَى أَجَلٍ مُسَمًّى جَازَ;\n\nوَقَالَ عُثْمَانُ بْنُ الْهَيْثَمِ أَبُو عَمْرٍو حَدَّثَنَا عَوْفٌ عَنْ مُحَمَّدِ بْنِ سِيرِينَ عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ وَكَّلَنِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِحِفْظِ زَكَاةِ رَمَضَانَ فَأَتَانِي آتٍ فَجَعَلَ يَحْثُو مِنْ الطَّعَامِ فَأَخَذْتُهُ وَقُلْتُ وَاللَّهِ لَأَرْفَعَنَّكَ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِنِّي مُحْتَاجٌ وَعَلَيَّ عِيَالٌ وَلِي حَاجَةٌ شَدِيدَةٌ قَالَ فَخَلَّيْتُ عَنْهُ فَأَصْبَحْتُ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَا أَبَا هُرَيْرَةَ مَا فَعَلَ أَسِيرُكَ الْبَارِحَةَ قَالَ قُلْتُ يَا رَسُولَ اللَّهِ شَكَا حَاجَةً شَدِيدَةً وَعِيَالًا فَرَحِمْتُهُ فَخَلَّيْتُ سَبِيلَهُ قَالَ أَمَا إِنَّهُ قَدْ كَذَبَكَ وَسَيَعُودُ فَعَرَفْتُ أَنَّهُ سَيَعُودُ لِقَوْلِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّهُ سَيَعُودُ فَرَصَدْتُهُ فَجَاءَ يَحْثُو مِنْ الطَّعَامِ فَأَخَذْتُهُ فَقُلْتُ لَأَرْفَعَنَّكَ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ دَعْنِي فَإِنِّي مُحْتَاجٌ وَعَلَيَّ عِيَالٌ لَا أَعُودُ فَرَحِمْتُهُ فَخَلَّيْتُ سَبِيلَهُ فَأَصْبَحْتُ فَقَالَ لِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَا أَبَا هُرَيْرَةَ مَا فَعَلَ أَسِيرُكَ قُلْتُ يَا رَسُولَ اللَّهِ شَكَا حَاجَةً شَدِيدَةً وَعِيَالًا فَرَحِمْتُهُ فَخَلَّيْتُ سَبِيلَهُ قَالَ أَمَا إِنَّهُ قَدْ كَذَبَكَ وَسَيَعُودُ فَرَصَدْتُهُ الثَّالِثَةَ فَجَاءَ يَحْثُو مِنْ الطَّعَامِ فَأَخَذْتُهُ فَقُلْتُ لَأَرْفَعَنَّكَ إِلَى رَسُولِ اللَّهِ وَهَذَا آخِرُ ثَلَاثِ مَرَّاتٍ أَنَّكَ تَزْعُمُ لَا تَعُودُ ثُمَّ تَعُودُ قَالَ دَعْنِي أُعَلِّمْكَ كَلِمَاتٍ يَنْفَعُكَ اللَّهُ بِهَا قُلْتُ مَا هُوَ قَالَ إِذَا أَوَيْتَ إِلَى فِرَاشِكَ فَاقْرَأْ آيَةَ الْكُرْسِيِّ اللَّهُ لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ حَتَّى تَخْتِمَ الْآيَةَ فَإِنَّكَ لَنْ يَزَالَ عَلَيْكَ مِنْ اللَّهِ حَافِظٌ وَلَا يَقْرَبَنَّكَ شَيْطَانٌ حَتَّى تُصْبِحَ فَخَلَّيْتُ سَبِيلَهُ فَأَصْبَحْتُ فَقَالَ لِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا فَعَلَ أَسِيرُكَ الْبَارِحَةَ قُلْتُ يَا رَسُولَ اللَّهِ زَعَمَ أَنَّهُ يُعَلِّمُنِي كَلِمَاتٍ يَنْفَعُنِي اللَّهُ بِهَا فَخَلَّيْتُ سَبِيلَهُ قَالَ مَا هِيَ قُلْتُ قَالَ لِي إِذَا أَوَيْتَ إِلَى فِرَاشِكَ فَاقْرَأْ آيَةَ الْكُرْسِيِّ مِنْ أَوَّلِهَا حَتَّى تَخْتِمَ الْآيَةَ اللَّهُ لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ وَقَالَ لِي لَنْ يَزَالَ عَلَيْكَ مِنْ اللَّهِ حَافِظٌ وَلَا يَقْرَبَكَ شَيْطَانٌ حَتَّى تُصْبِحَ وَكَانُوا أَحْرَصَ شَيْءٍ عَلَى الْخَيْرِ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَمَا إِنَّهُ قَدْ صَدَقَكَ وَهُوَ كَذُوبٌ تَعْلَمُ مَنْ تُخَاطِبُ مُنْذُ ثَلَاثِ لَيَالٍ يَا أَبَا هُرَيْرَةَ قَالَ لَا قَالَ ذَاكَ شَيْطَانٌ;\n\n১৪৩৮. পরিচ্ছেদঃ যদি কেউ কোন ব্যক্তিকে ওয়াকীল নিয়োগ করে, আর সে ওয়াকীল কোন কিছু ছেড়ে দেয়, মুয়াক্কিল (ওয়াকীল নিয়োগকারী) যদি তা অনুমোদন করে, তাহলে তা জায়িয এবং ওয়াকীল যদি নির্দিষ্ট মিয়াদে কাউকে যখন প্রদান করে, তবে তা-ও জায়িয।;\n\nউসমান ইব্'ন হায়সাম (রহঃ) .... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ্' সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে রমযানের যাকাত হিফাযত করার দায়িত্বে নিযুক্ত করলেন। এক ব্যক্তি এসে আঞ্জলি ভর্তি করে খাদ্যসামগ্রী নিতে লাগল। আমি তাকে পাকড়াও করলাম এবং বললাম, আল্লাহ্'র কসম, আমি তোমাকে রাসূলুল্লাহ্' সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে উপস্থিত করব। সে বলল, আমাকে ছেড়ে দিন। আমি খুবই অভাবগ্রস্ত, আমার যিম্মায় পরিবারের দায়িত্ব রয়েছে এবং আমার প্রয়োজন তীব্র। তিনি বললেন, আমি ছেড়ে দিলাম। যখন সকাল হলো, তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে জিজ্ঞাসা করলেন, হে আবূ হুরায়রা, তোমার রাতের বন্দী কি করল? আমি বললাম, ইয়া রাসূলাল্লাহ্', সে তার তীব্র অভাব ও পরিবার, পরিজনের কথা বলায় তার প্রতি আমার দয়া হয়, তাই তাকে আমি ছেড়ে দিয়েছি। তিনি বললেন, সাবধান! সে তোমার কাছে মিথ্যা বলেছে এবং সে আবার আসবে। সে আবার আসবে রাসূলুল্লাহ্' সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর উক্তির কারণে আমি বুঝতে পারলাম যে, সে পুনরায় আসবে। কাজেই আমি তার অপেক্ষায় থাকলাম। সে এল এবং অঞ্জলি ভরে খাদ্যসামগ্রী নিতে লাগল। আমি ধরে ফেললাম এবং বললাম, আমি তোমাকে রাসূলুল্লাহ্' সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে নিয়ে যাব। সে বলল, আমাকে ছেড়ে দিন। কেননা, আমি খুবই দরিদ্র এবং আমার উপর পরিবার-পরিজনের দায়িত্ব ন্যস্ত, আমি আর আসবো না। তার প্রতি আমার দয়া হলো, এবং আমি তাকে ছেড়ে দিলাম।;\n\nসকাল হলে, রাসূলুল্লাহ্' সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে জিজ্ঞাসা করলেন, হে আবূ হুরায়রা, তোমার রাতের বন্দী কি করল? আমি বললাম, ইয়া রাসূলাল্লাহ্', সে তার তীব্র প্রয়োজন এবং পরিবার- পরিজনের কথা বলায় তার প্রতি আমার দয়া হয়। তাই তাকে আমি ছেড়ে দিয়েছি। তিনি বললেন, খবরদার। সে তোমার কাছে মিথ্যা বলেছে এবং সে আবার আসবে। তাই আমি তৃতীয়বার তার অপেক্ষায় রইলাম। সে আবার আসল এবং অঞ্জলি ভর্তি করে খাদ্য সামগ্রী নিতে লাগল। আমি তাকে পাকড়াও করলাম এবং বললাম, আমি তোমাকে রাসূলুল্লাহ্' সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে অবশ্যই নিয়ে যাব। এ হল তিন বারের শেষ বার। তুমি প্রত্যেকবার বলো যে আর আসবে না, কিন্তু আবার আস। সে বলল আমাকে ছেড়ে দিন। আমি তোমাকে কয়েকটি কথা শিখিয়ে দেব। যা দিয়ে আল্লাহ্' তোমাকে উপকৃত করবেন। আমি বললাম সেটা কি? সে বলল, যখন তুমি রাতে শয্যায় যাবে তখন আয়াতুল কুরসী اللَّهُ لاَ إِلَهَ إِلاَّ هُوَ الْحَىُّ الْقَيُّومُ আয়াতের শেষ পর্যন্ত পড়বে। তখন আল্লাহ্'র তরফ থেকে তোমার জন্য একজন রক্ষক নিযুক্ত হবে এবং ভোর পর্যন্ত শয়তান তোমার কাছে আসতে পারবে না। কাজেই তাকে আমি ছেড়ে দিলাম।;\n\nভোর হলে, রাসূলুল্লাহ্' সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে বললেন, গত রাতে তোমার বন্দী কি বলল? আমি বললাম, ইয়া রাসূলাল্লাহ্'! সে আমাকে বলল, যে সে আমাকে কয়েকটি বাক্য শিক্ষা দেবে যা দিয়ে আল্লাহ্' আমাকে লাভবান করবেন। তাই আমি তাকে ছেড়ে দিয়েছি। তিনি আমাকে বললেন, এই বাক্যগুলো কি? আমি বললাম, সে আমাকে বলল, যখন তুমি রাতে শয্যায় যাবে তখন আয়াতুল কুরসী اللَّهُ لاَ إِلَهَ إِلاَّ هُوَ الْحَىُّ الْقَيُّومُ প্রথম থেকে আয়াতের শেষ পর্যন্ত পড়বে এবং সে আমাকে বলল, এতে আল্লাহ্'র তরফ থেকে তোমার জন্য একজন রক্ষক নিযুক্ত থাকবেন এবং ভোর পর্যন্ত তোমার নিকট কোন শয়তান আসতে পারবে না। সাহাবায়ে কিরাম কল্যাণের জন্য বিশেষ লালায়িত ছিলেন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, হ্যাঁ এ কথাটি তো সে তোমাকে সত্য বলেছে। কিন্তু হুশিয়ার, সে মিথ্যুক। হে আবূ হুরায়রা, তুমি কি জান, তিন রাত ধরে তুমি কার সাথে কথাবার্তা বলেছিলে? আবূ হুরায়রা (রাঃ) বললেন, না। তিনি (নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বললেন, সে ছিল শয়তান।;\n\n\n২১৬২। ইসহাক (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত, তিনি বলেন, বিলাল (রাঃ) কিছু বরনী খেজুর (উন্নত মানের খেজুর) নিয়ে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে আসেন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে জিজ্ঞাসা করলেন, এগুলো কোথায় পেলে? বিলাল (রাঃ) বললেন, আমাদের কাছে কিছু নিকৃষ্ট মানের খেজুর ছিল। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে খাওয়ানোর উদ্দেশ্যে তা দুসা বিনিময়ে এক সা কিনেছি। এ কথা শুনে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, হায়! হায়! এটাতো একেবারে সূদ! এটাতো একেবারে সূদ! এরূপ করো না। যখন তুমি উৎকৃষ্ট খেজুর কিনতে চাও, তখন নিকৃষ্ট খেজুর ভিন্নভাবে বিক্রি করে দাও। তারপর সেই মূল্যের বিনিময়ে উৎকৃষ্ট খেজুর কিনে নাও।;",
        "id": 2162,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ সা'ঈদ খুদরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৪৪০. ওয়াক্'ফকৃত সম্পদে ওয়াকীল নিয়োগ, ও তার ব্যয়ভার বহন এবং তার বন্ধু- বান্ধবকে খাওয়ানো, আর নিজেও শরী'আত সম্মতভাবে খাওয়া।   ",
        "hadithBengali": "২১৬৩। কুতায়বা ইবনু সাঈদ (রহঃ) ... আমর (রহঃ) থেকে বর্ণিত, তিনি বলেন, উমর (রাঃ) এর সাদকা সম্পর্কিত লিপিতে ছিল যে, মুতাওয়াল্লী নিজে ভোগ করলে এবং তার বন্ধু-বান্ধবকে আপ্যায়ন করালে কোন গুনাহ নেই; যদি মাল সঞ্চয় করার উদ্দেশ্যে না থাকে। ইবনু উমর (রাঃ), উমর (রাঃ) এর সাদকার মুতাওয়াল্লী ছিলেন। তিনি যখন মক্কাবাসী লোকদের নিকট অবতরন করতেন, তখন তাদেরকে সেখান থেকে উপঢৌকন দিতেন।;",
        "id": 2163,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আমর ইবনু দীনার (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৪৪১. (শরীআত নির্ধারিত) দণ্ড প্রয়োগের জন্য ওয়াকীল নিয়োগ ",
        "hadithBengali": "২১৬৪। আবূল ওয়ালিদ (রহঃ) ... যায়দ ইবনু খালিদ ও আবূ হুরায়রা (রাঃ) সূত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত, তিনি বলেন, হে উনাইস (ইবনু যিহাক আসলামী) সে মহিলার কাছে যাও। যদি সে (অপরাধ) স্বীকার করে তবে তাকে প্রস্তর নিক্ষেপে হত্যা কর।;",
        "id": 2164,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "যায়দ ইবনু খালিদ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৪৪১. (শরীআত নির্ধারিত) দণ্ড প্রয়োগের জন্য ওয়াকীল নিয়োগ ",
        "hadithBengali": "২১৬৫। ইবনু সালাম (রহঃ) ... উকবা ইবনু হারিছ (রাঃ) থেকে বর্ণিত, তিনি বলেন নুআইমানকে অথবা ইবনু নুআইমানকে নেশাগ্রস্ত অবস্থায় আনা হল। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঘরে উপস্থিত লোকদেরকে তাকে প্রহার করতে আদেশ দিলেন। রাবী বলেন, যারা তাকে প্রহার করেছিলো, তাদের মধ্যে আমিও ছিলাম। আমরা তাকে জুতা দিয়ে এবং খেজুরের ডাল দিয়ে প্রহার করেছি।;",
        "id": 2165,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উকবা ইবনুল হারিস (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৪৪২. কুরবানীর উট ও তার দেখাশোনার জন্য ওয়াকীল নিয়োগ ",
        "hadithBengali": "২১৬৬। ইসমাঈল ইবনু আবদুল্লাহ' (রহঃ) ... আমরা বিন্'ত আব্দুর রাহমান (রাঃ) থেকে বর্ণিত যে, আয়িশা (রাঃ) বলেন, আমি নিজ হাতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কুরবানীর জন্তুর জন্য হার পাকিয়েছি। তারপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিজ হাতে তাকে হার পরিয়ে (আমার পিতা) আবূ বকর (রাঃ) এর সঙ্গে পাঠিয়েছেন। কুরবানীর জন্তু যবেহ্' করার পর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর উপর কোনো কিছু হারাম থাকেনি, যা আল্লাহ তাঁর জন্য হালাল করেছেন।;",
        "id": 2166,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আমরাহ বিনতু আবদুর রহমান (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৪৪৩. যখন কোন লোক তার ওয়াকীলকে বলল, এ মাল আপনি যেখানে ভালো মনে করেন, খরচ করুন, এবং ওয়াকীল বলল, আপনি যা বলেছেন, তা আমি শুনেছি। ",
        "hadithBengali": "২১৬৭। ইয়াহ্'ইয়া ইবনু ইয়াহ্'ইয়া (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেন, মদিনায় আনসারদের মধ্যে আবূ তালহাই সবচেয়ে বেশী ধনী ছিলেন এবং তাঁর সম্পদের মধ্যে বায়রুহা তাঁর সবচাইতে প্রিয় সম্পদ ছিল, এটা মসজিদের (নববীর) সম্মুখে অবস্থিত ছিল। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তথায় যেতেন এবং এতে যে উৎকৃষ্ট পানি ছিল তা পান করতেন। যখন এ আয়াত নাযিল হলঃ তোমরা যা ভালোবাসো, তা থেকে ব্যয় না করা পর্যন্ত তোমরা কখনো পুণ্য লাভ করবেনা। (৩ঃ ৯২)।;\n\nতখন আবূ তালহা (রাঃ) রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সামনে এসে দাঁড়ালেন এবং বললেন, ইয়া রাসূলাল্লাহ! আল্লাহ তাঁর কিতাবে বলেছেনঃ তোমরা যা ভালোবাসো, তা থেকে যে পর্যন্ত দান না করবে, সে পর্যন্ত তোমরা প্রকৃত পুণ্য লাভ করবে না। আর আমার সম্পদের মধ্যে বায়রুহা আমার নিকট সব চাইতে প্রিয় সম্পদ। আমি ওটা আল্লাহর সন্তুষ্টির জন্য দান করে দিলাম। এর সাওয়াব ও প্রতিদান আমি আল্লাহর নিকট প্রত্যাশা করছি। কাজেই ইয়া রাসূলাল্লাহ আপনি ওটাকে যেখানে ভালো মনে করেন, খরচ করেন।;\n\nনবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, বেশ। এটাতো চলে যাবার মত সম্পদ, এটাতো চলে যাবার মত সম্পদ। তুমি এ ব্যাপারে যা বললে, আমি তা শুনলাম এবং আমি এটাই সঙ্গত মনে করি যে, এটা তুমি তোমার আত্মীয়-স্বজনদের মধ্যে বণ্টন করে দিবে। আবূ তালহা (রাঃ) বললেন, ইয়া রাসূলাল্লাহ! আমি তাই করবো। তারপর আবূ তালহা (রাঃ) তার নিকটাত্মীয় ও চাচাতো ভাইদের মধ্যে তা বণ্টন করে দিলেন।;\n\nইসমাঈল (রহঃ) মালিক (রহঃ) থেকে অনুরূপ হাদীস বর্ণনায় ইয়াহইয়া (রহঃ) এর অনুসরণ করেছেন। রাওহ্' মালিক (রহঃ) থেকে বর্ণনা করেছেন, এতে তিনি রায়িহুন স্থলে রাবিহুন বলেছেন। এর অর্থ হল, লাভজনক।;",
        "id": 2167,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৪৩৪. ঋণ পরিশোধ করার জন্য ওয়াকীল নিয়োগ ",
        "hadithBengali": "২১৬৮। মুহাম্মদ ইবনু আলা (রহঃ) ... আবূ মূসা (রাঃ) থেকে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, বিশ্বস্ত কোষাধ্যক্ষ যে ঠিক মত ব্যয় করে, অনেক সময় বলেছেন, যাকে দান করতে বলা হয় তাকে তা পরিপূর্ণভাবে সন্তুষ্টচিত্তে দিয়ে দেয়। সেও (কোষাধ্যক্ষ) দানকারীদের একজন।;",
        "id": 2168,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ মূসা আল- আশআরী (রাঃ)",
        "status_bn": "সহিহ"

    }
]