[

    {

        "chapter_bn": "১৪৪৫. আহারের জন্য ফসল ফলানো এবং ফলবান বৃক্ষ রোপণের ফযীলত।",
        "hadithBengali": "وَقَوْلِهِ تَعَالَى: (أَفَرَأَيْتُمْ مَا تَحْرُثُونَ أَأَنْتُمْ تَزْرَعُونَهُ أَمْ نَحْنُ الزَّارِعُونَ لَوْ نَشَاءُ لَجَعَلْنَاهُ حُطَامًا);\n\nমহান আল্লাহ্'র বাণীঃ তোমরা যে বীজ বপন কর, সে সম্পর্কে চিন্তা করেছ কি? তোমরা কি তাকে অংকুরিত কর, না আমিই অংকুরিত করি? আমি ইচ্ছা করলে তাকে খড়-কুটায় পরিনত করতে পারি (৫৬ : ৬৩-৬৪)।;\n\n\n২১৬৯। কুতায়বা ইবনু সাঈদ ও আবদুর রহমান ইবনু মুবারক (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে কোন মুসলিম ফলবান গাছ রোপণ করে কিংবা কোন ফসল ফলায় আর তা থেকে পাখী কিংবা মানুষ বা চতুষ্পদ জন্তু খায় তবে তা তার পক্ষ থেকে সাদকা বলে গণ্য হবে। মুসলিম (রহঃ) আনাস (রাঃ) সূত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে হাদীসটি বর্ণিত হয়েছে।;",
        "id": 2169,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৪৪৬. কৃষি যন্ত্রপাতি নিয়ে ব্যস্ত থাকার পরিনতি সম্পর্কে সতর্কীকরণ ও নির্দেশিত সীমা  অতিক্রম করা প্রসঙ্গে। ",
        "hadithBengali": "২১৭০। আবদুল্লাহ' ইবনু ইউসুফ (রহঃ) ... আবূ উমামা বাহিলী (রাঃ) থেকে বর্ণিত, তিনি বলেন, লাঙ্গলের হাল এবং কিছু কৃষি যন্ত্রপাতি দেখে বললেন, আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে বলতে শুনেছি এটা যে সম্প্রদায়ের ঘরে প্রবেশ করে, আল্লাহ সেখানে অপমান প্রবেশ করান।* রাবী মুহাম্মদ ইবনু যিয়াদ (রহঃ) বলেন, আবূ উমামা (রাঃ)-এর নাম হল সুদাই ইবনু আজলান।;",
        "id": 2170,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ  উমামাহ্  বাহিলী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৪৪৭. খেত-খামার রক্ষণাবেক্ষণের জন্য কুকুর পোষা",
        "hadithBengali": "২১৭১। মুআয ইবনু ফাযালা (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যাক্তি শস্য খেতের পাহারা কিংবা হিফাযতের উদ্দেশ্য ছাড়া অন্য কোন উদ্দেশ্যে কুকুর পোষে, প্রতিদিন তার নেক আমল থেকে এক কীরাত পরিমান কমতে থাকবে।;\n\nইবনু সীরীন ও আবূ সালিহ্' (রহঃ) আবূ হুরায়রা (রাঃ) সূত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেন। বকরী অথবা ক্ষেতের হিফাযত কিংবা শিকারের উদ্দেশ্য ছাড়া। আবূ হাযিম (রহঃ) আবূ হুরায়রা (রাঃ) সূত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেন, শিকার ও পশুর হিফাযত করার কুকুর।;",
        "id": 2171,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৪৪৭. খেত-খামার রক্ষণাবেক্ষণের জন্য কুকুর পোষা",
        "hadithBengali": "২১৭২। আবদুল্লাহ' ইবনু ইউসুফ (রহঃ) ... সুফয়ান ইবনু আবূ যুহাইর (রাঃ) থেকে বর্ণিত, যিনি আয্'দ-শানূআ গোত্রের লোক, তিনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর একজন সাহাবী ছিলেন। তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি, যে ব্যাক্তি এমন কুকুর পোষে যা ক্ষেত ও গবাদী পশুর হিফাযতের কাজে লাগে না, প্রতিদিন তার নেক আমল থেকে এক কীরাত পরিমান কমতে থাকে। আমি বললাম, আপনি কি এটা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে শুনেছেন? তিনি বললেন, হ্যাঁ, এ মসজিদের রবের কসম (আমি তাঁর কাছেই শুনেছি)।;",
        "id": 2172,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সুফইয়ান ইবনু আবূ যুহায়র (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৪৪৮. হাল-চাষের কাজে গরু ব্যবহার করা ",
        "hadithBengali": "২১৭৩। মুহাম্মদ ইবনু বাশ্'শার (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, এক ব্যাক্তি একটি গরুর উপর সাওয়ার ছিল, তখন গরুটি সে ব্যাক্তির দিকে লক্ষ্য করে বলল, আমাকে এ কাজের জন্য সৃষ্টি করা হয়নি। আমাকে চাষাবাদ তথা ক্ষেতের কাজের জন্য সৃষ্টি করা হয়েছে। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, আমি আবূ বকর ও উমর (রাঃ) এটা বিশ্বাস করি। তিনি আরও বললেন, এক নেকড়ে বাঘ একটি বকরী ধরেছিলো, রাখাল তাকে ধাওয়া করল। নেকড়ে বাঘটা তাকে বলল, সেদিন হিংস্র জন্তুর প্রাধান্য হবে, যেদিন আমি ছাড়া কেউ তার রাখাল থাকবে না, সেদিন কে তাকে রক্ষা করবে? নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, আমি আবূ বকর ও উমর (রাঃ) এটা বিশ্বাস করি। আবূ সালামা (রাঃ) বলেন, তারা দুজন [আবূ বকর ও উমর (রাঃ)] সেদিন মজলিশে হাযির ছিলেন না।;",
        "id": 2173,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৪৪৯. যখন কোন ব্যক্তি বলে যে, তুমি খেজুর ইত্যাদির বাগানে কাজ কর, আর তুমি  উৎপাদিত ফলে আমার অংশীদার হও।",
        "hadithBengali": "২১৭৪। হাকাম ইবনু নাফি (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, আনসাররা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে বললেন, আমাদের এবং আমাদের ভাই (মুহাজির)-দের মধ্যে খেজুরের বাগান ভাগ করে দিন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, না। তখন তাঁরা (মুহাজিরগণকে) বললেন, আপনারা আমাদের বাগানে কাজ করুন, আমরা আপনাদেরকে ফলে অংশীদার করব। তাঁরা বললেন, আমরা শুনলাম এবং মেনে নিলাম।;",
        "id": 2174,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৪৫০. খেজুর গাছ ও অন্যান্য গাছ কেটে ফেলা। আনাস (রা.) বলেন, নবী (সঃ) খেজুর গাছ  কেটে ফেলার আদেশ দেন এবং টা কেটে ফেলা হয়।     ",
        "hadithBengali": "২১৭৫। মূসা ইবনু ইসমাঈল (রহঃ) ... আবদুল্লাহ' ইবনু উমর (রাঃ) সূত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বনূ নযির গোত্রের বুওয়াইরা নামক স্থানে অবস্থিত বাগানটির খেজুর গাছ জ্বালিয়ে দিয়েছেন এবং বৃক্ষ কেটে ফেলেছেন। এ সম্পর্কে হাস্'সান (রাঃ) (তাঁর রচিত কবিতায়) বলেছেন, বুওয়াইরা নামক স্থানে অবস্থিত বাগানটিতে দাউ দাউ করে আগুন জ্বলছে আর বনূ লূয়াই গোত্রের সর্দাররা তা সহজে মেনে নিল।;",
        "id": 2175,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৪৫১. পরিচ্ছেদ নাই",
        "hadithBengali": "২১৭৬। মুহাম্মদ ইবনু মুকাতিল (রহঃ) ... রাফি ইবনু খাদীজ (রাঃ) থেকে বর্ণিত, তিনি বলেন, মদিনাবাসীদের মধ্যে বেশী যমীন আমাদের ছিল। আমরা ভাগে যমীনে চাষ করতে দিতাম এবং সে ক্ষেতের এক নির্দিষ্ট অংশ জমির মালিকের জন্য নির্ধারিত করে দিতাম। তিনি বলেন, কখনো এ অংশের উপর দুর্যোগ আসতো, অন্য অংশ নিরাপদ থাকতো। আবার কখনো অন্য অংশের উপর দুর্যোগ আসতো আর এ অংশ নিরাপদ থাকতো। আমাদের এরূপ করতে নিষেধ করে দেয়া হয়েছিল। আর সে সময় সোনা রূপার (বিনিময়ে জমি চাষ করার) প্রচলন ছিল না।;",
        "id": 2176,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "রাফি ইবনু খাদীজ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৪৫২. অর্ধেক বা এর কাছাকাছি পরিমান ফসলের শর্তে ভাগে চাষাবাদ করা এবং কাইস  ইব্'ন মুসলিম (র.) আবূ জা'ফর (রা.) থেকে বর্ণনা করেন। তিনি বলেন, মদীনাতে মুহাজিরদের এমন কোন পরিবার ছিল না, যারা এক-তৃতীয়াংশ কিংবা এক-চতুর্থাংশ ফসলের শর্তে ভাগে চাষ করতেন না। আলী, সা'দ ইব্'ন মালিক, আবদুল্লাহ্' ইব্'ন মাসউদ (রা.) উমর ইব্'ন আবদুল আযীয, কাসিম, উরওয়াহ (র.) এবং আবূ বকর, উমর ও আলী (রা.)-এর বংশধর এবং ইব্'ন সীরীন (র.) ও ভাগে চাষ করেছেন। আবদুর রহমান ইব্'ন আসওয়াদ (রা.) বলেন, আমি আবদুর রাহমান ইব্'ন ইয়াযীদের ক্ষেতে শরীক ছিলাম। উমর (রা.) লোকদের সাথে এ শর্তে জমি বর্গা দিয়েছেন যে, উমর (রা.) বীজ দিলে তিনি ফসলের অর্ধেক পাবেন। আর যদি তারা বীজ দেয় তবে তাদের জন্য এই পরিমাণ হবে। হাসান (র.) বলেন, যদি ক্ষেত তাদের মধ্যে কোন একজনের হয়, আর দু'জনেই তাতে খরচ করে, তা হলে উৎপন্ন ফসল সমান হারে ভাগ করে নেয়ার মধ্যে কোন দোষ নেই। যুহরী (র.) ও এ মত পোষণ করেন। হাসান (র.) বলেন, আধা-আধি শর্তে তুলা চাষ করতে কোন দোষ নেই। ইবরাহীম, ইব্'ন সীরীন, আতা, হাকাম, যুহরী ও কাতাদা (র.) বলেন, তাঁতীকে এক-তৃতীয়াংশ কিংবা এক-চতুর্থাংশের শর্তে কাপড় বুনতে দেয়ায় কোন দোষ নেই। মা'মার (র.) বলেন, (উপার্জিত অর্থের) এক-তৃতীয়াংশ বা এক-চতুর্থাংশের শর্তে নির্দিষ্ট সময়ের জন্য গবাদী পশু ভাড়া দেয়াতে কোন দোষ নেই। ",
        "hadithBengali": "২১৭৭। ইবরাহীম ইবনু মুনযির (রহঃ) ... আবদুল্লাহ' ইবনু উমর (রাঃ) থেকে বর্ণনা করেন যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খায়বারবাসীদেরকে উৎপাদিত ফল বা ফসলের অর্ধেক ভাগের শর্তে জমি বর্গা দিয়েছিলেন। তিনি নিজের সহধর্মিণীদেরকে একশ ওসক দিতেন, এর মধ্যে ৮০ ওসক খুরমা ও ২০ ওসক যব। উমর (রাঃ) (তাঁর খিলাফতকালে খায়বারের) জমি বণ্টন করেন। তিনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সহধর্মিণীদের ইখতিয়ার দিলেন যে, তাঁরা জমি ও পানি নিবেন, না কি তাদের জন্য ওটাই চালু থাকবে, যা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যামানায় ছিলো। তখন তাদের কেউ জমি নিলেন আর কেউ ওসক নিতে রাযী হলেন, আয়িশা (রাঃ) জমিই নিয়েছিলেন।;",
        "id": 2177,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৪৫৩. বর্গাচাষে যদি বছর নির্দিষ্ট না করে ",
        "hadithBengali": "২১৭৮। মুসাদ্দাদ (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উৎপাদিত ফল কিংবা ফসলের অর্ধেক শর্তে খায়বারের জমি বর্গা দিয়েছিলেন।;",
        "id": 2178,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৪৫৪. পরিচ্ছেদ নাই",
        "hadithBengali": "২১৭৯। আলী ইবনু আবদুল্লাহ' (রহঃ) ... আম্'র (রহঃ) থেকে বর্ণিত, তিনি বলেন, আমি তাউস (রহঃ) কে বললাম, আপনি যদি বর্গা চাষ ছেড়ে দিতেন, (তাহলে খুব ভাল হত) কেননা, লোকদের ধারণা যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তা নিষেধ করেছেন। তাউস (রহঃ) বললেন, হে আম্'র! আমি তো তাদেরকে বর্গাচাষ করতে দেই এবং তাদেরকে সাহায্য করি এবং তাদের মধ্যে সবচাইতে জ্ঞানী অর্থাৎ ইবনু আব্বাস (রাঃ) আমাকে বলেছেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বর্গাচাষ নিষেধ করেননি। তবে তিনি বলেছেন, তোমাদের কেউ তার ভাইকে জমি দান করুক, এটা তার জন্য তার ভাইয়ের কাছ থেকে নির্দিষ্ট উপার্জন গ্রহণ করার চাইতে উত্তম।;",
        "id": 2179,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আমর ইবনু দীনার (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৪৫৫. ইয়াহুদীদেরকে জমি বর্গা দেওয়া ",
        "hadithBengali": "২১৮০। মুহাম্মদ ইবনু মুকাতিল (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খায়বারের জমি ইয়াহুদীদেরকে এ শর্তে বর্গা দিয়েছিলেন যে, তারা তাতে পরিশ্রম করে কৃষি কাজ করবে এবং উৎপাদিত ফসলের অর্ধেক তারা পাবে।;",
        "id": 2180,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৪৫৬. পরিচ্ছেদঃ বর্গাচাষে যেসব শর্ত করা অপসন্দনীয় ",
        "hadithBengali": "২১৮১। সাদাকা ইবনু ফায্'ল (রহঃ) ... রাফি (রাঃ) থেকে বর্ণিত, তিনি বলেন, মদিনাবাসীদের মধ্যে ফসলের জমি আমাদের বেশী ছিল। আমাদের মধ্যে কেউ তার জমি ইজারা দিতো এবং বলতো, জমির এ অংশ আমার আর এ অংশ তোমার। কখনো এক অংশে ফসল হত আর অন্য অংশে হত না। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদেরকে এরূপ করতে নিষেধ করেছেন।;",
        "id": 2181,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "রাফি ইবনু খাদীজ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৪৫৭. যদি কেউ অন্যদের মাল দিয়ে তাদের অনুমতি ছাড়া কৃষি কাজ করে এবং তাতে  তাদের কল্যাণ নিহিত থাকে। ",
        "hadithBengali": "২১৮২। ইবরাহীম ইবনু মুনযির (রহঃ) ... আবদুল্লাহ' ইবনু উমর (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, একবার তিনজন লোক পথ চলছিল, তারা বৃষ্টিতে আক্রান্ত হল। অতঃপর তারা এক পাহাড়ের গুহায় আশ্রয় নিল। হঠাৎ পাহাড় থেকে এক খণ্ড পাথর পড়ে তাদের গুহার মুখ বন্ধ হয়ে গেল। তখন তারা একে অপরকে বলল, নিজেদের কৃত কিছু সৎকাজের কথা ছিন্তা করে বের করো, যা আল্লাহর সন্তুষ্টির জন্য করা হয়েছে এবং তার ওয়াসীলা করে আল্লাহর নিকট দুআ করো। তাহলে হয়ত আল্লাহ তোমাদের উপর থেকে পাথরটি সরিয়ে দিবেন।;\n\nতাদের একজন বলতে লাগলো, হে আল্লাহ! আমার আব্বা-আম্মা খুব বৃদ্ধ ছিলেন এবং আমার ছোট ছোট সন্তানও ছিলো। আমি তাদের ভরণ-পোষণের জন্য পশু পালন করতাম। সন্ধায় যখন আমি বাড়ি ফিরতাম তখন দুধ দোহন করতাম এবং আমার সন্তানদের আগে আমার আব্বা-আম্মাকে পান করাতাম। একদিন আমার ফিরতে দেরী হয় এবং সন্ধ্যা হওয়ার আগে আসতে পারলাম না। এসে দেখি তারা ঘুমিয়ে পড়েছেন। তখন আমি দুধ দোহন করলাম, যেমন প্রতিদিন দোহন করি। তারপর আমি তাঁদের শিয়রে (দুধ নিয়ে) দাঁড়িয়ে রইলাম। তাদেরকে জাগানো আমি পছন্দ করিনি এবং তাঁদের আগে আমার বাচ্চাদেরকে পান করানোও অসঙ্গত মনে করি। অথচ বাচ্চাগুলো আমার পায়ের কাছে পড়ে কান্নাকাটি করছিলো। এভাবে ভোর হল। হে আল্লাহ, আপনি জানেন আমি যদি শুধু আপনার সন্তুষ্টির জন্যই এ কাজটি করে থাকি তবে আপনি আমাদের থেকে পাথরটা খানিক সরিয়ে দিন, যাতে আমরা আসমানটা দেখতে পাই। তখন আল্লাহ পাথরটাকে একটু সরিয়ে দিলেন এবং তারা আসমান দেখতে পেলো।;\n\nদ্বিতীয় ব্যাক্তি বলল, হে আল্লাহ! আমার এক চাচাত বোন ছিলো। পুরুষরা যেমন মহিলাদেরকে ভালোবাসে, আমি তাকে তার চাইতে অধিক ভালোবাসতাম। একদিন আমি তার কাছে চেয়ে বসলাম (অর্থাৎ খারাপ কাজ করতে চাইলাম) কিন্তু তা সে অস্বীকার করলো যে, পর্যন্ত না আমি তার জন্য একশ দিনার নিয়ে আসি। পরে চেষ্টা করে আমি তা জোগাড় করলাম (এবং তার কাছে এলাম)। যখন আমি তার দুপায়ের মাঝে বসলাম (অর্থাৎ সম্ভোগ করতে তৈরি হলাম) তখন সে বলল, হে আল্লাহর বান্দা, আল্লাহকে ভয় করো। অন্যায় ভাবে মাহ্'র (পর্দা) ছিড়ে দিয়ো না (অর্থাৎ আমার কুমারী সতীত্ব নষ্ট করো না) তখন আমি দাঁড়িয়ে গেলাম। হে আল্লাহ! আপনি জানেন আমি যদি শুধু আপনার সন্তুষ্টির জন্য এ কাজটি করে থাকি। তবে আপনি আমাদের জন্য পাথরটা সরিয়ে দিন। তখন পাথরটা কিছু সরে গেলো।;\n\nতৃতীয় ব্যাক্তি বলল, হে আল্লাহ! আমি এক ফারাক চাউলের বিনিময়ে একজন শ্রমিক নিযুক্ত করেছিলাম। যখন সে তার কাজ শেষ করলো আমাকে বলল, আমার পাওনা দিয়ে দাও। আমি তাকে তার পাওনা দিতে গেলে সে তা নিল না। আমি তা দিয়ে কৃষি কাজ করতে লাগলাম এবং এর দ্বারা অনেক গরু ও তার রাখাল জমা করলাম। বেশ কিছুদিন পর সে আমার কাছে আসল এবং বলল, আল্লাহকে ভয় করো (আমার মজুরী দাও)। আমি বললাম, ওই সব গরু ও রাখাল নিয়ে নাও। সে বলল, আল্লাহকে ভয় কর, আমার সাথে ঠাট্টা করো না। আমি বললাম, আমি তোমার সাথে ঠাট্টা করছি না, ওইগুলো নিয়ে নাও। তখন সে তা নিয়ে গেলো। হে আল্লাহ, আপনি জানেন, যদি আমি আপনার সন্তুষ্টি লাভের জন্য এ কাজটি করে থাকি, তবে পাথরের বাকীটুকু সরিয়ে দিন। তখন আল্লাহ পাথরটাকে সরিয়ে দিলেন।;\n\nআবূ আবদুল্লাহ' (বুখারী (রহঃ) বলেন ইবনু উকবা (রহঃ) فبغيت এর স্থলে نسعيت বর্ণনা করেছেন।;",
        "id": 2182,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৪৫৮. নবী (ﷺ)-এর সাহাবীগণের ওয়াক্'ফ ও খাজনার জমি এবং তাঁদের বর্গাচাষ ও চুক্তি  ব্যবস্থা। নবী (ﷺ) উমর (রা.)-কে বললেন, তুমি মূল জমিটা এ শর্তে সাদকা করো যে, তা আর বিক্রি করা যাবে না। কিন্তু তার উৎপাদন ব্যয় করা হবে। তখন তিনি এভাবেই সাদকা করলেন। ",
        "hadithBengali": "২১৮৩। সাদাকা (রহঃ) ... আসলাম (রাঃ) থেকে বর্ণিত, তিনি বলেন, উমর (রাঃ) বলেছেন, পরবর্তী যুগের মুসলিমদের বিষয়ে যদি আমরা চিন্তা না করতাম, তবে যে সব এলাকা জয় করা হতো, তা আমি মুজাহিদদের মধ্যে বণ্টন করে দিতাম, যেমন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খায়বার বণ্টন করে দিয়েছিলেন।;",
        "id": 2183,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আসলাম (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৪৫৯. অনাবাদী জমি আবাদ করা। কূফার অনাবাদ জমি সম্পর্কে আলী (রা.)-এর এ মত  ছিল (আবাদকারী তার মালিক হবে)। উমর (রা.) বলেছেন, যে ব্যক্তি কোন অনাবাদ জমি আবাদ করবে সে তার মালিক হবে। আমর ইব্'ন আউফ (রা.) সূত্রে নবী (সঃ) থেকে এরূপ বর্ণিত হয়েছে এবং তিনি বলেছেন, তা হবে যে ক্ষেত্রে কোন মুসলিমের হক নাই, আর জালিম ব্যক্তির তাতে হক নাই। জাবির (রা.) কর্তৃক নবী (ﷺ) থেকে এ সম্পর্কিত রিওয়ায়াত বর্ণিত  হয়েছে। ",
        "hadithBengali": "২১৮৪। ইয়াহ্'ইয়া ইবনু বুকাইর (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যাক্তি এমন কোন জমি আবাদ করে, যা কারো মালিকানায় নয়, তাহলে সে-ই (মালিক হওয়ার) বেশী হকদার। উরওয়া (রহঃ) বলেন, উমর (রাঃ) তাঁর খিলাফতকালে এরূপ ফায়সালা দিয়েছিলেন।;",
        "id": 2184,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৪৬০. পরিচ্ছেদ নাই",
        "hadithBengali": "২১৮৫। কুতায়বা (রহঃ) ... আবদুল্লাহ' ইবনু উমর (রাঃ) থেকে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যুল-হুলায়ফার উপত্যকায় শেষরাতে বিশ্রাম করছিলেন। তিনি স্বপ্নে দেখলেন যে, তাঁকে বলা হল, আপনি বরকতময় উপত্যকায় রয়েছেন। মূসা (রহঃ) বলেন, সালিম আমাদের সাথে সে জায়গাতেই উট বসিয়েছিলেন যেখানে আবদুল্লাহ' (রাঃ) উট বসাতেন এবং সে জায়গা লক্ষ্য করতেন, যে জায়গায় রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম শেষরাতে অবতরণ করেছিলেন। সে জায়গা ছিল উপত্যকার মধ্যেভাগে অবস্থিত মসজিদ থেকে নীচে এবং মসজিদ ও রাস্তার মধ্যখানে।;",
        "id": 2185,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৪৬০. পরিচ্ছেদ নাই",
        "hadithBengali": "২১৮৬। ইসহাক ইবনু ইবরাহীম (রহঃ) ... উমর (রাঃ) সূত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত, তিনি বলেন, গতরাতে আমার নিকট আমার রবের দূত এসেছিলেন। এ সময় তিনি আকীক উপত্যকায় অবস্থান করেছিলেন। (এসে) তিনি বললেন, এই মুবারক উপত্যকায় সালাত (নামায/নামাজ) আদায় করুন, আর তিনি বললেন হাজ্জের সাথে উমরারও থাকবে।;",
        "id": 2186,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উমর ইবনুল খাত্তাব  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৪৬১. যদি জমির মালিক বলে যে, আমি তোমাকে ততদিন থাকতে দিব যত দিন আল্লাহ্'  তোমাকে রাখেন এবং কোন নির্দিষ্ট সময়ের উল্লেখ করল না। তখন তারা উভয়ে যত দিন রাজী  থাকে ততদিন এ চুক্তি কার্যকর থাকবে। ",
        "hadithBengali": "২১৮৭। আহমদ ইবনু মিকদাম ও আবদুর রায্'যাক (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত যে, উমর ইবনু খাত্তাব (রাঃ) ইয়াহুদী ও নাসারাদের হিজায থেকে নির্বাসিত করেন। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন খায়বার জয় করেন, তখন ইয়াহুদীদের সেখান থেকে বের করে দিতে ছেয়েছিলেন। যখন তিনি কোন স্থান জয় করেন, তখন তা আল্লাহ, তাঁর রাসূল ও মুসলিমদের জন্য হয়ে যায়। কাজেই ইয়াহুদীদের সেখান থেকে বহিষ্কার করে দিতে চাইলেন।;\n\nতখন ইয়াহুদীরা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে অনুরোধ করল, যেন তাদের সে স্থানে বহাল রাখা হয় এ শর্তে যে, তারা সেখানে চাষাবাদে দায়িত্ব পালন করবে আর ফসলের অর্ধেক তাদের থাকবে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের বললেন, আমরা এ শর্তে তোমাদের এখানে বহাল থাকতে দিব যতদিন আমাদের ইচ্ছা। কাজেই তারা সেখানে বহাল রইল। অবশেষে উমর (রাঃ) তাদেরকে তাইমা ও আরীহায় নির্বাসিত করে দেন।;",
        "id": 2187,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৪৬২. নবী (ﷺ)-এর সাহাবীগণ (রা.) কৃষিকাজ ও ফল-ফসল উৎপাদনে একে অপরকে  সহযোগিতা করতেন।  ",
        "hadithBengali": "২১৮৮। মুহাম্মদ ইবনু মুকাতিল (রহঃ) ... যুহাইর (রাঃ) থেকে বর্ণিত, তিনি বলেন, একটি কাজ আমাদের উপকারী ছিল, যা করতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের নিষেধ করলেন। আমি বললাম রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যা বলেছেন, তাই সঠিক। যুহাইর (রাঃ) বললেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে ডেকে জিজ্ঞাসা করলেন, তোমরা তোমাদের ক্ষেত-খামার কিভাবে চাষাবাদ কর? আমি বললাম, আমরা নদীর তীরের ফসলের শর্তে অথবা খেজুর ও যবের নির্দিষ্ট কয়েক ওসাক প্রদানের শর্তে জমি ইজারা দিয়ে থাকি। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তোমরা এরূপ করবে না। তোমরা নিজেরা তা চাষ করবে অথবা অন্য কাউকে দিয়ে চাষ করাবে অথবা তা ফেলে রাখবে। রাফি (রাঃ) বলেন, আমি শুনলাম ও মেনে নিলাম।;",
        "id": 2188,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৪৬২. নবী (ﷺ)-এর সাহাবীগণ (রা.) কৃষিকাজ ও ফল-ফসল উৎপাদনে একে অপরকে  সহযোগিতা করতেন।  ",
        "hadithBengali": "২১৮৯। উবায়দুল্লাহ্' ইবনু মূসা (রহঃ) ... জাবির (রাঃ) থেকে বর্ণিত, তিনি বলেন, লোকেরা এক-তৃতীয়াংশ, এক-চতুর্থাংশ ও অর্ধেক ফসলের শর্তে বর্গা চাষ করত। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, যে ব্যাক্তির নিকট জমি রয়েছে, সে যেন নিজে চাষ করে অথবা তা কাউকে দিয়ে দেয়। যদি তা না করে তবে সে যেন তার জমি ফেলে রাখে।;\n\nরবী ইবনু নাফি আবূ তাওবা (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যার নিকট জমি রয়েছে, সে যেন তা নিজে চাষ করে, অথবা তার ভাইকে দিয়ে দেয়, যদি এটাও না করতে চায়, তবে সে যেন তার জমি ফেলে রাখে।;",
        "id": 2189,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "জাবির ইবনু আবদুল্লাহ আনসারী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৪৬২. নবী (ﷺ)-এর সাহাবীগণ (রা.) কৃষিকাজ ও ফল-ফসল উৎপাদনে একে অপরকে  সহযোগিতা করতেন।  ",
        "hadithBengali": "২১৯০। কাবীসা (রহঃ) ... আমর (রহঃ) থেকে বর্ণিত, তিনি বলেন, আমি (বর্গাচাষ সম্পর্কিত) এ হাদীসটি তাউস (রহঃ) কে জিজ্ঞাসা করলাম। তিনি বললেন, চাষাবাদ করতে দেওয়া হোক। ইবনু আব্বাস (রাঃ) বলেছেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তা (বর্গাচাষ) নিষেধ করেননি। তবে তিনি বলেছেন যে, তোমাদের নিজের ভাইকে জমি দান করে দেওয়া উত্তম, তার কাছ থেকে নির্দিষ্ট কিছু গ্রহন করার চাইতে।;",
        "id": 2190,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আমর ইবনু দীনার (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৪৬২. নবী (ﷺ)-এর সাহাবীগণ (রা.) কৃষিকাজ ও ফল-ফসল উৎপাদনে একে অপরকে  সহযোগিতা করতেন।  ",
        "hadithBengali": "২১৯১। সুলায়মান ইবনু হার্'ব (রহঃ) ... নাফি (রহঃ) থেকে বর্ণিত যে, ইবনু উমর (রাঃ) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সময়ে এবং আবূ বকর, উমর, উসমান (রাঃ) মুআবিয়া (রাঃ) এর শাসনের শুরু ভাগে নিজের ক্ষেত বর্গাচাষ করতে দিতেন। \n\nতারপর রাফি ইবনু খাদীজের বর্ণিত হাদীসটি তাঁর নিকট বর্ণনা করা হয় যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ক্ষেত ভাগে ইজারা দিতে নিষেধ করেছেন। তখন ইবনু উমর (রাঃ) রাফি (রাঃ) এর নিকট গেলেন। আমিও তাঁর সঙ্গে গেলাম। তিনি (ইবনু উমর) তাঁকে জিজ্ঞাসা করলেন। তিনি [রাফি (রাঃ)] বললেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ক্ষেত ভাগে ইজারা দিতে নিষেধ করেছেন। তখন ইবনু উমর (রাঃ) বললেন, আপনি তো জানেন যে, আমরা রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যামানায় নালার পার্শ্বস্থ ক্ষেতের ফসলের শর্তে এবং কিছু ঘাসের বিনিময়ে আমাদের ক্ষেত ইজারা দিতাম।;",
        "id": 2191,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": " নাফি (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৪৬২. নবী (ﷺ)-এর সাহাবীগণ (রা.) কৃষিকাজ ও ফল-ফসল উৎপাদনে একে অপরকে  সহযোগিতা করতেন।  ",
        "hadithBengali": "২১৯২। ইয়াহ্'ইয়া ইবনু বুকাইর (রহঃ) ... সালিম (রহঃ) থেকে বর্ণিত যে, আবদুল্লাহ' ইবনু উমর (রাঃ) বলেছেন, আমি জানতাম যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যামানায় ক্ষেত বর্গাচাষ করতে দেয়া হত। তারপর আবদুল্লাহ' (রাঃ)-এর ভয় হল, হয়ত নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ সম্পর্কে এমন কিছু নতুন নির্দেশ দিয়েছেন, যা তাঁর জানা নেই। তাই তিনি ভাগে জমি ইজারা দেওয়া ছেড়ে দিলেন।;",
        "id": 2192,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সালিম ইবনু আবদুল্লাহ্ (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৪৬৩. সোনা-রূপার বিনিময়ে জমি ইজারা দেওয়া।",
        "hadithBengali": "وَقَالَ ابْنُ عَبَّاسٍ إِنَّ أَمْثَلَ مَا أَنْتُمْ صَانِعُونَ أَنْ تَسْتَأْجِرُوا الأَرْضَ الْبَيْضَاءَ مِنَ السَّنَةِ إِلَى السَّنَةِ;\n\nইব্'ন আব্বাস (রাঃ) বলেন, তোমরা যা কিছু করতে চাও তার মধ্যে উত্তম হলো, নিজের খালি জমি এক বছরের জন্য ইজারা দেওয়া।;\n\n\n২১৯৩। আমর ইবনু খালিদ (রহঃ) ... রাফি ইবনু খাদীজ (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমার কাছে আমার চাচারা বর্ণনা করেছেন যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যামানায় লোকেরা নালার পার্শ্বস্থ ফসলের শর্তে কিংবা এমন কিছু শর্তে ভাগে জমি ইজারা দিত, যা ক্ষেতের মালিক নিজের জন্য নির্দিষ্ট করে নিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের এরূপ করতে নিষেধ করেন। রাবী বলেন, আমি রাফি (রাঃ) কে বললাম, দ্বীনার ও দিরহামের শর্তে জমি (ইজারা দেওয়া) কেমন? রাফি (রাঃ) বললেন, দ্বীনার ও দিরহামের বিনিময়ে ইজারা দেওয়াতে কোন দোষ নেই।;\n\nলায়ছ (রহঃ) বলেন, আমার মনে হয়, যে বিষয়ে নিষেধ করা হয়েছে, হালাল ও হারাম বিষয়ে বিজ্ঞজনেরা সে সম্পর্কে চিন্তা করলেও তারা তা জায়িয মনে করবেন না। কেননা, তাতে (ক্ষতির) আশংকা রয়েছে। আবূ আবদুল্লাহ' (ইমাম বুখারী (রহঃ) বলেন, আমার মনে হয়, যে বিষয়ে নিষেধ করা হয়েছে- এখান থেকে লাইছ (রহঃ) এর উক্তি শুরু হয়েছে।;",
        "id": 2193,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "রাফি ইবনু খাদীজ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৪৬৪. পরিচ্ছেদ নাই",
        "hadithBengali": "২১৯৪। মুহাম্মদ ইবনু সিনান (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, একদিন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কথা বলছিলেন, তখন তাঁর নিকট গ্রামের একজন লোক বসা ছিল। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বর্ণনা করেন যে, জান্নাত-বাসীদের কোন একজন তার রবের কাছে চাষাবাদের অনুমতি চাইবে। তখন আল্লাহ তাআলা তাকে বলবেন, তুমি কি যা চাও, তা পাচ্ছ না? সে বলবে, হ্যাঁ নিশ্চয়ই। কিন্তু আমার চাষ করার খুবই আগ্রহ। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তখন সে বীজ বুনবে এবং তার চারা হওয়া, গাছ বড় হওয়া ও ফসল কাটা সব কিছু পলকের মধ্যে হয়ে যাবে। আর তা (ফসল) পাহাড় সমান হয়ে যাবে। তখন আল্লাহ তাআলা বলবেন, হে আদম সন্তান! এ গুলো নিয়ে নাও। কোন কিছুই তোমাকে তৃপ্তি দেয় না। তখন গ্রাম্য লোকটি বলে উঠল, আল্লাহর কসম, এই ধরনের লোক আপনি কুরায়শী বা আনসারদের মধ্যেই পাবেন। কেননা তাঁরা চাষী। আর আমরা তো চাষী নই (আমরা পশু পালন করি)। একথা শুনে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হেঁসে দিলেন।;",
        "id": 2194,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৪৬৫. বৃক্ষ রোপণ প্রসঙ্গে ",
        "hadithBengali": "২১৯৫। কুতায়বা ইবনু সাঈদ (রহঃ) ... সাহল ইবনু সাদ (রাঃ) থেকে বর্ণিত, তিনি বলেন, জুম্মার দিনে আসলে আমরা আনন্দিত হতাম এ জন্য যে, আমাদের (প্রতিবেশী) এক বৃদ্ধা ছিলেন, তিনি আমাদের নালার ধারে লাগানো বীট গাছের মূল তুলে এনে তার ডেকচিতে রাখতেন এবং তার সাথে যবের দানাও মিশাতেন। (বর্ণনাকারী বলেন) আমার যতটুকু মনে পড়ে তিনি (সাহল) বলেছেন যে, তাতে কোন চর্বি বা তৈলাক্ত কিছু থাকতো না। আমরা জুম্মার সালাতের পর বৃদ্ধার নিকট আসতাম এবং তিনি তা আমাদের সামনে পরিবেশন করতেন। এ কারণে জুম্মার দিন আমাদের খুব আনন্দ হতো। আমরা জুম্মার সালাত (নামায/নামাজ)-এর পরই আহার করতাম এবং কায়লুলা (বিশ্রাম) করতাম।;",
        "id": 2195,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সাহল বিন সাদ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৪৬৫. বৃক্ষ রোপণ প্রসঙ্গে ",
        "hadithBengali": "২১৯৬। মূসা ইবনু ইসমাঈল (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, লোকজন বলে যে, আবূ হুরায়রা বেশী হাদীস বর্ণনা করে থাকেন। প্রকৃতপক্ষে আল্লাহর কাছেই সবার প্রত্যাবর্তন। এবং তারা আরও বলে, মুহাজির ও আনসারদের কি হল যে, তারা আবূ হুরায়রার মতো এতো হাদীস বর্ণনা করেন না। (আবূ হুরায়রা (রাঃ) বলেন,) আমার মুহাজির ভাইদেরকে বাজারে বেচা-কেনা এবং আনসার ভাইদেরকে তাদের ক্ষেত খামার ও বাগানের কাজ-কর্ম ব্যতিব্যস্ত রাখত। আমি ছিলাম একজন মিসকীন লোক। পেটে যা জুটে, খেয়ে না খেয়ে তাতেই তুষ্ট থেকে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে পড়ে থাকতাম। তাই লোকেরা যখন অনুপস্থিত থাকত, আমি হাযির থাকতাম। লোকেরা যা ভুলে যেতো, আমি তা স্মরণ রাখতাম।;\n\nএকদিন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তোমাদের যে কেউ আমার কথা শেষ হওয়া পর্যন্ত তার চাঁদর বিছিয়ে রাখবে এবং আমার কথা শেষ হলে চাঁদরখানা তার বুকের সাথে মিলাবে, তাহলে সে আমার কথা কখনো ভুলবে না। আমি আমার পশমী চাঁদরটা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কথা শেষ না হওয়া পর্যন্ত বিছিয়ে রাখলাম। সে চাঁদর ছাড়া আমার গায়ে আর কোন চাঁদর ছিল না। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কথা শেষ হওয়ার পর আমি তা আমার বুকের সাথে মিলালাম। সে সত্তার কসম, যিনি তাঁকে সত্য দিয়ে প্রেরণ করেছেন, আজ পর্যন্ত আমি তাঁর একটি কথাও ভুলিনি। আল্লাহর কসম! যদি আল্লাহর কিতাবের এ দুটি আয়াত না থাকত, তবে আমি কখনো তোমাদের নিকট হাদীস বর্ণনা করতাম না। (তা এই) (إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنْزَلْنَا مِنَ الْبَيِّنَاتِ) إِلَى قَوْلِهِ (الرَّحِيمُ) যারা আমার নাযিলকৃত নিদর্শনসমূহ গোপন করে ... আল্লাহ অত্যন্ত দয়ালু পর্যন্ত।;",
        "id": 2196,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    }
]