[

    {

        "chapter_bn": "১৪৮৩. যে ধারে খরিদ করে অথচ তার কাছে তার মূল্য নেই কিংবা তার সঙ্গে নেই",
        "hadithBengali": "২২২৭। মুহাম্মদ (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে যুদ্ধে শরীক হই। তখন তিনি বলেন, তুমি কি মনে কর, তোমার উটটি আমার নিকট বিক্রি করবে কি? আমি বললাম, হ্যাঁ। তারপর আমি সেটি তাঁর নিকট বিক্রি করলাম। পরে তিনি মদিনায় এলেন, আমি সকাল বেলা উটটি নিয়ে তাঁর নিকট গেলাম। তখন তিনি আমাকে এর দাম দিলেন।;",
        "id": 2227,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "জাবির ইবনু আবদুল্লাহ আনসারী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৪৮৩. যে ধারে খরিদ করে অথচ তার কাছে তার মূল্য নেই কিংবা তার সঙ্গে নেই",
        "hadithBengali": "২২২৮। মুয়াল্লা ইবনু আসাদ (রহঃ) ... আবদুল ওয়াহিদ সূত্রে আমাশ (রহঃ) থেকে বর্ণনা করেন যে, তিনি বলেন, আমরা ইব্'রাহীম নাখয়ীর কাছে ধার (বাকীতে) ক্রয় করা সম্পর্কে আলোচনা করলাম। তখন তিনি বললেন, আসওয়াদ (রহঃ) বর্ণনা করেন যে, আয়িশা (রাঃ) থেকে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক ইয়াহুদীর কাছে থেকে এক নির্দিষ্ট মিয়াদে (বাকীতে) খাদ্য ক্রয় করেন এবং তার নিকট নিজের লোহার বর্মটি বন্ধক রাখেন।;",
        "id": 2228,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আমাশ (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৪৮৪. যে ব্যক্তি মানুষের সম্পদ গ্রহণ করে পরিশোধ করার উদ্দেশ্যে অথবা বিনষ্ট করার উদ্দেশ্যে",
        "hadithBengali": "২২২৯। আবদুল আযীয ইবনু আবদুল্লাহ উয়াযসী (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যাক্তি মানুষের মাল (ধার) নেয় পরিশোধ করার উদ্দেশ্যে আল্লাহ তাআলা তা আদায়ের ব্যবস্থা করে দেন। আর যে তা নেয় বিনষ্ট করার নিয়্যাতে আল্লাহ তাআলা তাকে ধ্বংস করেন।;",
        "id": 2229,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৪৮৫. ঋণ পরিশোধ করা। আর আল্লাহ তা'আলার বাণীঃ আমানত তার হকদারকে ফিরিয়ে দেওয়ার জন্য আল্লাহ্' তোমাদের নির্দেশ দিচ্ছেন। আর যখন তোমরা মানুষের মধ্যে বিচার পরিচালনা করবে, তখন ন্যায় পরায়ণতার সাথে বিচার করবে। নিশ্চয়ই আল্লাহ তোমাদের যে উপদেশ দেন তা কত উৎকৃষ্ট। আল্লাহ সব শুনেন, সব দেখেন (৪:৫৮)।",
        "hadithBengali": "২২৩০। আহ্'মদ ইবনু ইউনুস (রহঃ) ... আবূ যার (রাঃ) থেকে, তিনি বলেন, আমি নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে ছিলাম। যখন তিনি উহুদ পাহাড় দেখলেন, তখন বললেন, আমি পচন্দ করি না যে, এই পাহাড়টি আমার জন্য সোনায় পরিণত করা হোক এবং এর মধ্য থেকে একটি দিনার ও (স্বর্ণ মুদ্রা) আমার নিকট তিন দিনের বেশী থাকুক, সেই দ্বীনার ব্যতীত যা আমি ঋণ আদায়ের জন্য রেখে দেই। তারপর তিনি বললেন, যারা অধিক সম্পদশালী তারাই (সাওয়াবের দিক দিয়ে) স্বল্পের অধিকারী। কিন্তু যারা এভাবে ওভাবে ব্যয় করেন (তারা ব্যতীত)।;\n\n(বর্ণনকারী) আবূ শিহাব তার সামনের দিকে এবং ডান ও বাম দিকে ইশারা করেন এবং বলেন, এইরূপ লোক খুব কম আছে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তুমি এখানেই অবস্থান কর। তিনি একটু দূরে গেলেন। আমি কিছু শব্দ শুনতে পেলাম। তখন আমি তার কাছে আসতে চাইলাম। এরপর আমি ফিরে আসা পর্যন্ত তুমি এখানে অবস্থান কর; তাঁর ও কথাটি আমার মনে পড়ল।;\n\nতিনি যখন আসলেন, আমি বললামঃ ইয়া রাসূলাল্লাহ! যা আমি শুনলাম অথবা বললেন যে আওয়াজটি আমি শুনতে পেলাম তা কি? তিনি বললেন, তুমি কি শুনেছ? আমি বললামঃ হ্যাঁ। তিনি বললেন, আমার কাছে জিবরীল (আলাইহিস সালাম) এসেছিলেন এবং তিনি বললেন, আপনার কোন উম্মত আল্লাহর সঙ্গে কোন কিছু শরীক না করে মারা গেলে সে জান্নাতে প্রবেশ করবে। আমি বললাম, যদিও সে এরূপ, এরূপ কাজ করে? তিনি বললেন হ্যাঁ।;",
        "id": 2230,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ যার আল-গিফারী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৪৮৫. ঋণ পরিশোধ করা। আর আল্লাহ তা'আলার বাণীঃ আমানত তার হকদারকে ফিরিয়ে দেওয়ার জন্য আল্লাহ্' তোমাদের নির্দেশ দিচ্ছেন। আর যখন তোমরা মানুষের মধ্যে বিচার পরিচালনা করবে, তখন ন্যায় পরায়ণতার সাথে বিচার করবে। নিশ্চয়ই আল্লাহ তোমাদের যে উপদেশ দেন তা কত উৎকৃষ্ট। আল্লাহ সব শুনেন, সব দেখেন (৪:৫৮)।",
        "hadithBengali": "২২৩১। আহ্'মদ ইবনু শাবীব ইবন সাঈদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আমার কাছে যদি উহুদ পাহাড়ের সমান সোনা থাকত, তাহলেও আমার পছন্দ নয় যে, তিন দিন অতিবাহিত হওয়ার পর তার কিছু অংশ আমার কাছে থাকুক। তবে এতটুকু পরিমাণ্ ব্যতীত, যা আমি ঋণ পরিশোধ করার জন্য রেখে দেই। সালিহ ও উকাইল (রহঃ) যুহরী (রহঃ) থেকে এ হাদীস বর্ণনা করেছেন।;",
        "id": 2231,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৪৮৬. উট ধার নেওয়া ",
        "hadithBengali": "২২৩২। আবূ ওয়ালীদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, জনৈক ব্যাক্তি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে তার পাওনা আদায়ের কড়া তাগাদা দিল। সাহাবায়ে কিরাম তাকে শায়েস্তা করতে উদ্যত হলেন। তিনি বললেনঃ তাকে ছেড়ে দাও। কেননা, পাওনাদারের কথা বলার অধিকার রয়েছে। তার জন্য একটি উট কিনে আন এবং তাকে তা দিয়ে দাও। তাঁরা বললেন, তার উটের চাইতে বেশী বয়সের উট ছাড়া আমরা পাচ্ছি না। তিনি বললেন, সেটিই কিনে তাকে দিয়ে দাও। কারণ, তোমাদের উত্তম লোক সেই, যে উত্তমরূপে ঋণ পরিশোধ করে।;",
        "id": 2232,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৪৮৭. সুন্দরভাবে (প্রাপ্য) তাগাদা করা",
        "hadithBengali": "২২৩৩। মুসলিম (রহঃ) ... হুযায়ফা (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি, একজন লোক মারা গেল, তাকে জিজ্ঞাসা করা হল তুমি কি বলতে? সে বলল, আমি লোকজনের সাথে বেচা-কেনা করতাম। ধনীদেরকে অবকাশ দিতাম এবং গরীবদেরকে হ্রাস করে দিতাম। কাজেই তাকে মাফ করে দেওয়া হল। আবূ মাসউদ (রাঃ) বলেন, আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট হতে এ হাদীস শুনেছি।;",
        "id": 2233,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "হুযাইফাহ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৪৮৮. কম বয়সের উটের বদলে বেশী বয়সের উট দেয়া যায় কি?",
        "hadithBengali": "২২৩৪। মুসাদ্দাদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, একজন লোক নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট তার (প্রাপ্য) উটের তাগাদা দিতে আসে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সাহাবীদের বললেন, তাকে একটি উট দিয়ে দাও। তাঁরা বললেন, তার চাইতে উত্তম বয়সের উটই পাচ্ছি। লোকটি বললো, আপনি আমাকে পূর্ণ হক দিয়েছেন, আল্লাহ আপনাকে যেন পূর্ণ হক দেন। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তাকে সেটি দিয়ে দাও। কেননা মানুষের মধ্যে সেই উত্তম, যে উত্তমরূপে ঋণ পরিশোধ করে।;",
        "id": 2234,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৪৮৯. উত্তমরূপে ঋন পরিশোধ করা",
        "hadithBengali": "২২৩৫। আবূ নুআঈম (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যিম্মায় একজন লোকের এক নির্দিষ্ট বয়সের উট ঋণ ছিল। লোকটি তাঁর নিকট সেটির তাগাদা করতে আসল। তিনি সাহাবীদের বললেন, তাকে একটি উট দিয়ে দাও। তাঁরা সে বয়সের উট তালাশ করলেন। কিন্তু তার চাইতে বেশী বয়সের উট ছাড়া পাওয়া গেলো না। তিনি বললেন, সেটি তাকে দিয়ে দাও। লোকটি বলল, আপনি আমাকে পূর্ণ হক দিয়েছেন, আল্লাহ আপনার পূর্ণ বদলা দিন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তোমাদের মধ্যে উত্তম লোক সেই, যে উত্তমরূপে ঋণ পরিশোধ করে।;",
        "id": 2235,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৪৮৯. উত্তমরূপে ঋন পরিশোধ করা",
        "hadithBengali": "২২৩৬। খাল্লাদ ইবনু ইয়াহ্'ইয়া (রহঃ) ... জাবির ইবনু আবদুল্লাহ' (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে আসলাম। তখন তিনি মসজিদে ছিলেন। মিসআর (রহঃ) বলেন, আমার মনে হয়, তিনি বলেছেন, তা ছিল চাশতের ওয়াক্'ত। তিনি বললেন, দুরাকাআত সালাত (নামায/নামাজ) আদায় কর। তাঁর কাছে আমার কিছু ঋণ প্রাপ্য ছিল। তিনি আমার ঋণ আদায় করলেন এবং পাওনার চাইতেও বেশী দিলেন।;",
        "id": 2236,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "জাবির ইবনু আবদুল্লাহ আনসারী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৪৯০. ঋণগ্রস্ত ব্যক্তি যদি পাওনাদারে প্রাপ্য থেকে কম পরিশোধ করে অথবা পাওনাদার তার প্রাপ্য মাফ করে দেয় তবে তা বৈধ",
        "hadithBengali": "২২৩৭। আবদান (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাঃ) বর্ণনা করেন যে, তাঁর পিতা উহুদের যুদ্ধে শহীদ হন এবং তাঁর উপর কিছু ঋণ ছিল। পাওনাদাররা তাদের পাওনা সম্পর্কে কড়াকড়ি শুরু করে দিল। আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সমীপে আসলাম। তিনি তাদেরকে আমার বাগানের ফল নিয়ে নিতে এবং আমার পিতার অবশিষ্ট ঋণ মাফ করে দিতে বললেন। কিন্তু তারা তা মানল না। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদেরকে আমার বাগানটি দিলেন না। আর তিনি (আমাকে) বলেন, আমরা সকালে তোমার কাছে আসব। তিনি সকাল বেলায় আমাদের কাছে আসলেন এবং বাগানের চারদিকে ঘুরে বরকতের জন্য দুআ করলেন। আমি ফল পেড়ে তাদের সমস্ত ঋণ আদায় করে দিলাম এবং আমার কাছে কিছু অতিরিক্ত খেজুর রয়ে গেল।;",
        "id": 2237,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "জাবির ইবনু আবদুল্লাহ আনসারী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৪৯১. ঋণদাতার সঙ্গে কথা বলা এবং ঋণ খেজুর অথবা অন্য কিছুর বিনিময়ে অনুমান করে আদায় করা জায়িয",
        "hadithBengali": "২২৩৮। ইব্'রাহীম ইবনু মুনযির (রহঃ) ... জাবির ইবনু আবদুল্লাহ থেকে বর্ণিত যে, তাঁর পিতা একজন ইয়াহুদীর কাছে থেকে নেওয়া ত্রিশ ওসাক (খেজুর) ঋণ রেখে ইন্তেকাল করেন। জাবির (রাঃ) তার নিকট (ঋণ পরিশোধের জন্য) সময় চান। কিন্তু সে সময় দিতে অস্বীকার করে। জাবির ইবনু আবদুল্লাহ' (রাঃ) রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে কথা বললেন, যেন তিনি তার জন্য ইয়াহুদীর কাছে সুপারিশ করেন। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এলেন এবং ইয়াহুদীর সাথে কথা বলেন, ঋণের বদলে সে যেন তার খেজুর গাছের ফল নিয়ে নেয়। কিন্তু সে তা অস্বীকার করল।;\n\nএরপর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বাগানে প্রবেশ করে সেখানে গাছের (চারদিক) হাঁটা চলা করলেন। তারপর তিনি জাবির (রাঃ) কে বললেন, ফল পেড়ে তার সম্পূর্ণ প্রাপ্য আদায় করে দাও। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ফিরে আসার পর তিনি ফল পাড়লেন এবং তাকে এরপর পূর্ণ ত্রিশ ওসাক (খেজুর) দিয়ে দিলেন এবং সতর ওসাক (খেজুর) অতিরিক্ত রয়ে গেল।;\n\nজাবির (রাঃ) রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বিষয়টি অবহিত করার জন্য আসলেন। তিনি তাঁকে আসরের সালাত (নামায/নামাজ) আদায় করা অবস্থায় পেলেন। তিনি সালাত (নামায/নামাজ) শেষ করলে তাঁকে অতিরিক্ত খেজুরের কথা অবহিত করলেন। তিনি বললেন- খবরটি ইবনু খাত্তাব (উমর) কে পৌঁছাও। জাবির (রাঃ) উমর (রাঃ) এর কাছে গিয়ে খবরটি পৌঁছালেন। উমর (রাঃ) তাঁকে বললেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন বাগানে প্রবেশ করে হাঁটাচলা করলেন, তখনই আমি বুঝতে পারছিলাম যে, নিশ্চয় এতে বরকত দান করা হবে।;",
        "id": 2238,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "জাবির ইবনু আবদুল্লাহ আনসারী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৪৯২. ঋণ থেকে পানাহ চাওয়া",
        "hadithBengali": "২২৩৯। ইসমাঈল (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সালাতে এই বলে দুআ করতেনঃ হে আল্লাহ, আমি তোমার কাছে গুনাহ এবং ঋণ থেকে পানাহ্ চাচ্ছি। একজন প্রশ্নকারী বলল, (ইয়া রাসূলাল্লাহ)! আপনি ঋণ থেকে এত বেশী বেশী পানাহ্ চান কেন? তিনি জওয়াব দিলেন, মানুষ ঋণগ্রস্ত হলে যখন কথা বলে মিথা বলে এবং ওয়াদা করলে তা খেলাফ করে।;",
        "id": 2239,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৪৯৩. ঋণগ্রস্ত মৃত ব্যক্তির উপর সালাতে জানাযা",
        "hadithBengali": "২২৪০। আবূল ওয়ালীদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যাক্তি মাল রেখে গেল, তা তার ওয়ারিসদের আর যে দায়-দায়িত্বের বোঝা রেখে গেল, তা আমার যিম্মায়।;",
        "id": 2240,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৪৯৩. ঋণগ্রস্ত মৃত ব্যক্তির উপর সালাতে জানাযা",
        "hadithBengali": "২২৪১। আবদুল্লাহ ইবনু মুহাম্মদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, দুনিয়া ও আখিরাতে আমি প্রত্যেক মুমিনেরই সবচেয়ে ঘনিষ্ঠতর। যদি তোমরা ইচ্ছা কর তাহলে এ আয়তটি তিলাওয়াত করে দেখঃالنَّبِيُّ أَوْلَى بِالْمُؤْمِنِينَ مِنْ أَنْفُسِهِمْ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মুমিনেদর নিকট তাদের নিজদের অপেক্ষা ঘনিষ্ঠতর। তাই যখন কোন মুমিন মারা যায় এবং মাল রেখে যায়, তা হলে তার যে আত্মীয়-স্বজন থাকে তারা তার ওয়ারিস হবে; আর যদি সে ঋণ কিংবা অসহায় পরিজন রেখে যায় তবে তারা যেন আমার নিকট আসে; আমি তাদের অভিভাবক।;",
        "id": 2241,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৪৯৪. ধনী ব্যক্তির (ঋণ আদায়ে) টালবাহানা করা জুলুম",
        "hadithBengali": "২২৪২। মুসাদ্দাদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, ধনী ব্যাক্তির (ঋণ আদায়ে) টালবাহানা করা জুলুম।;",
        "id": 2242,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৪৯৫. হকদারের বলার অধিকার রয়েছে। ",
        "hadithBengali": "وَيُذْكَرُ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: لَيُّ الْوَاجِدِ يُحِلُّ عُقُوبَتَهُ وَعِرْضَهُ. قَالَ سُفْيَانُ عِرْضُهُ يَقُولُ مَطَلْتَنِي. وَعُقُوبَتُهُ الْحَبْسُ;\n\nনবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লামথেকে বর্ণিত, তিনি বলেছেন, মালদান ব্যক্তির ঋণ পরিশোধে টালবাহানা তার মানহানী ও শাস্তি বৈধ করে দেয়। সুফিয়ান (র) বলেন, তার মানহানী অর্থ- প্রাপকের একথা বলা যে, তুমি আমার সঙ্গে টালবাহানা করছ আর তার শাস্তির অর্থ হচ্ছে বন্দী করা।;\n\n\n২২৪৩। মুসাদ্দাদ (রহঃ) ... আবূ হুরায়রা (রহঃ) থেকে বর্ণিত, তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এক লোক (ঋণ পরিশোধের) তাগাদা দিতে আসল এবং কড়া কথা বলল। সাহবীগণ তাকে শায়েস্তা করতে উদ্যত হলে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তাকে ছেড়ে দাও। হক্'দারের কড়া কথা বলার অধিকার রয়েছে।;",
        "id": 2243,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৪৯৬. ক্রয়- বিক্রয়, ঋণ ও আমানত এর ব্যাপারে কেউ যদি তার মাল নিঃসম্বলের নিকট পায়, তবে সে-ই অধিক হকদার।",
        "hadithBengali": "وَقَالَ الْحَسَنُ إِذَا أَفْلَسَ وَتَبَيَّنَ لَمْ يَجُزْ عِتْقُهُ، وَلاَ بَيْعُهُ وَلاَ شِرَاؤُهُ. وَقَالَ سَعِيدُ بْنُ الْمُسَيَّبِ قَضَى عُثْمَانُ مَنِ اقْتَضَى مِنْ حَقِّهِ قَبْلَ أَنْ يُفْلِسَ فَهْوَ لَهُ، وَمَنْ عَرَفَ مَتَاعَهُ بِعَيْنِهِ فَهْوَ أَحَقُّ بِهِ;\n\nহাসান [বসরী (রহঃ)] বলেন, যদি সে প্রকাশ্যে দেউলিয়া (নিঃসম্বল) হয়ে যায়, তাহলে তার দাসমুক্তি ও ক্রয়-বিক্রয় জায়িয নয়। সাঈদ ইব্'ন মুসায়্যাব (রহঃ) বলেন, উসমান (রাঃ) ফায়সালা দিয়েছেন যে, কারো নিঃসম্বল ঘোষিত হওয়ার আগে যদি কেউ তার প্রাপ্য আদায় করে নেয়, তবে তা তারই। আর যে তার মাল সনাক্ত করতে পারে, সে তার বেশী হকদার।;\n\n\n২২৪৪। আহ্'মদ ইবনু ইউনুস (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন কিংবা তিনি বলেছেন যে, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি, যখন কেউ তার মাল এমন লোকের কাছে পায়, সে নিঃসম্বল হয়ে গেছে, তবে অন্যের চাইতে সে-ই তার বেশী হকদার।;\n\nআবূ আবদুল্লাহ' (ইমাম বুখারী র) বলেন, এ সনদে উল্লেখিত রাবীগণ বিচারকের দায়িত্বে নিয়োজিত ছিলেন। তারা হলেন ইয়াহ্'ইয়া ইবনু সাঈদ, আবূ বকর ইবনু মুহাম্মদ, উমর ইবনু আবদুল আযীয, আবূ বকর ইবনু আবদুর রহমান (রহঃ) ও আবূ বকর (রহঃ) তারা সকলেই মদিনায় বিচারক ছিলেন।;",
        "id": 2244,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৪৯৮. গরীব বা অভাবী ব্যক্তির মাল বিক্রি করে তা পাওনাদারদের মধ্যে ভাগ করে দেওয়া অথবা তার নিজের খরচের জন্য দিয়ে দেওয়া",
        "hadithBengali": "بَاب مَنْ أَخَّرَ الْغَرِيمَ إِلَى الْغَدِ أَوْ نَحْوِهِ وَلَمْ يَرَ ذَلِكَ مَطْلًا;\n\nوَقَالَ جَابِرٌ اشْتَدَّ الْغُرَمَاءُ فِي حُقُوقِهِمْ فِي دَيْنِ أَبِي فَسَأَلَهُمْ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ يَقْبَلُوا ثَمَرَ حَائِطِي فَأَبَوْا فَلَمْ يُعْطِهِمْ الْحَائِطَ وَلَمْ يَكْسِرْهُ لَهُمْ وَقَالَ سَأَغْدُو عَلَيْكَ غَدًا فَغَدَا عَلَيْنَا حِينَ أَصْبَحَ فَدَعَا فِي ثَمَرِهَا بِالْبَرَكَةِ فَقَضَيْتُهُمْ;\n\n\n\n১৪৯৭. পরিচ্ছেদঃ যে ব্যক্তি পাওনাদারকে আগামীকাল বা দুতিন দিনের জন্য সময় পিছিয়ে দেয় আর একে টালবাহানা মনে করে না। ;\n\nজাবির (রাঃ) বলেন, আমার পিতার ঋণের ব্যাপারে পাওনাদাররা তাদের পাওনার জন্য কঠোর ব্যবহার করে। তখন রাসূলুল্লাহ্' সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদেরকে আমার বাগানের ফল গ্রহণ করতে বললেন। কিন্তু তারা অস্বীকার করল। এতে রাসূলুল্লাহ্' (সা) তাদেরকে বাগান দিলেন না এবং তাদের জন্য ফলও নির্ধারণ করে দিলেন না। তিনি বললেন, আমি আগামীকাল সকালে তোমার ওখানে আসব। সকাল হতে তিনি আমাদের কাছে এলেন এবং বাগানের ফলের মধ্যে বরকতের জন্য দুআ করলেন। তারপর আমি তাদের পাওনা পরিশোধ করে দিলাম।;\n\n\n২২৪৫। মুসাদ্দাদ (রহঃ) ... জাবির ইবনু আবদুল্লাহ' (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমাদের মধ্যে কেউ তার গোলামকে মরণোত্তর শর্তে আযাদ করল। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ কে আমার থেকে এই গোলামটি খরিদ করবে? তখন নুআইম ইবনু আবূদুল্লাহ (রাঃ) সেটি ক্রয় করলেন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার দাম গ্রহণ করে গোলামের মালিককে দিয়ে দিলেন।;\n",
        "id": 2245,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "জাবির ইবনু আবদুল্লাহ আনসারী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৫০০. ঋণ থেকে কমিয়ে দেওয়ার ব্যাপারে সুপারিশ",
        "hadithBengali": "بَاب إِذَا أَقْرَضَهُ إِلَى أَجَلٍ مُسَمًّى أَوْ أَجَّلَهُ فِي الْبَيْعِ ;\n\nقَالَ ابْنُ عُمَرَ فِي الْقَرْضِ إِلَى أَجَلٍ لَا بَأْسَ بِهِ وَإِنْ أُعْطِيَ أَفْضَلَ مِنْ دَرَاهِمِهِ مَا لَمْ يَشْتَرِطْ وَقَالَ عَطَاءٌ وَعَمْرُو بْنُ دِينَارٍ هُوَ إِلَى أَجَلِهِ فِي الْقَرْضِ وَقَالَ اللَّيْثُ حَدَّثَنِي جَعْفَرُ بْنُ رَبِيعَةَ عَنْ عَبْدِ الرَّحْمَنِ بْنِ هُرْمُزَ عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ ذَكَرَ رَجُلًا مِنْ بَنِي إِسْرَائِيلَ سَأَلَ بَعْضَ بَنِي إِسْرَائِيلَ أَنْ يُسْلِفَهُ فَدَفَعَهَا إِلَيْهِ إِلَى أَجَلٍ مُسَمًّى فَذَكَرَ الْحَدِيثَ;\n\n১৪৯৯. পরিচ্ছেদঃ নির্দিষ্ট সময়ের জন্য ঋণ দেওয়া কিংবা ক্রয়-বিক্রয়ের মধ্যে সময় নির্ধারণ করা। ;\n\nইব্'ন উমর (রাঃ) বলেন, নির্দিষ্ট সময়ের জন্য ঋণ নিতে কোন দোষ নেই। আর শর্ত করা ব্যতীত তার পাওনা টাকার বেশী দেওয়া হলে কোন ক্ষতি নেই। আতা ও আম্'র ইব্'ন দীনার (রহঃ) বলেন, ঋণ গ্রহীতা নির্ধারিত মিয়াদ মেনে চলবে। লাইস (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, রাসূলুল্লাহ্' সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বনী ইসরাঈল সম্প্রদায়ের এক লোকের কথা উল্লেখ করে বলেছেন যে, সে তার নিজ গোত্রের একজন লোকের নিকট ঋণ চায়। এরপর সে তাকে নির্দিষ্ট সময়ের জন্য ঋণ দেয় এবং এরপর বর্ণনাকারী হাদীসটি শেষ পর্যন্ত বর্ণনা করেছেন।;\n\n\n২২৪৬। মূসা (রহঃ) ... জাবির (রাঃ) থেকে বর্ণিত, তিনি বলেন, আবদুল্লাহ (রাঃ) উহুদের যুদ্ধে শহীদ হন এবং পরিবার-পরিজন ও ঋণ রেখে যান। আমি পাওনাদারের নিকট কিছু ঋণ মাফ করে দেওয়ার জন্য অনুরোধ করি। কিন্তু তারা তা অস্বীকার করে। আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট গিয়ে তাঁর দ্বারা তাদের কাছে সুপারিশ করাই। তবুও তারা অস্বীকার করল। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, প্রত্যেক শ্রেণীর খেজুর আলাদা আলাদা করে রাখ। আযক ইবনু যায়দ এক জায়গায়, লীন আরেক জায়গায় এবং আজওয়াহ অন্য জায়গায় রাখবে। তারপর পাওনাদারদের হাজির করবে। তখন আমি তোমার নিকট আসব। আমি তাই করলাম।;\n\nতারপর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আসলেন এবং তার উপর বসলেন। আর প্রত্যেককে মেপে মেপে দিলেন। শেষ পর্যন্ত পুরাপুরি আদায় করলেন। কিছু খেজুর যেমন ছিল তেমনি রয়ে গেল, যেন কেউ স্পর্শ করেনি। আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে একবার আমাদের একটি উটে চড়ে জিহাদে গিয়েছিলাম। উটটি পরিশ্রান্ত হয়ে পড়ে এবং আমাকে নিয়ে পেছনে পড়ে যায়। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পেছন থেকে উটটিকে চাবুক মারেন এবং বলেন, এটি আমার নিকট বিক্রি করে দাও। তবে মদিনা পর্যন্ত তুমি এর উপর সাওয়ার হতে পারবে। আমরা যখন মদিনার নিকটে আসলাম তখন আমি তাঁর কাছে জলদি বাড়ী যাওয়ার অনুমতি চাইলাম এবং বললাম, ইয়া রাসূলাল্লাহ! আমি নব বিবাহিত। তিনি বললেন, কুমারী বিয়ে করেছ, না বিবাহিতা? আমি বললাম, বিবাহিতা। কেননা (আমার পিতা) আবদুল্লাহ (রাঃ) ছোট ছোট মেয়ে রেখে শহীদ হয়েছেন। তাই আমি বিবাহিতা বিয়ে করেছি, যাতে সে তাদের জ্ঞান ও আদব শিক্ষা দিতে পারে। তিনি বললেন, তবে তোমার পরিবারের নিকট যাও।;\n\nআমি গেলাম এবং উট বিক্রির কথা আমার মামার কাছে বললাম। তিনি আমাকে তিরস্কার করলেন। আমি তার নিকট উটটি ক্লান্ত হয়ে যাওয়ার এবং নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর এটিকে আঘাত করার ও তার (মুজিযার) কথা উল্লেখ করলাম। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মদিনায় পৌঁছলে আমি উটটি নিয়ে তাঁর কাছে হাযির হলাম। তিনি আমাকে উটটির মূল্য এবং উটটিও দিয়ে দিলেন। আর লোকদের সঙ্গে আমার (গণীমতের) অংশ দিলেন।;\n\nহাদিস নং- ২৪০৪, ২৪০৫ ও ২৪০৬;",
        "id": 2246,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "জাবির ইবনু আবদুল্লাহ আনসারী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৫০১. ধন-সম্পত্তি বিনষ্ট করা নিষিদ্ধ। আল্লাহ তা'আলার বাণীঃ আল্লাহ অশান্তি পছন্দ করেন না (২:২০৫) আল্লাহ্' অশান্তি সৃষ্টিকারীদের কর্ম সার্থক করেন না (১০:৮১)। তারা বলেনঃ হে শুআয়ব! তোমার সালাত কি তোমাকে নির্দেশ দেয় যে, আমাদের পিতৃপুরুষেরা যার ইবাদত করত, আমাদের তা বর্জন করতে হবে এবং আমরা ধন-সম্পদ সম্পর্কে যা করি তাও না? (১১:৮৭) আল্লাহ্' তা'আলা আরো বলেছেনঃ এবং তোমরা তোমাদের সম্পদ নির্বোধদের হাতে অর্পণ করো না (৪:৫)। এই প্রেক্ষিতে অপব্যয় ও প্রতারণা নিষিদ্ধ হওয়া সম্পর্কে।",
        "hadithBengali": "২২৪৭। আবূ নুয়াইম (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, জনৈক ব্যাক্তি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলল, আমাকে ক্রয়-বিক্রয়ে ধোঁকা দেয়া হয়। তিনি বলেন, ক্রয়-বিক্রয়ের সময় তুমি বলবে, ধোঁকা দিবে না। এরপর লোকটি ক্রয়-বিক্রয়ের সময় এই কথা বলত।;",
        "id": 2247,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৫০১. ধন-সম্পত্তি বিনষ্ট করা নিষিদ্ধ। আল্লাহ তা'আলার বাণীঃ আল্লাহ অশান্তি পছন্দ করেন না (২:২০৫) আল্লাহ্' অশান্তি সৃষ্টিকারীদের কর্ম সার্থক করেন না (১০:৮১)। তারা বলেনঃ হে শুআয়ব! তোমার সালাত কি তোমাকে নির্দেশ দেয় যে, আমাদের পিতৃপুরুষেরা যার ইবাদত করত, আমাদের তা বর্জন করতে হবে এবং আমরা ধন-সম্পদ সম্পর্কে যা করি তাও না? (১১:৮৭) আল্লাহ্' তা'আলা আরো বলেছেনঃ এবং তোমরা তোমাদের সম্পদ নির্বোধদের হাতে অর্পণ করো না (৪:৫)। এই প্রেক্ষিতে অপব্যয় ও প্রতারণা নিষিদ্ধ হওয়া সম্পর্কে।",
        "hadithBengali": "২২৪৮। উসমান (রহঃ) ... মুগীরা ইবনু শোবা (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেছেন, আল্লাহ তায়ালা তোমাদের উপর হারাম করেছেন, মায়ের নাফরমানী, কণ্যা সন্তানদেরকে জীবন্ত কবর দেওয়া, কারো প্রাপ্য না দেওয়া এবং অন্যায়ভাবে কিছু নেওয়া আর অপছন্দ করেছেন অনর্থক বাক্য ব্যয়, অতিরিক্ত প্রশ্ন করা, আর মাল বিনষ্ট করা।;",
        "id": 2248,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "মুগীরা ইবনু শু'বা  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৫০২. গোলাম তার মালিকের সম্পদের রক্ষক। সে তার মালিকের অনুমতি ব্যতীত তা ব্যয় করবে না।",
        "hadithBengali": "২২৪৯। আবূল ইয়ামান (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছেন, তোমরা প্রত্যেকেই রক্ষক। আর প্রত্যেকেই তার অধীনস্থদের সম্বন্ধে জিজ্ঞাসিত হবে। নেতা (ইমাম) একজন রক্ষক, সে তার অধীনস্থদের সম্বন্ধে জিজ্ঞাসিত হবে। পুরুষ তার পরিবারের রক্ষক, সে তার পরিবারের লোকজন সম্বন্ধে জিজ্ঞাসিত হবে। স্ত্রী তার স্বামীর ঘরের রক্ষক, তাকে তার রক্ষনাবেক্ষন সম্পর্কে জিজ্ঞাসা করা হবে। ইবনু উমর (রাঃ) বলেন, আমি এ সকলই রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে শুনেছি। আমার মনে হয় তিনি এ কথাও বলেছেন, ছেলে তার পিতার সম্পত্তির রক্ষক এবং সে জিজ্ঞাসিত হবে তার রক্ষনাবেক্ষন সম্বন্ধে। অতএব, তোমরা প্রত্যেকেই রক্ষক এবং তোমাদের প্রত্যেকেই তার অধীনস্থদের সম্বন্ধে জিজ্ঞাসিত হবে।;",
        "id": 2249,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    }
]