[

    {

        "chapter_bn": "৪৪/ আলোচনায় মশগুল অবস্থায় ইলম সম্পর্কে জিজ্ঞাসা করা হলে আলোচনা শেষ করার পর প্রশ্নকারীর উত্তর প্রদান",
        "hadithBengali": "৪৩. ইলমের ফযীলত;\n\nআল্লাহ তাআলার বাণীঃ;\n\nيَرْفَعْ اللهُ الَّذِينَ آمَنُوا مِنْكُمْ وَالَّذِينَ أُوتُوا الْعِلْمَ دَرَجَاتٍ وَاللهُ بِمَا تَعْمَلُونَ خَبِيرٌ;\n\nতোমাদের মধ্যে যারা ঈমান এনেছে এবং যাদের ইলম দান করা হয়েছে আল্লাহ্' তাদের মর্যাদায় উন্নত করবেন; তোমরা যা কর আল্লাহ্' সে সম্পর্কে সবিশেষ অবহিত। (৫৮ঃ ১১)।;\n\nমহান আল্লাহ্'র বাণীঃ;\n\nرَبِّ زِدْنِي عِلْمًا;\n\nহে আমার রব! আমার জ্ঞানের বৃদ্ধি সাধন কর। (২০ঃ ১১৪);\n\n\n৫৭। মুহাম্মদ ইবনু সিনান (রহঃ) ও ইবরাহীম ইবনুল মুনযির (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ একবার রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মজলিসে লোকদের সামনে কিছু আলোচনা করছিলেন। ইতিমধ্যে তাঁর কাছে একজন বেদু্ঈন এসে প্রশ্ন করলেন, কিয়ামত কবে হবে? রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর আলোচনায় রত রইলেন। এতে কেউ কেউ বললেন, লোকটি যা বলেছে তিনি তা শুনেছেন কিন্তু তার কথা পছন্দ করেন নি। আর কেউ কেউ বললেন বরং তিনি শুনতেই পান নি। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আলোচনা শেষ করে বললেনঃ কিয়ামত সম্পর্কে প্রশ্নকারী লোকটি কোথায়? সে বলল, এই যে আমি, ইয়া রাসূলাল্লাহ! তিনি বললেনঃ যখন আমানত নষ্ট করা হয় তখন কিয়ামতের প্রতীক্ষা করবে। সে বলল, কিভাবে আমানত নষ্ট করা হয়? তিনি বললেনঃ যখন কোন কাজের দায়িত্ব অনুপযুক্ত লোকের প্রতি ন্যাস্ত হয়, তখন তুমি কিয়ামতের প্রতীক্ষা করবে।;\n",
        "id": 57,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৪৫/ উচ্চস্বরে ইলমের আলচনা",
        "hadithBengali": "৫৮। আবূন নুমান (রহঃ) ... আবদুল্লাহ ইবনু আমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, এক সফরে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের পেছনে রয়ে গেলেন। পরে তিনি আমাদের কাছে পৌঁছলেন, এদিকে আমরা (আসরের) সালাত (নামায/নামাজ) আদায় করতে দেরী করে ফেলেছিলাম এবং আমরা উযূ (ওজু/অজু/অযু) করছিলাম। আমরা আমাদের পা কোনমতে পানি দিয়ে ভিজিয়ে নিচ্ছিলাম। তিনি উচ্চস্বরে বললেনঃ পায়ের গোড়ালিগুলোর (শুষ্কতার) জন্য জাহান্নামের শাস্তি রয়েছে। তিনি দুবার বা তিনবার এ কথা বললেন।;\n",
        "id": 58,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আমর ইবনুল আস (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৪৬/ মুহাদ্দিসের উক্তিঃ হাদ্দাসানা, আখবারানা ও আম্বাআনা",
        "hadithBengali": "হুমাইদী (রহ.) বর্ণনা করেন যে, ইবনু উয়াইনাহ (রহঃ)-এর মতেحَدَّثَنَا وَأَخْبَرَنَا وَأَنْبَأَنَا وَسَمِعْتُ একই অর্থবোধক।;\n\nইবনু মাসঊদ (রাঃ) বলেন,حَدَّثَنَا رَسُولُ اللهِ صلى الله عليه وسلم وَهُوَ الصَّادِقُ الْمَصْدُوقُ আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের নিকট হাদীস বর্ণনা করেছেন; আর তিনি সত্যবাদী এবং সত্যবাদীরূপে স্বীকৃত।;\n\nশাকীক (রহঃ) আবদুল্লাহ্ (রাঃ) থেকে বর্ণনা করেন,سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم كَلِمَةً আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে এরূপ উক্তি শুনেছি...।;\n\nহুযাইফাহ (রাঃ) বলেন,حَدَّثَنَا رَسُولُ اللهِ حَدِيثَيْنِ আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের নিকট দুটি হাদীস বর্ণনা করেছেন।;\n\nআবুল আলিয়াহ (রহঃ) ইবনু আব্বাস (রাঃ) থেকে বর্ণনা করেন,يَرْوِي عَنْ رَبِّهِ عَنِ النَّبِيِّ صلى الله عليه وسلم নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে, তিনি তাঁর রব থেকে বর্ণনা করেন...।;\n\nআনাস (রাঃ) বলেন,عَنِ النَّبِيِّ صلى الله عليه وسلم فِيمَا يَرْوِيهِ عَنْ رَبِّهِ عَزَّ وَجَلَّ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে, তিনি বর্ণনা করেন তাঁর রব থেকে....।;\n\nআবূ হুরাইরাহ (রাঃ) বলেন,عَنِ النَّبِيِّ صلى الله عليه وسلم يَرْوِيهِ عَنْ رَبِّكُمْ عَزَّ وَجَلَّ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে, তিনি তোমাদের মহিমাময় ও সুমহান প্রতিপালক থেকে বর্ণনা করেন...।;\n\n\n৫৯। কুতায়বা ইবনু সাঈদ (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একবার বললেনঃ গাছপালার মধ্যে এমন একটি গাছ আছে যার পাতা ঝরে না। আর তা মুসলিমের উপমা। তোমরা আমাকে বল, সেটি কি গাছ? রাবী বলেন, তখন লোকেরা জঙ্গলের বিভিন্ন গাছ-পালার নাম চিন্তা করতে লাগল। আবদুল্লাহ (রাঃ) বলেন, আমার মনে হল, সেটা হবে খেজুর গাছ। কিন্তু আমি তা বলতে লজ্জাবোধ করছিলাম। তারপর সাহাবায়ে কিরাম (রাঃ) বললেন, ইয়া রাসূলাল্লাহ! আপনি আমাদের বলে দিন সেটি কি গাছ? তিনি বললেনঃ তা হল খেজুর গাছ।;\n",
        "id": 59,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৪৭/ শাগরিদগনের জ্ঞান পরীক্ষার জন্য উস্তাদের কোন বিষয় উত্থাপন করা",
        "hadithBengali": "৬০। খালিদ ইবনু মাখলাদ (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একবার বললেনঃ গাছ-পালার মধ্যে এমন একটি গাছ আছে যার পাতা ঝরে না। আর তা মুসলিমের উপমা। তোমরা আমাকে বল দেখি সেটি কি গাছ? রাবী বলেন, তখন লোকেরা জঙ্গলের বিভিন্ন গাছ-পালার নাম চিন্তা করতে লাগল। আবদুল্লাহ (রাঃ) বলেন, আমার মনে হল, সেটা হবে খেজুর গাছ। কিন্তু তা বলতে আমি লজ্জাবোধ করছিলাম। তারপর সাহাবায়ে কিরাম (রাঃ) বললেন, ইয়া রাসূলাল্লাহ! আপনিই আমাদের বলে দিন সেটি কি গাছ? তিনি বললেনঃ তা হল খেজুর গাছ।;\n",
        "id": 60,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৪৮/ হাদিস পড়া ও মুহাদ্দিসের কাছে পেশ করা",
        "hadithBengali": "হাসান (বসরী), সুফইয়ান সাউরী এবং মালিক (রহঃ)-এর মতে মুহাদ্দিসের সামনে পাঠ করা জায়েয। কোন কোন মুহাদ্দিস উস্তাদের সামনে পাঠ করার স্বপক্ষে যিমাম ইবনু সালাবা (রাঃ)-এর হাদীস পেশ করেন। তিনি আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে বলেছিলেন, আমাদের পাঁচ ওয়াক্ত সালাত আদায় করার ব্যাপারে আল্লাহ্ কি আপনাকে নির্দেশ দিয়েছেন? তিনি বললেনঃ হ্যাঁ। রাবী বলেন, এগুলো রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সামনে পাঠ করা। যিমাম (রাঃ) তাঁর গোত্রের নিকট এ নির্দেশগুলো জানান এবং তাঁরা তা গ্রহণ করেন। (ইমাম) মালিক (রহঃ) তাঁর মতের সমর্থনে লিখিত দলীলকে প্রমাণ হিসেবে পেশ করেন, যা লোকদের সামনে পাঠ করা হলে তারা বলে, অমুক আমাদের সাক্ষী বানিয়েছেন। শিক্ষকের সামনে পাঠ করে পাঠক বলে, অমুক আমাকে পড়িয়েছেন।;\n\n\n৬১। মুহাম্মদ ইবন সালাম (রহঃ) ... হাসান (রহঃ) থেকে বর্ণিত, তিনি বলেন, উস্তাদের সামনে শাগরিদের পাঠ করতে কোন বাধা নেই। উবায়দুল্লাহ্ ইবন মূসা (রহঃ) সুফিয়ান (রহঃ) থেকে বর্ণনা করেন যে, তিনি বলেন যখন মুহাদ্দিসের সামনে (কোন হাদীস) পাঠ করা হয় তখন حَدَّثَنِي (তিনি আমার কাছে হাদীস বর্ণনা করেছেন) বলায় কোন আপত্তি নেই। বর্ণনাকারী বলেন, আমি আবূ আসিমকে মালিক ও সুফিয়ান (রহঃ) থেকে বর্ণনা করতে শুনেছি যে, উস্তাদের সামনে পাঠ করা এবং উস্তাদের নিজে পাঠ করা একই পর্যায়ের।;\n",
        "id": 61,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "হাসান বাসরী (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৪৮/ হাদিস পড়া ও মুহাদ্দিসের কাছে পেশ করা",
        "hadithBengali": "৬২। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ একবার আমরা রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে মসজিদে বসা ছিলাম। তখন এক ব্যাক্তি সওয়ার অবস্থায় ঢুকল। মসজিদে (প্রাঙ্গণে) সে তার উটটি বসিয়ে বেঁধে রাখল। এরপর সাহাবীদের লক্ষ্য করে বলল, তোমাদের মধ্যে মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে? রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখন তার সামনেই হেলান দিয়ে বসা ছিলেন। আমরা বললাম, এই হেলান দিয়ে বসা ফর্সা রঙের ব্যাক্তিই হলেন তিনি।;\n\nতারপর লোকটি তাঁকে লক্ষ্য করে বলল, হে আবদুল মুত্তালিবের পুত্র! নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বললেনঃ আমি তোমার জওয়াব দিচ্ছি। লোকটি বলল, আমি আপনাকে কিছু প্রশ্ন করব এবং সে প্রশ্ন করার ব্যাপারে কঠোর হব, এতে আপনি রাগ করবেন না। তিনি বললেন, তোমার যেমন ইচ্ছা প্রশ্ন কর। সে বলল, আমি আপনাকে আপনার রব ও আপনার পূর্ববর্তীদের রবের কসম দিয়ে জিজ্ঞাসা করছি, আল্লাহ্ই কি আপনাকে সকল মানুষের রাসূলরূপে পাঠিয়েছেন? তিনি বললেনঃ আল্লাহ্ সাক্ষী, হাঁ।;\n\nসে বলল, আমি আপনাকে আল্লাহর কসম দিয়ে বলছি, আল্লাহ্ই কি আপনাকে দিনরাতে পাঁচ ওয়াক্ত সালাত (নামায/নামাজ) আদায় করতে নির্দেশ দিয়েছেন? তিনি বললেনঃ আল্লাহ্ সাক্ষী, হাঁ। সে বলল, আমি আপনাকে আল্লাহর কসম দিয়ে বলছি, আল্লাহ্ই কি আপনাকে বছরের এ মাসে (রমযান) সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) পালনের নির্দেশ দিয়েছেন? তিনি বললেনঃ আল্লাহ্ সাক্ষী, হাঁ।;\n\nসে বলল, আমি আপনাকে আল্লাহর কসম দিয়ে বলছি, আল্লাহ্ই কি আপনাকে নির্দেশ দিয়েছেন, আমাদের ধনীদের থেকে সদকা (যাকাত) উসূল করে গরীবদের মধ্যে ভাগ করে দিতে? নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আল্লাহ্ সাক্ষী, হাঁ। এরপর লোকটি বলল, আমি ঈমান আনলাম আপনি যা (যে শরীআত) এনেছেন তার ওপর। আর আমি আমার কওমের রেখে আসা লোকজনের পক্ষে প্রতিনিধি, আমার নাম যিমাম ইবনু সালাবা, বনী সাদ ইবনু বকর গোত্রের একজন।;\n\nমূসা ও আলী ইবনু আবদুল হামীদ (রহঃ) ... আনাস (রাঃ) সূত্রেও এরূপ বর্ণনা করেছেন।;\n",
        "id": 62,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৪৮/ হাদিস পড়া ও মুহাদ্দিসের কাছে পেশ করা",
        "hadithBengali": "৬৩। মূসা ইবন ইসমাঈল (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে প্রশ্ন করার ব্যাপারে কুরআনুল করীমে আমাদের নিষেধ করা হয়েছিল। আমরা পছন্দ করতাম, গ্রাম থেকে কোন বুদ্ধিমান ব্যক্তি এসে তাঁর কাছে প্রশ্ন করুক আর আমরা তা শুনি। তারপর একদিন গ্রাম থেকে একজন লোক এসে বলল, আমাদের কাছে আপনার একজন দূত গিয়েছে। সে আমাদের খবর দিয়েছে যে, আপনি বলেন, আল্লাহ্ তাআলা আপনাকে রাসূলরূপে পাঠিয়েছেন। তিনি বললেনঃ সে সত্য বলেছে। সে বলল, আসমান কে সৃষ্টি করেছেন? তিনি বললেনঃ মহিমাময় আল্লাহ্ তাআলা। সে বলল, পৃথিবী ও পর্বতমালা কে সৃষ্টি করেছেন? তিনি বললেনঃ মহিমাময় আল্লাহ্ তাআলা। সে বলল, এসবের মধ্যে উপকারী বস্তুসমূহ কে রেখেছেন? তিনি বললেনঃ মহিমাময় আল্লাহ্ তাআলা। সে বলল, তাহলে যিনি আসমান সৃষ্টি করেছেন, যমীন সৃষ্টি করেছেন, পর্বত স্থাপন করেছেন এবং তার মধ্যে উপকারী বস্তুসমূহ রেখেছেন, তাঁর কসম, সেই আল্লাহ্ই কি আপনাকে রাসূলরূপে পাঠিয়েছেন? তিনি বললেনঃ হ্যাঁ।;\n\nসে বলল, আপনার দূত বলেছেন যে, আমাদের উপর পাঁচ ওয়াক্ত সালাত আদায় করা এবং আমাদের মালের যাকাত দেওয়া অবশ্য কর্তব্য। তিনি বললেনঃ সে সত্য বলেছে। সে বলল, যিনি আপনাকে রাসূল করে পাঠিয়েছেন, তাঁর কসম, আল্লাহ্ই কি আপনাকে এর আদেশ দিয়েছেন? তিনি বললেনঃ হ্যাঁ, সে বলল, আপনার দূত বলেছেন যে, আমাদের উপর বছরে একমাস সাওম পালন অবশ্য কর্তব্য। তিনি বললেনঃ সে সত্য বলেছে। সে বলল, যিনি আপনাকে রাসূল করে পাঠিয়েছেন তাঁর কসম, আল্লাহ্ই কি আপনাকে এর নির্দেশ দিয়েছেন? তিনি বললেনঃ হ্যাঁ। সে বলল, আপনার দূত বলেছেন যে, আমাদের মধ্যে যার যাতায়াতের সামর্থ্য আছে, তার উপর বায়তুল্লাহর হজ্জ করা অবশ্য কর্তব্য। তিনি বললেনঃ সে সত্য বলেছে। সে বলল, যিনি আপনাকে রাসূল করে পাঠিয়েছেন তাঁর কসম, আল্লাহ্ই কি আপনাকে এর নির্দেশ দিয়েছেন? তিনি বললেনঃ হ্যাঁ, লোকটি বলল, যিনি আপনাকে সত্য দ্বীন দিয়ে পাঠিয়েছেন, তাঁর কসম, আমি এতে কিছু বাড়াবোও না, কামাবোও না। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ সে যদি সত্য বলে থাকে তবে অবশ্যই সে জান্নাতে দাখিল হবে।;\n",
        "id": 63,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৪৯/ শায়খ কর্তৃক ছাত্রকে হাদিসের কিতাব প্রদান এবং আলিম কর্তৃক ইলমের কথা লিখে বিভিন্ন দেশে প্রেরণ।",
        "hadithBengali": "আনাস (রাঃ) বলেন, উসমান (রাঃ) কুরআন কারীমের বহু কপি তৈরি করিয়ে বিভিন্ন দেশে প্রেরণ করেন। আবদুল্লাহ্ ইবনু উমার (রাঃ), ইয়াহইয়া ইবনু সাঈদ ও মালিক (রহঃ) এটাকে জায়িয মনে করেন। কোন কোন হিজাযবাসী ছাত্রকে হাদীস বর্ণনার অনুমতি প্রদানের ব্যাপারে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর এ হাদীস দিয়ে দলীল পেশ করেন যে, তিনি একটি সেনাদলের প্রধানকে একখানি পত্র দেন এবং তাঁকে বলে দেন, অমুক অমুক স্থানে না পৌঁছা পর্যন্ত এটা পড়ো না। অতঃপর তিনি যখন সে স্থানে পৌঁছলেন, তখন লোকের সামনে তা পড়ে শোনান এবং রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর ফরমান তাদেরকে জানান।;\n\n\n৬৪। ইসমাঈল ইবনু আবদুল্লাহ (রহঃ) ... আবদুল্লাহ ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামএক ব্যক্তিকে তাঁর চিঠি দিয়ে পাঠালেন এবং তাকে বাহরায়নের গভর্নরের কাছে তা পৌঁছে দিতে নির্দেশ দিলেন। এরপর বাহরায়নের গভর্নর তা কিসরা (পারস্য সম্রাট)-এর কাছে দিলেন। পত্রটি পড়ার পর সে ছিঁড়ে টুকরো টুকরো করে ফেলল। [বর্ণনাকারী ইবনু শিহাব (রহঃ) বলেন] আমার ধারনা ইবনু মূসায়্যাব (রহঃ) বলেছেন, (এ ঘটনার খবর পেয়ে) রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের জন্য বদদুআ করেন যে, তাদেরকেও যেন সম্পূর্ণরূপে টুকরো টুকরো করে ফেলা হয়।;\n",
        "id": 64,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৪৯/ শায়খ কর্তৃক ছাত্রকে হাদিসের কিতাব প্রদান এবং আলিম কর্তৃক ইলমের কথা লিখে বিভিন্ন দেশে প্রেরণ।",
        "hadithBengali": "৬৫। মুহাম্মদ ইবনু মুকাতিল (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একখানি পত্র লিখলেন অথবা একখানি পত্র লিখতে মনস্থ করলেন। তখন তাঁকে বলা হল যে, তারা (রোমবাসী ও অনারবরা) সীলমোহরযুক্ত ছাড়া কোন পত্র পড়ে না। এরপর তিনি রূপার একটি আংটি (মোহর) তৈরী করালেন যার নকশা ছিল (مُحَمَّدٌ رَسُولُ اللَّهِ) আমি যেন তাঁর হাতে সে আংটির ঔজ্জ্বল্য (এখনও) দেখতে পাচ্ছি। [শুবা (রহঃ) বলেন] আমি কাতাদ (রহঃ)-কে বললাম, কে বলেছে যে, তার নকশা (مُحَمَّدٌ رَسُولُ اللَّهِ) ছিল? তিনি বললেন, আনাস (রাঃ)।;\n",
        "id": 65,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৫০/ মজলিসের শেষ প্রান্তে বসা এবং মজলিসের ভিতরে ফাক দেখে সেখানে বসা",
        "hadithBengali": "৬৬। ইসমাঈল (রহঃ) ... আবূ ওয়াকিদ আল-লায়সী (রাঃ) থেকে বর্ণিত যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একবার মসজিদে বসেছিলেন; তাঁর সঙ্গে আরও লোকজন ছিলেন। ইতিমধ্যে তিনজন লোক এলেন। তন্মধ্যে দুজন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর দিকে এগিয়ে এলেন এবং একজন চলে গেলেন। আবূ ওয়াকিদ (রাঃ) বলেন, তাঁরা দুজন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে কিছুক্ষণ দাঁড়িয়ে রইলেন। এরপর তাঁদের একজন মজলিসের মধ্যে কিছুটা জায়গা দেখে সেখানে বসে পড়লেন এবং অন্যজন তাদের পেছনে বসলেন। আর তৃতীয় ব্যাক্তি ফিরে গেল। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মজলিস শেষ করে (সাহাবায়ে কিরামকে লক্ষ্য করে) বললেনঃ আমি কি তোমাদেরকে এই তিন ব্যাক্তি সম্পর্কে কিছু বলব? তাদের একজন আল্লাহর দিকে এগিয়ে এসেছে তাই আল্লাহ্ তাকে স্থান দিয়েছেন। অন্যজন (ভীড় ঠেলে অগ্রসর হতে অথবা ফিরে যেতে) লজ্জাবোধ করেছে,তাই আল্লাহও তার ব্যাপারে (তাকে শাস্তি দিতে এবং রহমত থেকে বঞ্চিত করতে) লজ্জাবোধ করেছেন। আর অপরজন (মজলিসে হাজির হওয়া থেকে) মুখ ফিরিয়ে নিয়েছে, তাই আল্লাহ্ও তার থেকে মুখ ফিরিয়ে নিয়েছেন।;\n",
        "id": 66,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ ওয়াকিদ আল-লায়সী  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৫১/ নাবী করীম (ﷺ) এর বানীঃ যাদের কাছে হাদিস পৌঁছানো হয় তাদের মধ্যে অনেকে এমন আছে, যে শ্রোতা (বর্ণনাকারীর) চাইতে বেশী মুখস্থ রাখতে পারে।",
        "hadithBengali": "৬৭। মূসাদ্দাদ (রহঃ) ... আবূ বাকরা (রাঃ) থেকে বর্ণিত যে, তিনি একবার নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কথা উল্লেখ করে বলেন, (মিনায়) তিনি তাঁর উটের ওপর বসেছিলেন। একজন লোক তাঁর উটের লাগাম ধরে রেখেছিল। তিনি বললেনঃ আজ কোন্ দিন? আমরা চুপ থাকলাম এবং ধারণা করলাম যে, এ দিনটির আলাদা কোন নাম তিনি দিবেন। তিনি বললেনঃ এটা কুরবানীর দিন নয় কি?; আমরা বললাম, জী হ্যাঁ। তিনি বললেনঃ এটা কোন্ মাস? আমরা চুপ থাকলাম এবং ধারণা করতে লাগলাম যে, তিনি হয়ত এর (প্রচলিত) নাম ছাড়া অন্য কোন নাম দিবেন। তিনি বললেনঃ এটা যিলহাজ্জ নয় কি? আমরা বললাম, জী হ্যাঁ। তিনি বললেনঃ জেনে রাখ! তোমাদের জান, তোমাদের মাল, তোমাদের সন্মান তোমাদের পরস্পরের জন্য হারাম, যেমন আজকের এ মাস, তোমাদের এ শহর, আজকের এ দিন সন্মানিত। এখানে উপস্থিত ব্যাক্তি (আমার এ বাণী) যেন অনুপস্থিত ব্যাক্তির কাছে পৌঁছে দেয়। কারন উপস্থিত ব্যাক্তি হয়ত এমন এক ব্যাক্তির কাছে পৌঁছাবে, যে এ বাণীকে তার থেকে বেশি মুখস্থ রাখতে পারবে।;\n",
        "id": 67,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ বাকরা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৫৩/ রাসূলুল্লাহ্ (ﷺ) ওয়ায-নসীহতে ও ইলম শিক্ষা দানে উপযুক্ত সময়ের প্রতি লক্ষ্য রাখতেন, যাতে লোকজন বিরক্ত না হয়ে পড়ে।",
        "hadithBengali": "৫২. পরিচ্ছেদঃ কথা ও আমলের পূর্বে ইলম জরুরী।;\n\nআল্লাহ তাআলার ইরশাদঃ فَاعْلَمْ أَنَّهُ لاَ إِلَهَ إِلاَّ اللَّهُ সুতরাং জেনে রাখ, আল্লাহ ব্যতীত প্রকৃত কোন উপাস্য নেই।; (৪৭ঃ ১৯)। এখানে আল্লাহ তাআলা ইলমের কথা আগে বলেছেন। আলিমগণই নবীগণের ওয়ারিস। তারা ইলমের ওয়ারিস হয়েছেন। তাই যে ইলম হাসিল করে সে বিরাট অংশ লাভ করে। আর যে ব্যক্তি ইলম হাসিলের উদ্দেশ্যে পথ চলে, আল্লাহ তাআলা তার জন্য জান্নাতের পথ সহজ করে দেন।;\n\nআল্লাহ তাআলা ইরশাদ করেনঃ إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاءُ আল্লাহর বান্দাদের মধ্যে আলিমগণই তাকে ভয় করে (৩৫ঃ ২৮)। আল্লাহ তাআলা আরো ইরশাদ করেনঃ وَمَا يَعْقِلُهَا إِلاَّ الْعَالِمُونَ আলিমগণ ছাড়া তা কেউ বুঝেনা;। অন্যত্র ইরশাদ হয়েছেঃ وَقَالُوا لَوْ كُنَّا نَسْمَعُ أَوْ نَعْقِلُ مَا كُنَّا فِي أَصْحَابِ السَّعِيرِ তারা বলবে, যদি আমরা শুনতাম অথবা বিবেক-বুদ্ধি প্রয়োগ করতাম, তাহলে আমরা জাহান্নামী হতাম না। (৬৭ঃ ১০)। আরো ইরশাদ করেনঃ هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَالَّذِينَ لاَ يَعْلَمُونَ বল, যারা জানে আর যারা জানে না, তারা কি সমান হতে পারে? (৩৯ঃ ৯);\n\nনবী কারীম সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেনঃ আল্লাহ যার কল্যাণ চান তাকে দ্বীনের জ্ঞান দান করেন। আর অধ্যায়নের মাধ্যমেই জ্ঞান অর্জিত হয়। আবু যার (রাঃ) তাঁর ঘাড়ের দিকে ইশারা করে বলেন, যদি তোমরা এখানে তরবারি ধর, এরপর আমি বুঝতে পারি যে, তোমরা আমার ওপর সে তরবারী চালাবার আগে আমি একটু কথা বলতে পারব, তবে আমি যা নবী কারিম সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম থেকে শুনেছি, তবে অবশ্যই আমি তা বলে ফেলব।;\n\nনবী কারীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর বাণীঃ উপস্থিত ব্যক্তিরা যেন অনুপস্থিত ব্যক্তির কাছে (আমার বাণী) পৌঁছে দেয়। ইবনু আব্বাস (রাঃ) বলেন, كُونُوا رَبَّانِيِّينَ (তোমরা রব্বানি হও)। এখানে رَبَّانِيِّينَ মানে প্রজ্ঞাবান, আলিম ও ফকীহগণ। আরো বলা হয় رباني সে ব্যক্তি কে বলা হয় যিনি মানুষকে জ্ঞানের বড় বড় বিষয়ের পূর্বে ছোট ছোট বিষয় শিক্ষা দিয়ে গড়ে তোলেন।;\n\n\n৬৮। মুহাম্মদ ইবন ইউসুফ (রহঃ) ... ইবন মাসউদ (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের অবস্থার প্রতি লক্ষ্য রেখে নির্দিষ্ট দিনে ওয়ায-নসীহত করতেন, আমরা যাতে বিরক্ত না হই।;\n",
        "id": 68,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ' ইব্'ন মাসউদ (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৫৩/ রাসূলুল্লাহ্ (ﷺ) ওয়ায-নসীহতে ও ইলম শিক্ষা দানে উপযুক্ত সময়ের প্রতি লক্ষ্য রাখতেন, যাতে লোকজন বিরক্ত না হয়ে পড়ে।",
        "hadithBengali": "৬৯। মুহাম্মদ ইবনু বাশশার (রহঃ) ... আনাস (রাঃ) থেকে বর্ণনা করেন যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা (দ্বীনের ব্যাপারে) সহজ পন্থা অবলম্বন করবে, কঠিন পন্থা অবলম্বন করবে না, মানুষকে সুসংবাদ শোনাবে, বিরক্তি সৃষ্টি করবে না।;\n",
        "id": 69,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৫৪/ ইলম শিক্ষার্থীদের জন্য দিন নির্দিষ্ট করা",
        "hadithBengali": "৭০। উসমান ইবনু আবূ শায়বা (রহঃ) ... আবূ ওয়াইল (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ ইবনু মাসউদ (রাঃ) প্রতি বৃহস্পতিবার লোকদের ওয়ায-নসীহত করতেন। তাঁকে একজন বলল, হে আবূ আবদুর রহমান! আমার মন চায় যেন আপনি প্রতিদিন আমাদের নসীহত করেন। তিনি বললেনঃ এ কাজ থেকে আমাকে যা বিরত রাখে তা হল, আমি তোমাদের ক্লান্ত করতে পছন্দ করি না। আর আমি নসীহত করার ব্যাপারে তোমাদের (অবস্থার) প্রতি লক্ষ্য রাখি, যেমন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের প্রতি লক্ষ্য রাখতেন আমাদের ক্লান্তির আশংকায়।;\n",
        "id": 70,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ ওয়াইল (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৫৫/ আল্লাহ্ যার কল্যাণ চান, তাকে দ্বীনের জ্ঞান দান করেন",
        "hadithBengali": "৭১। সাঈদ ইবনু উফায়র (রহঃ) ... হুমায়দ ইবনু আবদুর রহমান (রহঃ) থেকে বর্ণিত, তিনি বলেনঃ আমি মুআবিয়া (রাঃ)কে বক্তৃতারত অবস্থায় বলতে শুনেছি, তিনি বলেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে বলতে শুনেছি, আল্লাহ্ যার কল্যাণ চান, তাকে দ্বীনের জ্ঞান দান করেন। আমি তো কেবল বিতরণকারী, আল্লাহ্ই দানকারী। সর্বদাই এ উম্মাত (সত্যিকারের মুসলিম) কিয়ামত পর্যন্ত আল্লাহ্' হুকুমের উপর প্রতিষ্টিত থাকবে, বিরুদ্ধবাদীরা তাদের কোন ক্ষতি করতে পারবে না।;\n",
        "id": 71,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "হুমায়দ ইবনু আবদুর রহমান (রহ.)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৫৬/ ইলমের ক্ষেত্রে সঠিক অনুধাবন",
        "hadithBengali": "৭২। আলী ইবনু আবদুল্লাহ (রহঃ) ... মুজাহিদ (রহঃ) থেকে বর্ণিত, তিনি বলেন, আমি সফরে মদিনা পর্যন্ত ইবনু উমর (রাঃ) এর সঙ্গে ছিলাম। এ সময় তাঁকে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে একটি মাত্র হাদীস রেওয়ায়েত করতে শুনেছি। তিনি বলেন, আমরা একবার নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে ছিলাম। তখন তাঁর নিকট খেজুর গাছের মথি আনা হল। তারপর তিনি বললেনঃ গাছপালার মধ্যে এমন একটি গাছ আছে যার দৃষ্টান্ত মুসলিমের ন্যায়। তখন আমি বলতে চাইলাম যে, তা হল খেজুর গাছ, কিন্তু আমি ছিলাম উপস্থিত সবার চাইতে বয়সে ছোট। তাই চুপ করে রইলাম। তখন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ গাছটি হল খেজুর গাছ।;\n",
        "id": 72,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "মুজাহিদ  (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৫৭/ ইলম ও হিকমতের ক্ষেত্রে সমতুল্য হওয়ার আগ্রহ",
        "hadithBengali": "উমর (রাঃ) বলেন, তোমরা নেতৃত্ব লাভের আগেই জ্ঞান হাসিল করে নাও। আবূ আবদুল্লাহ্ (বুখারী) বলেন, আর নেতা বানিয়ে দেওয়ার পরও, কেননা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের সাহাবীগণ বয়োবৃদ্ধকালেও ইলম শিক্ষা করেছেন।;\n\n\n৭৩। হুমায়দী (রহঃ) ... আবদুল্লাহ ইবনু মাসউদ (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কেবলমাত্র দুটি ব্যাপারই ঈর্ষা করা যায়; (১) সে ব্যাক্তির উপর, যাকে আল্লাহ্ তাআলা সম্পদ দিয়েছেন, এরপর তাকে হক পথে অকাতরে ব্যয় করার ক্ষমতা দেন; (২) সে ব্যাক্তির উপর, যাকে আল্লাহ্ তাআলা হিকমত দান করেছেন, এরপর সে তার সাহায্যে ফায়সালা করে ও তা শিক্ষা দেয়।;\n",
        "id": 73,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ' ইব্'ন মাসউদ (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৫৮/ সমুদ্রে খিযর (আঃ)-এর কাছে মূসা (আঃ)-এর যাওয়া",
        "hadithBengali": "আর আল্লাহ্ তাআলার বানীঃ (هَلْ أَتَّبِعُكَ عَلَى أَنْ تُعَلِّمَنِي مِمَّا عُلِّمْتَ رُشْدًا) (আমি কি আপনার অনুসরণ করব এ শর্তে যে, সত্য পথের যে জ্ঞান আপনাকে দান করা হয়েছে তা থেকে আমাকে শিক্ষা দেবেন। (১৮ঃ ৬৬);\n\n\n৭৪। মুহাম্মদ ইবনু গুরায়র আয-যুহরী (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, তিনি এবং হুর ইবনু কায়স ইবনু হিসন আল ফাযারী মূসা (আঃ) এর সঙ্গী সম্পর্কে বাদানুবাদ করেছিলেন। ইবনু আব্বাস (রাঃ) বললেন, তিনি ছিলেন খিযর। ঘটনাক্রমে তখন তাদের পাশ দিয়ে উবাই ইবনু কাব (রাঃ) যাচ্ছিলেন। ইবনু আব্বাস (রাঃ) তাঁকে ডেকে বললেনঃ আমি ও আমার এ ভাই মতবিরোধ পোষণ করছি মূসা (আঃ) এর সেই সঙ্গীর ব্যাপারে যাঁর সাথে সাক্ষাত করার জন্য মূসা (আঃ) আল্লাহর কাছে পথের সন্ধান চেয়েছিলেনআপনি কি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে তাঁর সম্পর্কে কিছু বলতে শুনেছেন? তিনি বললেন, হ্যাঁ, আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে বলতে শুনেছি, একবার মূসা (আঃ) বনী ইসরাঈলের কোন এক মজলিসে হাজির ছিলেন। তখন তাঁর কাছে এক ব্যাক্তি এসে বলল, আপনি কাউকে আপনার চেয়ে অধিক জ্ঞানী বলে জানেন কি? মূসা (আঃ) বললেন, না।;\n\nতখন আল্লাহ্ তাআলা মূসা (আঃ) এর কাছে ওহী পাঠালেনঃ হ্যাঁ, আমার বান্দা খিযর। অতঃপর মূসা (আঃ) তাঁর সাথে সাক্ষাত করার রাস্তা জানতে চাইলেন। আল্লাহ্ তাআলা মাছকে তার জন্য নিশানা বানিয়ে দিলেন এবং তাঁকে বলা হল, তুমি যখন মাছটি হারিয়ে ফেলবে তখন ফিরে আসবে। কারন, কিছুক্ষনের মধ্যেই তুমি তাঁর সাক্ষাত পাবে। তখন তিনি সমুদ্রে সে মাছেরনিশানা অনুসরন করতে লাগলেন। মূসা (আঃ)-কে তাঁর সঙ্গী যুবক বললেন, (কুরআন মজীদের ভাষায়ঃ);\n\nأَرَأَيْتَ إِذْ أَوَيْنَا إِلَى الصَّخْرَةِ فَإِنِّي نَسِيتُ الْحُوتَ وَمَا أَنْسَانِيهِ إِلَّا الشَّيْطَانُ أَنْ أَذْكُرَهُ قَالَ ذَلِكَ مَا كُنَّا نَبْغِي فَارْتَدَّا عَلَى آثَارِهِمَا قَصَصًا;\n\nআপনি কি লক্ষ্য করেছেন আমরা যখন পাথরের কাছে বিশ্রাম নিচ্ছিলাম তখন আমি মাছের কথা ভুলে গিয়েছিলাম? শয়তান তার কথা আমাকে ভুলিয়ে দিয়েছিল। ... মূসা বললেন, আমরা তো সে স্থানটিরই অনুসন্ধান করছিলাম। এরপর তারা নিজেদের পদচিহ্ন ধরে ফিরে চলল। (১৮ : ৬৩-৬৪);\n\nতাঁরা খিযরকে পেলেন। তাদের ঘটনা তা-ই, যা আল্লাহ্ তাআলা তাঁর কিতাবে বর্ণনা করেছেন।;\n",
        "id": 74,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৫৯/ নবী (ﷺ) এর উক্তিঃ হে আল্লাহ্! আপনি তাকে কিতাব (কুরআন) শিক্ষা দিন।",
        "hadithBengali": "৭৫। আবূ মামার (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একবার আমাকে জড়িয়ে ধরে বললেনঃ হে আল্লাহ্! আপনি তাকে কিতাব (কুরআন) শিক্ষা দিন।;\n",
        "id": 75,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৬০/ বালকদের কোন বয়সের শোনা কথা গ্রহণীয়।",
        "hadithBengali": "৭৬। ইসমাঈল (রহঃ) ... আবদুল্লাহ ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমি বালক হবার নিকটবর্তী বয়সে একবার একটি মাদী গাধার উপর সওয়ার হয়ে এলাম। আর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখন কোন দেওয়াল সামনে না রেখেই মিনায় সালাত (নামায/নামাজ) আদায় করছিলেন। তখন আমি কোন এক কাতারের সামনে দিয়ে গেলাম এবং মাদী গাধাটিকে চরে খাওয়ার জন্য ছেড়ে দিলাম। আমি কাতারে ভেতর ঢুকে পড়লাম কিন্তু এতে কেউ আমাকে নিষেধ করলেন না।;\n",
        "id": 76,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৬০/ বালকদের কোন বয়সের শোনা কথা গ্রহণীয়।",
        "hadithBengali": "৭৭। মুহাম্মদ ইবনু ইউসুফ (রহঃ) ... মাহমূদ ইবনুুর-রাবী (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমার মনে আছে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একবার বালতি থেকে পানি নিয়ে আমার মুখমন্ডলে কুলি করে দিয়েছিলেন, তখন আমি ছিলাম পাঁচ বছরের বালক।;\n",
        "id": 77,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "মাহমূদ ইবনুর-রাবী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৬১/ ইলম হাসিলের জন্য বের হওয়া",
        "hadithBengali": "وَرَحَلَ جَابِرُ بْنُ عَبْدِ اللَّهِ مَسِيرَةَ شَهْرٍ إِلَى عَبْدِ اللَّهِ بْنِ أُنَيْسٍ فِي حَدِيثٍ وَاحِدٍ ;\n\nজাবির ইবন আবদুল্লাহ্ (রাঃ) একটি মাত্র হাদীসের জন্য আবদুল্লাহ্ ইবন উনায়স (রাঃ) এর কাছে এক মাসের পথ সফর করে গিয়েছিলেন।;\n\n\n৭৮। হিমস নগরের কাযী আবূল কাসিম খালিদ ইবনু খালীয়ি (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, একবার তিনি এবং হুর ইবনু কায়স ইবনু আল ফাযারী মূসা (আঃ) এর সঙ্গীর ব্যাপারে বাদানুবাদ করছিলেন। তখন উবাঈ ইবনু কাব (রাঃ) তাঁদের পাশ দিয়ে যাচ্ছিলেন। ইবনু আব্বাস (রাঃ) তাঁকে ডেকে বললেনঃ আমি ও আমার এ ভাই মতবিরোধ পোষণ করছি মূসা (আঃ) এর সেই সঙ্গীর ব্যাপারে যাঁর সাথে সাক্ষাত করার জন্য মূসা (আঃ) আল্লাহর কাছে পথের সন্ধান চেয়েছিলেনআপনি কি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে তাঁর সম্পর্কে কিছু বলতে শুনেছেন?;\n\nউবাঈ (রাঃ) বললেন, হ্যাঁ, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে তাঁর প্রসঙ্গে বলতে শুনেছি যে, একবার মূসা (আঃ) বনী ইসরাঈলের কোন এক মজলিসে হাজির ছিলেন। তখন তাঁর কাছে এক ব্যাক্তি এসে বলল, আপনি কাউকে আপনার চেয়ে অধিক জ্ঞানী বলে জানেন কি? মূসা (আঃ) বললেন, না। তখন আল্লাহ্ তাআলা মূসা (আঃ) এর কাছে ওহী পাঠালেনঃ হ্যাঁ, আমার বান্দা খিযর। এরপর তিনি তাঁর সাথে সাক্ষাত করার রাস্তা জানতে চাইলেন। আল্লাহ্ তাআলা মাছকে তার জন্য নিশানা বানিয়ে দিলেন এবং তাঁকে বলা হল, তুমি যখন মাছটি হারিয়ে ফেলবে তখন তুমি প্রত্যাবর্তন করবে। তাহলে কিছুক্ষনের মধ্যেই তুমি তাঁর সাক্ষাত পাবে। তিনি সমুদ্রে সে মাছেরনিশানা অনুসরন করতে লাগলেন। যা হোক, মূসা (আঃ)-কে তাঁর সঙ্গী যুবক বললেন, (পবিত্র কুরআনের ভাষায়ঃ);\n\nأَرَأَيْتَ إِذْ أَوَيْنَا إِلَى الصَّخْرَةِ فَإِنِّي نَسِيتُ الْحُوتَ وَمَا أَنْسَانِيهِ إِلَّا الشَّيْطَانُ أَنْ أَذْكُرَهُ;\n\nআপনি কি লক্ষ্য করেছেন আমরা যখন পাথরের কাছে বিশ্রাম নিচ্ছিলাম তখন আমি মাছের কথা (বলতে) ভুলে গিয়েছিলাম।আর শয়তান তার কথা আমাকে ভুলিয়ে দিয়েছিল।; (১৮ : ৬৩)। ... মূসা (আঃ) বললেনঃ;\n\nذَلِكَ مَا كُنَّا نَبْغِي فَارْتَدَّا عَلَى آثَارِهِمَا قَصَصًا;\n\nআমরা সে স্থানটির অনুসন্ধান করছিলাম (১৮ : ৬৪)।;\n\nতারপর তাঁরা নিজেদের পদচিহ্ন ধরে ফিরে চললেন। শেষে তাঁরা খিযর (আঃ)-কে পেয়ে গেলেন। তাঁদের (পরবর্তী) ঘটনা আল্লাহ্ তাআলা তাঁর কিতাবে বর্ণনা করেছেন।;\n",
        "id": 78,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৬২/ ইলম শিক্ষার্থী ও শিক্ষাদাতার ফযীলত।",
        "hadithBengali": "৭৯। মুহাম্মদ ইবনুল-আলা (রহঃ) ... আবূ মূসা (রাঃ) থেকে বর্ণিত যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহ্ তাআলা আমাকে যে হিদায়ত ও ইল্'ম দিয়ে পাঠিয়েছেন তার দৃষ্টান্ত হল যমীনের উপর পতিত প্রবল বৃষ্টির ন্যায়। কোন কোন ভূমি থাকে উর্বর যা সে পানি শুষে নিয়ে প্রচুর পরিমানে ঘাসপাতা এবং সবুজ তরুলতা উৎপাদন করে। আর কোন কোন ভূমি থাকে কঠিন যা পানি আটকে রাখে। পরে আল্লাহ্ তাআলা তা দিয়ে মানুষের উপকার করেন; তারা নিজেরা পান করে ও (পশুপালকে) পান করায় এবং তার দ্বারা চাষাবাদ করে। আবার কোন কোন জামি আছে যা একেবারে মসৃণ ও সমতল; তা না পানি আটকে রাখে, আর না কোন ঘাসপাতা উৎপাদন করে। এই হল সে ব্যাক্তির দৃষ্টান্ত যে দ্বীনের জ্ঞান লাভ করে এবং আল্লাহ্ তাআলা আমাকে যা দিয়ে প্রেরণ করেছেন তাতে সে উপকৃত হয়। ফলে সে নিজে শিক্ষা করে এবং অপরকে শিক্ষা দেয়। আর সে ব্যাক্তির দৃষ্টান্ত-যে সে দিকে মাথা তুলে তাকায়ই না এবং আল্লাহর যে হিদায়ত নিয়ে আমি প্রেরিত হয়েছি, তা গ্রহণও করে না।;\n\nআবূ আবদুল্লাহ (মুখারী) (রহঃ) বলেনঃ ইসহাক (রহঃ) থেকে বর্ণনা করেছেনঃ তিনিقَبِلَت এর স্থলে قَيَّلَت (আটকিয়ে রাখে) ব্যবহার করেছেন।قَاعٌ হল এমন ভূমি যার উপর পানি জমে থাকে। আর الصَّفْصَفُ হল সমতল ভূমি।;\n",
        "id": 79,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ মূসা আল- আশআরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৬৩/ ইলমের বিলুপ্তি ও মূর্খতার প্রসার",
        "hadithBengali": "وَقَالَ رَبِيعَةُ لاَ يَنْبَغِي لأَحَدٍ عِنْدَهُ شَيْءٌ مِنَ الْعِلْمِ أَنْ يُضَيِّعَ نَفْسَهُ ;\n\nরাবীআ (রহঃ) বলেন, যার কছে কিছুমাত্র ইলম আছে, তার উচিৎ নয় নিজেকে অপমানিত করা।;\n\n\n৮০। ইমরান ইবনু মায়সারা (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন যে, কিয়ামতের কিছু নিদর্শন হলঃ ইলম লোপ পাবে, অজ্ঞাতার বিস্তৃতি ঘটবে, মদপান ব্যাপক হবে এবং ব্যভিচার ছড়িয়ে পড়বে।;\n",
        "id": 80,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৬৩/ ইলমের বিলুপ্তি ও মূর্খতার প্রসার",
        "hadithBengali": "৮১। মূসাদ্দাদ (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমি তোমাদের এমন একটি হাদীস বর্ণনা করব যা আমার পর তোমাদের কাছে আর কেউ বর্ণনা করবেন না। আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে বলতে শুনেছি যে, কিয়ামতের কিছু নিদর্শন হলঃ ইলম কমে যাবে, অজ্ঞতার প্রসার ঘটবে, ব্যভিচার ছড়িয়ে পড়বে, স্ত্রীলোকের সংখ্যা বেড়ে যাবে এবং পুরুষের সংখ্যা কমে যাবে, এমনকি প্রতি পঞ্চাশজন স্ত্রীলোকের জন্য মাত্র একজন পুরুষ হবে তত্ত্বাবধায়ক।;\n",
        "id": 81,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৬৪/ ইলমের ফযীলত",
        "hadithBengali": "৮২। সাঈদ ইবনু উফায়র (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে বলতে শুনেছি, একবার আমি ঘুমিয়ে ছিলাম। তখন (স্বপ্নে) আমার কাছে এক পেয়ালা দুধ আনা হল। আমি তা পান করলাম (তার পরিতৃপ্তি আমার সর্বাঙ্গে ছড়িয়ে পড়ল।) এমনকি আমার মনে হতে লাগল যে, সে তৃপ্তি আমার নখ দিয়ে বের হচ্ছে। এরপর যেটুকু অবশিষ্ট ছিল, তা আমি উমর ইবনুল খাত্তাবকে দিলাম। সাহাবায়ে কিরাম জানতে চাইলেন, ইয়া রাসূলাল্লাহ! আপনি এ স্বপ্নের কী তাবীর করেন? তিনি জওয়াবে বললেনঃ তা হল ইলম।;\n",
        "id": 82,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৬৫/ প্রাণী বা অন্য বাহনে আসীন অবস্থায় ফতোয়া দেওয়া।",
        "hadithBengali": "৮৩। ইসমাঈল (রহঃ) ... আবদুল্লাহ ইবনু আমর ইবনু আস (রাঃ) থেকে বর্ণিত যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বিদায় হাজ্জের (হজ্জ) দিনে মিনায় মানুষের (প্রশ্নের উত্তর দানের) জন্য (বাহনের উপর) বসা ছিলেন। লোকে তাঁর কাছে বিভিন্ন মাসআলা জিজ্ঞাসা করছিল। এক ব্যাক্তি তাঁর কাছে এসে বলল, আমি ভুলবশত কুরবানী করার আগেই মাথা মুড়িয়ে ফেলেছি। তিনি বললেনঃ যবেহ কর, কোন ক্ষতি নেই। আর এক ব্যাক্তি এসে বলল, আমি ভুলবশত কঙ্কর নিক্ষপের আগেই কুরবাণী করে ফেলেছি। তিনি বললেনঃ কঙ্কর ছুঁড়ো, কোন অসুবিধা নেই। আবদুল্লাহ ইবনু আমর (রহঃ) বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে সে দিন আগে বা পরে করা যে কাজ সম্পর্কেই জিজ্ঞাসা করা হচ্ছিল, তিনি একথাই বলছিলেনঃ কর, কোন ক্ষতি নেই।;\n",
        "id": 83,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আমর ইবনুল আস (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৬৬/ হাত ও মাথার ইশারায় মাসয়ালার জবাব দান",
        "hadithBengali": "৮৪। মূসা ইবনু ইসমাঈল (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, হাজ্জের সময় নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে (নানা বিষয়ে) জিজ্ঞাসা করা হল। কোন একজন বললঃ আমি কঙ্কর নিক্ষেপের পূর্বেই যবেহ করে ফেলেছি। ইবনু আব্বাস (রাঃ) বলেন, তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হাত দিয়ে ইশারা করে বললেনঃ কোন অসুবিধা নেই। আর এক ব্যাক্তি বললঃ আমি যবেহ করার পূর্বে মাথা মুড়িয়ে ফেলেছি। তিনি হাত দিয়ে ইশারা করলেনঃ কোন অসুবিধা নেই (যেহেতু ভুলবশতঃ করা হয়েছে)।;\n",
        "id": 84,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৬৬/ হাত ও মাথার ইশারায় মাসয়ালার জবাব দান",
        "hadithBengali": "৮৫। মাক্বী ইবনু ইবরাহীম (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ (শেষ যামানায়) ইলম তুলে নেওয়া হবে, অজ্ঞতা ও ফিতনার প্রসার ঘটবে এবং হারাজ বেড়ে যাবে। জিজ্ঞাসা করা হল, ইয়া রাসূলাল্লাহ! হারাজ কি? তিনি হাত দিয়ে ইশারা করে বললেনঃ এ রকম। যেন তিনি এর দ্বারা হত্যা বুঝিয়েছিলেন।;\n",
        "id": 85,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৬৬/ হাত ও মাথার ইশারায় মাসয়ালার জবাব দান",
        "hadithBengali": "৮৬। মূসা ইবনু ইসমাঈল (রহঃ) ... আসমা (রাঃ) থেকে বর্ণিত তিনি বলেন, আমি আয়িশা (রাঃ) এর কাছে এলাম, তিনি তখন সালাত (নামায/নামাজ) আদায় করছিলেন। আমি বললাম, মানুষের কি হয়েছে? তিনি আকাশের দিকে ইঙ্গিত করলেন (দেখ, সূর্য গ্রহণ লেগেছে)। তখন সকল লোক (সালাতে কুসূফ আদায়ের জন্য) দাঁড়িয়ে রয়েছে। আয়িশা (রাঃ) বললেন, সুবহানাল্লাহ্! আমি বললাম, এটা কি কোন নিদর্শন? তিনি মাথা ইশারা করলেন, হ্যাঁ। এরপর আমি (সালাতে) দাঁড়িয়ে গেলাম। এমনকি (সালাত এত দীর্ঘ ছিল যে,) আমার বেহুঁশ হয়ে পড়ার উপক্রম হল। তাই আমি মাথায় পানি ঢালতে লাগলাম। পরে (সালাত শেষে) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আল্লাহর হামদ ও সানা বর্ণনা করলেন। এরপর বললেনঃ যা কিছু আমাকে ইতিপূর্বে দেখানো হয়নি, তা আমি আমার এ স্থানেই দেখতে পেয়েছি। এমনকি জান্নাত এবং জাহান্নামও দেখেছি। এরপর আল্লাহ্ তাআলা আমার কাছে ওহী প্রেরণ করলেন, তোমাদেরকে কবরের মধ্যে পরীক্ষা করা হবে দাজ্জালের ন্যায় (কঠিন) পরীক্ষা অথবা তার কাছাকাছি।;\n\nফাতিমা (রাঃ) বলেন, আসমা (রাঃ)مثل (অনুরূপ) শব্দ বলেছিলেন, না قريب (কাছাকাছি) শব্দ, তা ঠিক আমার মনে নেই। (কবরের মধ্যে) বলা হবে, এ ব্যাক্তি সম্পর্কে তুমি কি জানো? তখন মুমিন ব্যাক্তি বা মুকিন (বিশ্বাসী) ব্যাক্তি [ফাতিমা (রাঃ) বলেন] আসমা (রাঃ) এর কোন্ শব্দটি বলেছিলেন ঠিক আমার মনে নেই, বলবে তিনি মুহাম্মদসাল্লাল্লাহু আলাইহি ওয়াসাল্লাম, তিনি আল্লাহর রাসূল। আমাদের কাছে মুজিযা ও হিদায়ত নিয়ে এসেছিলেন। আমরা তা গ্রহণ করেছিলাম এবং তাঁর অনুসরণ করেছিলাম। তিনি মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম। তিনবার এরূপ বলবে। তখন তাকে বলা হবে, আরামে ঘুমাও, আমরা জানতে পারলাম যে, তুমি (দুনিয়ায়) তাঁর ওপর বিশ্বাসী ছিলে। আর মুনাফিক অথবা মুরতাব (সন্দেহ পোষণকারী) ফাতিমা বলেন, আসমা কোনটি বলেছিলেন, আমি ঠিক মনে করতে পারছি না- বলবে, আমি কিছুই জানিনা। মানুষকে (তাঁর সম্পর্কে) কি যেন বলতে শুনেছি, তাই আমিও তাই বলেছি।;\n",
        "id": 86,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আসমা বিনতু আবূ বাকর (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৬৭/ আবুল কায়েস গোত্রের প্রতিনিধি দলকে ঈমান এবং ইলমের হিফাজত করা এবং পরবর্তীদেরকে তা অবহিত করার বাপারে নবী (ﷺ) এর উৎসাহ দান।",
        "hadithBengali": "وَقَالَ مَالِكُ بْنُ الْحُوَيْرِثِ قَالَ لَنَا النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: ارْجِعُوا إِلَى أَهْلِيكُمْ، فَعَلِّمُوهُمْ ;\n\nমালিক ইবনুল হুওয়াইরিস (রাঃ) বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের বলেছিলেন, তোমরা তোমাদের গোত্রের নিকট ফিরে যাও এবং তাদেরকে শিক্ষা দাও।;\n\n\n৮৭। মুহাম্মদ ইবনু বাশ্'শার (রহঃ) ... আবূ জামরা (রহঃ) থেকে বর্ণিত, তিনি বলেন, আমি ইবনু আব্বাস (রাঃ) ও লোকদের মধ্যে দোভাষীর কাজ করতাম। একদিন ইবনু আব্বাস (রাঃ) বললেন, আবদুল কায়স গোত্রের প্রতিনিধি দল নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এলে, তিনি বললেনঃ তোমরা কোন্ প্রতিনিধি দল? অথবা বললেনঃ তোমরা কোন্ গোত্রের? তারা বলল, রাবীআ গোত্রের। তিনি বললেনঃ মারহাবা। এ গোত্রের প্রতি অথবা এ প্রতিনিধি দলের প্রতি, এরা কোনরূপ অপদস্থ না হয়েই এসেছে। তারা বলল, আমরা বহু দূর থেকে আপনার কাছে এসেছি। আর আমাদের ও আপনার মাঝে রয়েছে কাফিরদের এই মুযার গোত্রের বাস। আমরা শাহ্'র-ই হারাম- ছাড়া আপনার কাছে আসতে সক্ষম নই। সুতরাং আমাদের এমন কিছু নির্দেশ দিন, যা আমাদের পশ্চাতে যারা রয়েছে তাদের কাছে পৌঁছাতে এবং তার ওসীলায় আমরা জান্নাতে দাখিল হতে পারি।;\n\nতখন তিনি তাদের চারটি কাজের নির্দেশ দিলেন এবং চারটি কাজ থেকে নিষেধ করলেন। তাদের এক আল্লাহর উপর ঈমান আনার নির্দেশ দিলেন। তিনি বললেনঃ এক আল্লাহর উপর ঈমান আনা কিরূপে হয় জানো? তারা বললঃ আল্লাহ্ ও তাঁর রাসূলই ভাল জানেন। তিনি বললেনঃ তা হল এ সাক্ষ্য দেওয়া যে, আল্লাহ্ ছাড়া ইলাহ নেই এবং মুহাম্মদসাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আল্লাহর রাসূল, সালাত (নামায/নামাজ) কায়েম করা, যাকাত দেওয়া এবং রমযান এর সিয়াম পালন করা আর তোমাদের গনীমাতের মাল থেকে এক-পঞ্চমাংশ দান করবে। আর তাদের নিষেধ করলেন শুকনো লাউয়ের খোল, সবুজ কলস এবং আলকাতরার পালিশকৃত পাত্র ব্যবহার করতে।;\n\nশুবা বলেন, কখনও (আবূ জামরা) খেজুর গাছ থেকে তৈরী পাত্রের কথাও বলেছেন আবার তিনি কখনও (النقير) এর স্থলে (المقير) বলেছেন। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমরা এগুলো মনোযোগ সহকারে স্মরণ রাখ এবং তোমাদের পশ্চাতে যারা রয়েছে তাদের পৌঁছে দাও।;\n",
        "id": 87,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ জামরাহ নাসর ইবনু ইমরান যুবায়ী (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৬৮/ উদ্ভূত মাসআলার জন্য সফর করা এবং নিজের পরিজনদের শিক্ষা দেওয়া ।",
        "hadithBengali": "৮৮। মুহাম্মদ ইবনু মুকাতিল আবূল হাসান (রহঃ) ... উকবা ইবনুল হারিস (রাঃ) বর্ণনা করেন, তিনি আবূ ইহাব ইবনু আযীয (রহঃ)-এর কন্যাকে বিবাহ করলে তাঁর কাছে একজন স্ত্রীলোক এসে বলল, আমি উকবা (রাঃ)-কে এবং সে যাকে বিয়ে করেছে তাকে (আবূ ইহাবের কন্যাকে) দুধ পান করিয়েছি। উকবা (রাঃ) তাকে বললেনঃ আমি জানিনা যে, তুমি আমাকে দুধ পান করিয়েছ। আর (ইতিপূর্বে) তুমি আমাকে একথা জানাওনি। এরপর তিনি মদিনায় রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে গেলেন এবং তাঁকে জিজ্ঞাসা করলেন। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ এ কথার পর তুমি কিভাবে তার সঙ্গে সংসার করবে? এরপর উকবা তাঁর স্ত্রীকে আলাদা করে দিলেন এবং সে মহিলা অন্য স্বামীর সঙ্গে বিবাহ বন্ধনে আবদ্ধ হল।;\n",
        "id": 88,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উকবা ইবনুল হারিস (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৬৯/ পালাক্রমে ইলম শিক্ষা করা ।",
        "hadithBengali": "৮৯। আবূল ইয়ামান (রহঃ) ও ইবনু ওহাব (রহঃ) ... উমর (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমি ও আমার এক আনসারী প্রতিবেশী বনি উমায়্যা ইবনু যায়দের মহল্লায় বাস করতাম। এ মহল্লাহটি ছিল মদিনার ঊঁচু এলাকায় অবস্থিত। আমরা দুজনে পালাক্রমে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর খিদমতে হাযির হাতম। তিনি একদিন আসতেন আর আমি একদিন আসতাম। আমি যেদিন আসতাম, সেদিনের ওহী প্রভৃতির খবর নিয়ে তাঁকে পৌঁছে দিতাম। আর তিনি যেদিন আসতেন সেদিন তিনি অনুরূপ করতেন। এরপর একদিন আমার আনসারী সঙ্গী তাঁর পালার দিন এলেন এবং (সেখান থেকে ফিরে) আমার দরজায় খুব জোরে করাঘাত করতে লাগলেন। (আমার নাম নিয়ে) বলতে লাগলেন, তিনি কি এখানে আছেন? আমি ঘাবড়ে গিয়ে তাঁর দিকে গেলাম। তিনি বললেন, এক বিরাট ঘটনা ঘটে গেছে [রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর স্ত্রীগণকে তালাক দিয়েছেন]। আমি তখনি (আমার কন্যা) হাফসা (রাঃ)-এর কাছে গেলাম। তিনি তখন কাঁদছিলেন। আমি বললাম, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কি তোমাদের তালাক দিয়ে দিয়েছেন? তিনি বললেন, আমি জানিনা। এরপর আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে গেলাম এবং দাঁড়িয়ে থেকেই বললামঃ আপনি কি আপনার স্ত্রীদের তালাক দিয়েছেন? জবাবে তিনি বললেনঃ না। আমি তখন আল্লাহু আকবার বলে উঠলাম।;\n",
        "id": 89,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উমর ইবনুল খাত্তাব  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭০/ অপছন্দনীয় কিছু দেখলে ওয়ায-নাসীহত বা শিক্ষাদানের সময় রাগ করা",
        "hadithBengali": "৯০। মুহাম্মদ ইবনু কাসীর (রহঃ) ... আবূ মাসউদ আনসারী (রাঃ) থেকে বর্ণিত, তিনি বলেন, একবার এক ব্যাক্তি বলল, ইয়া রাসূলাল্লাহ! আমি সালাতে (জামাতে) শামিল হতে পারি না। কারন অমুক ব্যাক্তি আমাদের নিয়ে খুব লম্বা করে সালাত (নামায/নামাজ) আদায় করেন। [আবূ মাসউদ (রাঃ) বলেন,] আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে কোন ওয়াযের মজলিসে সেদিনের তুলনায় বেশি রাগান্বিত হতে দেখিনি। (রাগত স্বরে) তিনি বললেনঃ হে লোক সকল! তোমরা মানুষের মধ্যে বিরক্তির সৃষ্টি কর। অতএব যে লোকদের নিয়ে সালাত (নামায/নামাজ) আদায় করবে সে যেন সংক্ষেপ করে। কারন তাদের মধ্যে রোগী, দুর্বল ও কর্মব্যস্ত লোকও থাকে।;\n",
        "id": 90,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উকবাহ ইবনু আমির (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭০/ অপছন্দনীয় কিছু দেখলে ওয়ায-নাসীহত বা শিক্ষাদানের সময় রাগ করা",
        "hadithBengali": "৯১। আবদুল্লাহ ইবনু মুহাম্মদ (রহঃ) ... যায়েদ ইবনু খালিদ আল-জুহানী (রাঃ) থেকে বর্ণিত যে, এক ব্যাক্তি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে হারানো বস্তু প্রাপ্তি সম্পর্কে জিজ্ঞাসা করল। তিনি বললেনঃ তার বাঁধনের রশি অথবা বললেন, থলে-ঝুলি ভাল করে চিনে রাখ। এরপর এক বছর পর্যন্ত তার ঘোষণা দিতে থাক। তারপর (মালিক পাওয়া না গেলে) তুমি তা ব্যবহার কর। এরপর যদি এর মালিক আসে তবে তাকে তা দিয়ে দেবে। সে বলল, হারানো উট পাওয়া গেলে? এ কথা শুনে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এমন রেগে গেলেন যে, তাঁর চেহারা মুবারক লাল হয়ে গেল। অথবা বর্ণনাকারী বলেন, তাঁর মুখমন্ডল লাল হয়ে গেল। তিনি বললেনঃ উট নিয়ে তোমার কি হয়েছে? তার তো আছে পানির মশক ও শক্ত পা। পানির কাছে যেতে পারে এবং গাছের লতা-পাতা খেতে পারে। তাই তাকে ছেড়ে দাও, যাতে মালিক তাকে পেয়ে যায়। সে বলল, হারানো বকরী পাওয়া গেলে? তিনি বললেন, সেটি তোমার, নয়ত তোমার ভাইয়ের, নয়ত বাঘের।;\n",
        "id": 91,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "যায়দ ইবনু খালিদ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭০/ অপছন্দনীয় কিছু দেখলে ওয়ায-নাসীহত বা শিক্ষাদানের সময় রাগ করা",
        "hadithBengali": "৯২। মুহাম্মদ ইবনুল আলা (রহঃ) ... আবূ মূসা (রাঃ) থেকে বর্ণিত, তিনি বলেন, একবার নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে কয়েকটি অপছন্দনীয় বিষয় সম্পর্কে জিজ্ঞাসা করা হল। প্রশ্নের সংখ্যা যখন বেশি হয়ে গেল, তখন তিনি রেগে গিয়ে লোকদের বললেনঃ তোমরা আমার কাছে যা ইচ্ছা প্রশ্ন কর। এক ব্যাক্তি বলল, আমার পিতা কে? তিনি বললেনঃ তোমার পিতা হুযাফা। আর এক ব্যাক্তি দাঁড়িয়ে বলল, ইয়া রাসূলাল্লাহ! আমার পিতা কে? তিনি বললেনঃ তোমার পিতা হল শায়বার মাওলা (আযাদকৃত গোলাম) সালিম। তখন উমর (রাঃ) রাসূলূল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এড় চেহারার অবস্থা দেখে বললেনঃ ইয়া রাসূলাল্লাহ! আমরা মহান আল্লাহ্ তাআলার কাছে তওবা করছি।;\n",
        "id": 92,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ মূসা আল- আশআরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭১। ইমাম বা মুহাদ্দিসের সামনে হাঁটু গেড়ে বসা ",
        "hadithBengali": "৯৩। আবূল ইয়ামান (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত, একবার রাসূলূল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বের হলেন। তখন আবদুল্লাহ ইবনু হুযাফা দাঁড়িয়ে বললেন, আমার পিতা কে? তিনি বললেনঃ তোমার পিতা হুযাফা। এরপর তিনি বারবার বলতে লাগলেন, তোমরা আমার কাছে প্রশ্ন কর। উমর (রাঃ) তখন হাঁটু গেড়ে বসে বললেনঃ আমরা আল্লাহকে রব হিসাবে, ইসলামকে দ্বীন হিসাবে এবং মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে নবী হিসেবে সন্তুষ্ট চিত্তে গ্রহণ করে নিয়েছি। তিনি এ কথা তিনবার বললেন। তখন রাসূলূল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নীরব হলেন।;\n",
        "id": 93,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭২। ভালবাবে বুঝবার জন্য কোন কথা তিনবার বলা",
        "hadithBengali": "নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ মিথ্যা কথা থেকে সাবধান! এ কথাটি তিনি বারবার বলতে লাগলেন। ইবন উমর (রাঃ) বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (বিদায় হজ্জে) বলেছেনঃ আমি কি পৌঁছে দিয়েছি? একথা তিনি তিনবার বলেছেন।;\n\n\n৯৪। আবদা (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন সালাম করতেন, তিনবার সালাম করতেন। আর যখন কোন কথা বলতেন তা তিনবার বলতেন।;\n",
        "id": 94,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭২। ভালবাবে বুঝবার জন্য কোন কথা তিনবার বলা",
        "hadithBengali": "৯৫। আবদা ইবনু আবদুল্লাহ (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন কোন কথা বলতেন তখন তা তিনবার বলতেন যাতে তা বুঝে নেওয়া যায়। আর যখন কোন কওমের নিকট এসে সালাম করতেন, তাদের প্রতি তিনবার সালাম করতেন।;\n",
        "id": 95,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭২। ভালবাবে বুঝবার জন্য কোন কথা তিনবার বলা",
        "hadithBengali": "৯৬। মূসাদ্দাদ (রহঃ) ... আবদুল্লাহ ইবনু আমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমাদের এক সফরে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পেছনে রয়ে গেলেন। এরপর তিনি আমাদের নিকট এমন সময় পৌঁছলেন যখন আমাদের সালাতুল আসরের প্রস্তুতিতে দেরী হয়ে গিয়েছিল। আমরা উযূ (ওজু/অজু/অযু) করতে গিয়ে আমাদের পা মোটামুটিভাবে পানি দিয়ে ভিজিয়ে নিচ্ছিলাম। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উচ্চস্বরে ঘোষণা দিলেনঃ পায়ের গোড়ালী শুকনো থাকার জন্য জাহান্নামের শাস্তি রয়েছে। তিনি একথা দুবার কিংবা তিনবার বললেন।;\n",
        "id": 96,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আমর ইবনুল আস (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৬। কিভাবে ইলম তুলে নেয়া হবে",
        "hadithBengali": "উমর ইবন আবদুল আযীয (রহঃ) মদীনায় আবূ বকর ইবন হাযম (রহঃ)-এর কাছে এক পত্রে লিখেনঃ খোঁজ কর, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের যে হাদীস পাও তা লিখে নাও। আমি ইলম লোপ পাওয়ার এবং আলিমদের বিদায় নেওয়ার আশংকা করছি এবং জেনে রাখ, নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের হাদীস ছাড়া আর কিছুই গ্রহণ করা হবে না এবং প্রত্যেকের উচিৎ ইলমের প্রচার-প্রসার করা, আর তারা যেন একত্রে বসে (ইলমের চর্চা করে,) যাতে যে জানে না সে শিক্ষা লাভ করতে পারে। কারন ইলম গোপনীয় বিষয় না হওয়া পর্যন্ত বিলুপ্ত হবে না।;\n\n\n১০০। আলা ইবনু আবদুল জব্বার (রহঃ) ... আবদুল্লাহ ইবনু দ্বীনার (রহঃ)-এর সূত্রে বির্ণিত রিওয়ায়াতে উমর ইবনু আবদুল- আযীয (রহঃ)- এর উপরোক্ত হাদীসে আলিমগণের বিদায় নেওয়া পর্যন্ত বর্ণিত আছে।;\n",
        "id": 100,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু দীনার (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৬। কিভাবে ইলম তুলে নেয়া হবে",
        "hadithBengali": "১০১। ইসমাঈল ইবনু আবূ উওয়ায়স (রহঃ) ... আবদুল্লাহ ইবনু আমর ইবনুল আস (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে বলতে শুনেছি যে, আল্লাহ্ তাআলা বান্দার অন্তর থেকে ইল্'ম বের করে উঠিয়ে নেবেন না; বরং আলিমদের উঠিয়ে নেওয়ার মাধ্যমেই ইল্'ম উঠিয়ে নেবেন। যখন কোন আলিম বাকী থাকবে না তখন লোকেরা জাহিলদেরই নেতা হিসেবে গ্রহণ করবে। তাদের জিজ্ঞাসা করা হবে, তারা না জেনেই ফতোয়া দিবে। ফলে তারা নিজেরাও গোমরাহ হবে, আর অপরকেও গোমরাহ করবে।;\n\nফিরাবরী (রহঃ) বলেন, আব্বাস (রহঃ) ... হিশাম সূত্রেও অনুরূপ বর্ণিত আছে।;\n",
        "id": 101,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আমর ইবনুল আস (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৭। ইলম শিক্ষার জন্য মহিলাদের ব্যাপারে কি আলাদা দিন নির্ধারণ করা যায়?",
        "hadithBengali": "১০২। আদম (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ মহিলারা একবার নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে বলল, পুরুষেরা আপনার কাছে আমাদের চাইতে প্রাধান্য বিস্তার করে আছে। তাই আপনি নিজে আমাদের জন্য একটি দিন ধার্য করে দিন। তিনি তাদের বিশেষ একটি দিনের ওয়াদা করলেন; সে দিন তিনি তাদের সঙ্গে সাক্ষাৎ করলেন এবং তাদের ওয়ায-নসীহত করলেন ও নির্দেশ দিলেন। তিনি তাদের যা যা বলেছিলেন, তার মধ্যে একথাও ছিল যে, তোমাদের মধ্যে যে স্ত্রীলোক তিনটি সন্তান আগেই পাঠাবে,* তারা তার জন্য জাহান্নামের পর্দাস্বরূপ হয়ে থাকবে। তখন এক স্ত্রীলোক বলল, আর দুটি পাঠালে? তিনি বললেনঃ দুটি পাঠালেও।;\n",
        "id": 102,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ সা'ঈদ খুদরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৭। ইলম শিক্ষার জন্য মহিলাদের ব্যাপারে কি আলাদা দিন নির্ধারণ করা যায়?",
        "hadithBengali": "১০৩। মুহাম্মদ ইবনু বাশশার (রহঃ) .... আবূ সাঈদ (রাঃ) সূত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরুপ বর্ণনা করেছেন।;\n\nআবদুর রহমান আল-আসবাহানী (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ এমন তিন সন্তান, যারা সাবালক হয়নি।;\n",
        "id": 103,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ সা'ঈদ খুদরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৮। কোন কথা শুনে না বুঝলে জানার জন্য পুনরায় জিজ্ঞেস করা",
        "hadithBengali": "১০৪। সাঈদ ইবনু আবূ মারয়াম (রহঃ) .... ইবনু আবূ মুলায়কা (রহঃ) বলেন, নবী করিম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সহধর্মিণী আয়িশা (রাঃ) কোন কথা শুনে বুঝতে না পারলে বার বার জিজ্ঞাসা করতেন। একবার নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, (কিয়ামতের দিন) যার হিসাব নেওয়া হবে তাকে আযাব দেওয়া হবে।; আয়িশা (রাঃ) বলেনঃ আমি জিজ্ঞাসা করলাম, আল্লাহ্ তাআলা কি ইরশাদ করেননি, (فَسَوْفَ يُحَاسَبُ حِسَابًا يَسِيرًا) (তার হিসার-নিকাশ সহজেই নেওয়া হবে) (৮৪ : ৮)। তখন তিনি বললেনঃ তা কেবল হিসাব পেশ করা। কিন্তু যার হিসাব পুঙ্খানুপুঙ্খরুপে নেওয়া হবে সে ধবংস হবে।;\n",
        "id": 104,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "ইবন আবূ মুলায়কা (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৯। উপস্থিত ব্যাক্তি অনুপস্থিত ব্যাক্তির কাছে ইলম পৌঁছে দেবে",
        "hadithBengali": "قَالَهُ ابْنُ عَبَّاسٍ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ;\n\nইবনু আব্বাস (রাঃ) নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে তা বর্ণনা করেন।;\n\n\n১০৫। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আবূ শুরায়হ (রাঃ) থেকে বর্ণিত যে, তিনি আমর ইবনু সাঈদ (মদিনার গভর্নর)-কে বললেন, যখন তিনি মক্কায় সেনাবাহিনী প্রেরণ করছিলেন হে আমীর! আমাকে অনুমতি দিন, আমি আপনাকে এমন একটি হাদীস শোনাব, যা মক্কা বিজয়ের পরের দিন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছিলেন। আমার দু কান তা শুনেছে, আমার অন্তর তা স্মরণ রেখেছে, আর আমার দু চোখ তা দেখেছে। তিনি আল্লাহর প্রশংসা ও মহিমা বর্ণনা করে বললেনঃ মক্কাকে আল্লাহ্ তাআলা হারাম করেছেন, কোন মানুষ তাকে হারাম করেনি। তাই যে লোক আল্লাহর উপর এবং আখিরাতের উপর ঈমান রাখে তার জন্য সেখানে রক্তপাত করা এবং সেখানকার কোন গাছপালা কাটা হালাল নয়।;\n\nকেউ যদি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর (সেখানকার) লড়াইকে দলীল হিসেবে পেশ করে তবে তোমরা বলে দিও যে, আল্লাহ্ তাআলা তাঁর রাসূলকে এর অনুমতি দিয়েছিলেন; কিন্তু তোমাদের অনুমতি দেননি। আমাকেও সে দিনের কিছু সময়ের জন্য অনুমতি দিয়েছিলেন। তারপর আগের মতো আজ আবার এর নিষেধাজ্ঞা ফিরে এসেছে। উপস্থিত ব্যাক্তিরা যেন অনুপস্থিত ব্যাক্তিদের কাছে (এ বাণী) পৌঁছে দেয়। তারপর আবূ শুরাইয়া (রাঃ)-কে জিজ্ঞাসা করা হল, আপনার এ হাদীস শুনে আমর কি বলল? (আবূ শুরাইয়া (রাঃ) উত্তর দিলেন) সে বললঃ হে আবূ শুরাইয়া! (এ বিষয়ে) আমি তোমার চাইতে ভাল জানি। মক্কা কোন বিদ্রোহীকে, কোন খুনের পলাতক আসামীকে এবং কোন সন্ত্রাসীকে আশ্রয় দেয় না।;\n",
        "id": 105,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ শুরায়হ্ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৭৯। উপস্থিত ব্যাক্তি অনুপস্থিত ব্যাক্তির কাছে ইলম পৌঁছে দেবে",
        "hadithBengali": "১০৬। আবদুল্লাহ ইবনু আবদুল ওয়াহহাব (রহঃ) .... আবূ বাকরা (রাঃ) রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কথা উল্লেখ করে বলেন যে, তিনি বলেছেনঃ তোমাদের জান, তোমাদের মাল  বর্ণনাকারী মুহাম্মদ (রহঃ) বলেন, আমার মনে হয়, তিনি বলেছিলেনঃ এবং তোমাদের মানসম্মান (অন্য মুসলিমের জন্য) এ শহরে এ দিনের মতই মর্যাদা সম্পন্ন। শোন, (আমার এ বাণী যেন) তোমাদের মধ্যে উপস্থিত ব্যাক্তি অনুপস্থিত ব্যাক্তির কাছে পৌঁছে দেয়। বর্ণনাকারী মুহাম্মদ (রহঃ) বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সত্য বলেছেন, তা-ই হয়েছে। তারপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দুবার করে বলেন, হে লোক সকল! আমি কি পৌঁছে দিয়েছি?;\n",
        "id": 106,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ বাকরা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৮০। নবী করীম (ﷺ) এর উপর মিথ্যারোপ করার গুনাহ",
        "hadithBengali": "১০৭। আলী ইবনুল জাদ (রহঃ) .... আলী (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা আমার উপর মিথ্যা আরোপ করো না। কারণ আমার উপর যে মিথ্যা আরোপ করবে সে জাহান্নামে প্রবেশ করবে।;\n",
        "id": 107,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আলী ইবনু আবী তালিব (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৮০। নবী করীম (ﷺ) এর উপর মিথ্যারোপ করার গুনাহ",
        "hadithBengali": "১০৮। আবুল ওয়ালিদ (রহঃ) ... আবদুল্লাহ ইবনুয যুবাইর (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমি আমার পিতা যুবাইরকে বললামঃ আমি তো আপনাকে অমুক অমুকের ন্যায় রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর হাদিস বর্ণনা করতে শুনি না। তিনি বললেনঃ জেনে রাখ, আমি তাঁর থেকে দূরে থাকিনি, কিন্তু (হাদিস বর্ণনা করি না এজন্য যে) আমি তাঁকে বলতে শুনেছি, যে আমার উপর মিথ্যারোপ করবে সে যেন জাহান্নামে তার ঠিকানা বানিয়ে নেয়।;",
        "id": 108,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ্ ইবনুয্-যুবায়র (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৮০। নবী করীম (ﷺ) এর উপর মিথ্যারোপ করার গুনাহ",
        "hadithBengali": "১০৯। আবূ মামার (রহঃ) ..... আনাস (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ এ কথাটি তোমাদেরকে বহু হাদীস বর্ণনা করতে আমাকে বাধা দেয় যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ইচ্ছাকৃতভাবে আমার উপর মিথ্যা আরোপ করে সে যেন জাহান্নামে তার ঠিকানা বানিয়ে নেয়।;\n\n\n",
        "id": 109,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৮০। নবী করীম (ﷺ) এর উপর মিথ্যারোপ করার গুনাহ",
        "hadithBengali": "১১০। মাক্কী ইবনু ইবরাহীম (রহঃ) ... সালমা ইবনু আকওয়া (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমি নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে বলতে শুনেছি, যে ব্যাক্তি আমার উপর এমন কথা আরোপ করে যা আমি বলিনি, সে যেন জাহান্নামে তার ঠিকানা বানিয়ে নেয়।;\n",
        "id": 110,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সালামাহ ইবনু আক্ওয়া (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৮০। নবী করীম (ﷺ) এর উপর মিথ্যারোপ করার গুনাহ",
        "hadithBengali": "১১১। মূসা (রহঃ) .... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমার নামে তোমরা নাম রেখ; কিন্তু আমার উপনামে (কুনিয়াতে) তোমরা উপনামে রেখ না। আর যে আমাকে স্বপ্নে দেখে সে ঠিক আমাকেই দেখে। কারণ শয়তান আমার আকৃতির ন্যায় রুপ ধারণ করতে পারে না। যে ইচ্ছাকৃতভাবে আমার উপর মিথ্যা আরোপ করে সে যেন জাহান্নামে তার ঠিকানা বানিয়ে নেয়।;\n",
        "id": 111,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৮১। ইলম লিপিবদ্ধ করা",
        "hadithBengali": "১১২। মুহাম্মদ ইবনু সালাম (রহঃ) .... আবূ জুহায়ফা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমি আলী (রাঃ)-কে জিজ্ঞাসা করলাম, আপনাদের কাছে কি লিখিত কিছু আছে? তিনি বললেনঃ না, কেবলমাত্র আল্লাহর কিতাব রয়েছে, আর সেই বুদ্ধি ও বিবেক, যা একজন মুসলিমকে দান করা হয়। এ ছাড়া যা কিছু এ পত্রটিতে লেখা আছে। আবূ জুহায়ফা (রাঃ) বলেন, আমি বললাম, এ পত্রটিতে কি আছে? তিনি বললেন, দিয়াতের (আর্থির ক্ষতিপূরণ) ও বন্দী মুক্তির বিধান, আর এ বিধানটিও যে, মুসলিমকে কাফিরের বিনিময়ে হত্যা করা যাবে না।;\n",
        "id": 112,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ জুহাইফাহ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৮১। ইলম লিপিবদ্ধ করা",
        "hadithBengali": "১১৩। আবূ নুআয়ম ফাযল ইবনু দুকায়ন (রহঃ) .... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, মক্কা বিজয়ের কালে খুযাআ গোত্র লায়স গোত্রের এক ব্যাক্তিকে হত্যা করল। এ হত্যা ছিল তাদের এক নিহত ব্যাক্তির প্রতিশোধ স্বরূপ, যাকে ইতিপূর্বে লায়স গোত্রের লোক হত্যা করেছিল। তারপর এ খবর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে পোঁছল। তিনি তাঁর উটের উপর আরোহণ করে খুতবা দিলেন, তিনি বললেনঃ আল্লাহ তাআলা মক্কা থেকে হত্যা- কে (অথবা বর্ণনাকারী বললেন) হাতী-কে রোধ করেছেন। ইমাম বুখারী (রহঃ) বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হত্যা বলেছেন না হাতী বলেছেন এ ব্যাপারে বর্ণনাকারী আবূ নুআয়ম সন্দেহ পোষণ করেন। অন্যেরা শুধু হাতী শব্দ উল্লেখ করেছেন। অবশ্য মক্কাবাসীদের উপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এবং মুমিনগনকে (যুদ্ধের মাধ্যমে) বিজয়ী করা হয়েছে। জেনে রাখ, আমার পূর্বে কারো জন্য মক্কা (নগরীতে লড়াই করা) হালাল করা হয়নি এবং আমার পরও কারো জন্য হালাল হবে না।;\n\nজেনে রাখ, তাও আমার জন্য দিনের কিছু সময় মাত্র হালাল করা হয়েছিল। আরো জেনে রাখ, আমার এই কথা বলার মুহূর্তে আবার তা হারাম হয়ে গেছে। সেখানকার কোন কাঁটা ও কোন গাছপালা কাটা যাবে না এবং সেখানে পড়ে থাকে কোন বস্তু কুড়িয়ে নেওয়া যাবেনা। তবে ঘোষণা করার জন্য নিতে পারবে। আর যদি কেউ নিহত হয়, তবে তার আপনজনের জন্য দুটি ব্যবস্থার যে কোন একটির অধিকার রয়েছে। হয় তার দিয়াত নিবে নয় কিসাস গ্রহণ করবে। এরপর ইয়ামানবাসী এক ব্যাক্তি এসে বলল, ইয়া রাসূলাল্লাহ! (এ কথাগুলো) আমাকে লিখে দিন। তিনি (সাহাবীদের) বললেনঃ তোমরা তাকে (আবূ শাহকে) লিখে দাও। তারপর একজন কুরায়শী [আব্বাস (রাঃ)] বললেন, ইয়া রাসূলাল্লাহ! গাছপালা কাটার নিষেধাজ্ঞা হতে ইযখির বাদ রাখুন। কারণ তা আমরা আমাদের ঘরে ও কবরে ব্যবহার করি। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, ইযখির ছাড়া, ইযখির ছাড়া।*;\n",
        "id": 113,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৮১। ইলম লিপিবদ্ধ করা",
        "hadithBengali": "১১৪। আলী ইবনু আবদুল্লাহ (রহঃ) .... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাহাবীগণের মধ্য আবদুল্লাহ ইবনু আমর (রাঃ) ব্যতীত আর কারো কাছে আমার চাইতে বেশী হাদীস নেই। কারণ তিনি লিখে রাখতেন, আর আমি লিখতাম না। মামার (রহঃ) হাম্মাম (রহঃ) সূত্রে আবূ হুরায়রা (রাঃ) থেকে অনুরূপ বর্ণনা করেছেন।;\n",
        "id": 114,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৮১। ইলম লিপিবদ্ধ করা",
        "hadithBengali": "১১৫। ইয়াহইয়া ইবনু সুলায়মান (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর রোগ যখন বেড়ে গেল তখন তিনি বললেনঃ আমার কাছে কাগজ কলম নিয়ে এস, আমি তোমাদের এমন কিছু লিখে দিব যাতে পরবর্তীতে তোমরা ভ্রান্ত না হও। উমর (রাঃ) বললেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর রোগ যন্ত্রণা প্রবল হয়ে গেছে (এমতাবস্থায় কিছু বলতে বা লিখতে তাঁর কষ্ট হবে)। আর আমাদের কাছে তো আল্লাহর কিতাব রয়েছে, যা আমাদের জন্য যথেষ্ট। এতে সাহাবীগণের মধ্য মতবিরোধ দেখা দিল এবং শোরগোল বেড়ে গেল। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তোমরা আমার কাছ থেকে উঠে যাও। আমার কাছে ঝগড়া-বিবাদ করা উচিত নয়। এ পর্যন্ত বর্ণনা করে ইবনু আব্বাস (রাঃ) (যেখানে বসে হাদীস বর্ণনা করছিলেন সেখান থেকে) এ কথা বলতে বলতে বেরিয়ে গেলেন যে, হায় বিপদ, সাংঘাতিক বিপদ! রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এবং তাঁর লেখনীর মধ্যে যা বাধ সেধেছে।;\n",
        "id": 115,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৮২। রাতে ইলম শিক্ষাদান এবং ওয়ায-নসিহত করা",
        "hadithBengali": "১১৬। সাদাকা, আমর ও ইয়াহিয়া ইবনু সাঈদ (রহঃ) .... উম্মে সালামা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ এক রাতে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঘুম থেকে জেগে বলেনঃ সুবহানআল্লাহ! এ রাতে কতই না বিপদাপদ নেমে আসছে এবং কতই না ভান্ডার খুলে দেওয়া হচ্ছে! অন্য সব ঘরের মহিলাগণকেও জানিয়ে দাও, বহু মহিলা যারা দুনিয়ায় বস্ত্র পরিহিতা, তারা আখিরাতে হবে বস্ত্রহীনা।;\n",
        "id": 116,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উম্মু সালামাহ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৮৩। রাতে ইলমের আলোচনা করা",
        "hadithBengali": "১১৭। সাঈদ ইবনু উফায়র (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর জীবনের শেষের দিকে আমাদের নিয়ে ইশার সালাত (নামায/নামাজ) আদায় করলেন। সালাম ফিরাবার পর তিনি দাঁড়িয়ে বললেন, তোমরা কি এ রাতের সম্পর্কে জানো? বর্তমানে যারা পৃথিবীতে রয়েছে, একশ বছরের মাথায় তাদের কেউ আর বাকী থাকবে না।;\n",
        "id": 117,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৮৩। রাতে ইলমের আলোচনা করা",
        "hadithBengali": "১১৮। আদম (রহঃ) ..... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমি আমার খালা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সহধর্মিণী মায়মূনা বিন্'ত হারিস (রাঃ)-এর ঘরে এক রাত্রি যাপন করছিলাম। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর পালার রাতে সেখানে ছিলেন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইশার সালাত (নামায/নামাজ) আদায় করে তাঁর ঘরে চলে আসলেন এবং চার রাকআত সালাত আদায় করে শুয়ে পড়লেন। কিছুক্ষণ পর উঠে বললেনঃ বালকটি কি ঘুমিয়ে গেছে? বা এ ধরনের কোন কথা বললেন। তারপর (সালাতে) দাঁড়িয়ে গেলেন, আমিও তাঁর বাঁ দিকে গিয়ে দাঁড়ালাম। তিনি আমাকে তাঁর ডান দিকে এনে দাঁড় করালেন। তারপর তিনি পাঁচ রাকআত সালাত আদায় করলেন। পরে আরো দু রাকআত আদায় করলেন। এরপর শুয়ে পড়লেন। এমনকি আমি তাঁর নাক ডাকার শব্দ শুনতে পেলাম। এরপর উঠে তিনি (ফজরের) সালাতের জন্য বের হলেন।;\n",
        "id": 118,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৮৪। ইলম মুখস্ত করা",
        "hadithBengali": "১১৯। আবদুল আযীয ইবনু আবদুল্লাহ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ লোকে বলে, আবূ হুরায়রা (রাঃ) বড় বেশী হাদীস বর্ণনা করে। (জেনে রাখ,) কিতাবে দুটি আয়াত যদি না থাকত, তবে আমি একটি হাদিসও বর্ণনা করতাম না। এরপর তিনি তিলাওয়াত করলেনঃ;\n\nإِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنزَلْنَا مِنَ الْبَيِّنَاتِ وَالْهُدَىٰ مِن بَعْدِ مَا بَيَّنَّاهُ لِلنَّاسِ فِي الْكِتَابِ أُولَٰئِكَ يَلْعَنُهُمُ اللَّهُ وَيَلْعَنُهُمُ اللَّاعِنُونَ إِلَّا الَّذِينَ تَابُوا وَأَصْلَحُوا وَبَيَّنُوا فَأُولَٰئِكَ أَتُوبُ عَلَيْهِمْ وَأَنَا التَّوَّابُ الرَّحِيمُ;\n\nআমি সেসব স্পষ্ট নিদর্শন ও পথ-নির্দেশ অবতীর্ণ করেছি মানুষের জন্য কিতাবে তা স্পষ্টভাবে ব্যক্ত করার পরও যারা তা গোপন রাখে আল্লাহ তাদেরকে লানত দেন এবং অভিশাপকারিগণও তাদেরকে অভিশাপ দেয় কিন্তু যারা তওবা করে এবং নিজদিগকে সংশোধন আর সত্যকে সুস্পষ্টভাবে ব্যক্ত করে, ওরাই তারা, যাদের প্রতি আমি ক্ষমাশীল, পরম দয়ালু।; (সূরা বাকারাঃ ১৫৯-১৬০);\n\n(প্রকৃত ঘটনা এই যে,) আমার মুহাজির ভাইয়েরা বাজারে কেনাবেচায় এবং আমার আনসার ভাইয়েরা জমা-জমির কাজে মশগুল থাকত। আর আবূ হুরায়রা (রাঃ) (খেয়ে না খেয়ে) তুষ্ট থেকে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে লেগে থাকত। তাই তারা যখন উপস্থিত থাকত না, তখন সে উপস্থিত থাকত এবং তারা যা মুখস্থ করত না সে তা মুখস্থ রাখত।;\n",
        "id": 119,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৮৪। ইলম মুখস্ত করা",
        "hadithBengali": "১২০। আবূ মুসআব আহমদ ইবনু আবূ বাকর (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমি বললাম, ইয়া রাসূলাল্লাহ! আমি আমি আপনার কাছ থেকে বহু হাদীস শুনি কিন্তু ভুলে যাই। তিনি বলবেন তোমার চাঁদর খুলে ধর। আমি খুলে ধরলাম। তিনি দুহাত অঞ্জলী করে তাতে কিছু ঢেলে দেওয়ার মত করে বললেনঃ এটা তোমার বুকের সাথে লাগিয়ে ধর। আমি তা বুকের সাথে লাগালাম। এরপর আমি আর কিছুই ভুলিনি।;\n",
        "id": 120,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৮৪। ইলম মুখস্ত করা",
        "hadithBengali": "১২১। ইবরাহীম ইবনুল মুনযির (রহঃ) ..... ইবনু আবূ ফুদায়ক (রহঃ) সূত্রে অনুরূপ হাদীস বর্ণনা করেন এবং তাতে বলেন যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর হাত দিয়ে সে চাঁদরের মধ্য (কিছু) দিলেন।;\n",
        "id": 121,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "ইবনে আবু ফুদাইক (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৮৪। ইলম মুখস্ত করা",
        "hadithBengali": "১২২। ইসমাঈল (রহঃ) .... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে ইল্'মের দুটি পাত্র মুখস্থ করে রেখেছিলাম। তার একটি পাত্র বিতরণ করে দিয়েছি। আর অপরটি প্রকাশ করলে আমার কন্ঠনালী কেটে দেওয়া হবে। আবূ আবদুল্লাহ (রহঃ) বলেন, হাদীসে উল্লিখিতبلعوم শব্দের অর্থ খাদ্যনালী।;\n",
        "id": 122,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৮৫। আলিমদের কথা শোনার জন্য লোকদের চুপ করানো",
        "hadithBengali": "১২৩। হাজ্জাজ (রহঃ) .... জারীর (রাঃ) থেকে বর্ণিত যে, বিদায় হাজ্জের সময় নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বললেনঃ তুমি লোকদেরকে চুপ করিয়ে দাও, তারপর তিনি বললেনঃ আমার পরে তোমরা কাফির (এর মত) হয়ে যেও না যে, একে অপরের গর্দান কাটবে।;\n",
        "id": 123,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "জারীর ইবনু আবদুল্লাহ আল বাজলী  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৮৬। আলিমদের জন্য মুস্তাহাব এই যে, তাঁকে যখন প্রশ্ন করা হয়ঃ সবচাইতে জ্ঞানী কে? তখন তিনি ইহা আল্লাহর উপর ন্যাস্ত করবেন।",
        "hadithBengali": "১২৪। আবদুল্লাহ ইবনু মুহাম্মদ আল-মুসনাদী (রহঃ) ... সাঈদ ইবনু জুবায়র (রহঃ) থেকে বর্ণিত, তিনি বলেনঃ আমি ইবনু আব্বাস (রাঃ)-কে বললাম, নাওফ আল-বাকালী দাবী করে যে, মূসা (আঃ) [যিনি খাযির (আঃ) এর সাক্ষাৎ লাভ করেছিলেন] বনী ইসরাঈলের মূসা নন বরং তিনি অন্য এক মূসা। (একথা শুনে তিনি) তিনি বললেনঃ আল্লাহর দুশমন মিথ্যা বলেছে। উবাঈ ইবনু কাব (রাঃ) রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে আমাদের কাছে বর্ণনা করেছেন যে, তিনি ইরশাদ করেনঃ মূসা (আঃ) একবার বনী ইসরাঈলদের মধ্য বক্তৃতা দিতে দাঁড়ালেন। তখন তাঁকে প্রশ্ন করা হয়, সবচাইতে জ্ঞানী কে? তিনি বললেন, আমি সবচাইতে জ্ঞানী। মহান আল্লাহ তাঁকে সতর্ক করে দিলেন। কেননা তিনি ইল্'মকে আল্লাহর উপর ন্যাস্ত করেন নি। তারপর আল্লাহ তাঁর নিকট এ ওহী পাঠালেনঃ দুই সমুদ্রের সংগমস্থলে আমার বান্দাদের মধ্য এক বান্দা রয়েছে, যে তোমার চাইতে বেশী জ্ঞানী।;\n\nতিনি বলেন, ইয়া রব! কিভাবে তাঁর সাক্ষাৎ পাওয়া যাবে? তখন তাঁকে বলা হল, থলের মধ্য একটি মাছ নিয়ে নাও। এরপর যেখানে সেটি হারিয়ে ফেলবে সেখানেই তাঁকে পাবে। তারপর তিনি রওয়ানা হলেন এবং ইউশা ইবনু নূন নামক তাঁর একজন খাদিমও তাঁর সাথে চলল। তাঁরা থলের মধ্য একটি মাছ নিলেন। চলার পথে তাঁরা একটি বড় পাথরের কাছে এসে, সেখানে মাথা রেখে শুয়ে পড়লেন। তারপর মাছটি (জীবিত হয়ে) থলে থেকে বেরিয়ে গেল এবং সুড়ঙ্গের মত পথ করে সমুদ্রে চলে গেল। এ ব্যাপারটি মূসা (আঃ) ও তাঁর খাদিম-এর জন্য ছিল আশ্চর্যের বিষয়। এরপর তাঁরা তাঁদের বাকী রাতটুকু এবং পরের দিনভর চলতে থাকলেন।;\n\nপরে ভোরবেলা মূসা (আঃ) তাঁর খাদিমকে বললেন, আমাদের নাশতা নিয়ে এস, আমরা আমাদের এ সফরে ক্লান্ত হয়ে পড়েছি, আর মূসা (আঃ)-কে যে স্থানের নির্দেশ দেওয়া হয়েছিল, সে স্থান অতিক্রম করার পূর্বে তিনি ক্লান্ত অনুভব করেন নি। তারপর তাঁর খাদিম তাঁকে বলল, আপনি কি লক্ষ্য করেছন, আমরা যখন পাথরের পাশে বিশ্রাম করছিলাম, তখন আমি মাছের কথা ভুলে গিয়েছি? মূসা (আঃ) বললেন, আমরা তো সেই স্থানটই খুঁজছিলাম। তারপর তাঁরা তাঁদের পদচিহ্ন ধরে ফিরে চলল।;\n\nতাঁরা সেই পাথরের কাছে পোঁছে, কাপড়ে আবৃত (বর্ণনাকারী বলেন) কাপড় মুড়ি দেওয়া এক ব্যাক্তিকে দেখতে পেলেন। মূসা (আঃ) তাঁকে সালাম দিলেন। তখন খাযির বললেন, এ দেশে সালাম কোথা থেকে এল! তিনি বললেন, আমি মূসা। খাযির জিজ্ঞাসা করলেন, বনী ইসরাইলের মূসা? তিনি বললেন, হ্যাঁ। তিনি আরো বললেন, আমি কি আপনাকে অনুসরণ করতে পারি এ শর্তে যে, সত্য পথের যে জ্ঞান আপনাকে দান করা হয়েছে, তা থেকে আমাকে শিক্ষা দিবেন? খাযির বললেন, তুমি কিছুতেই আমার সঙ্গে ধৈর্য ধারণ করতে পারবে না। মূসা (আঃ) বললেন, আল্লাহ চাইলে আপনি আমাকে ধৈর্যশীল পাবেন এবং আমি আপনার আদেশ অমান্য করব না।;\n\nতারপর তাঁরা দুজন সমুদ্র তীর দিয়ে চলতে লাগলেন, তাঁদের কোন নৌকা ছিল না। ইতিমধ্যে তাঁদের কাছ দিয়ে একটি নৌকা যচ্ছিল। তাঁরা নৌকাওয়ালাদের সঙ্গে তাঁদের আরোহণ করিয়ে নেওয়ার কথা বললেন। তারা খাযিরকে চিনতে পারল এবং ভাড়া ব্যতিরেকে তাঁদের নৌকায় তুলে নিল। তখন একটি চড়ুই পাখি এসে নৌকার এক প্রান্তে বসে দুই-একবার সমুদ্রে তার ঠোঁট মারল। খাযির বললেন, হে মূসা! আমার ইল্'ম এবং তোমার ইল্'ম (সব মিলেও) আল্লাহর ইল্'ম থেকে সমুদ্র থেকে চড়ুই পাখির ঠোঁটে যতটুকু পানি এসেছে ততটুকু পরিমাণও কমাতে পারবে না।;\n\nএরপর খাযির নৌকার তক্তাগুলির মধ্য থেকে একটি খুলে ফেললেন। মূসা (আঃ) বললেন, এরা আমাদের ভাড়া ছাড়া আরোহণ করিয়েছে, আর আপনি আরোহীদের ডুবিয়ে দেওয়ার জন্য নৌকায় ফাটল সৃষ্টি করলেন? খাযির বললেন, আমি কি বলিনি যে, তুমি কিছুতেই আমার সঙ্গে ধৈর্য ধারণ করতে পারবে না। মূসা (আঃ) বললেন, আমার ভুলের জন্য আমাকে অপরাধী করবেন না এবং আমার ব্যাপারে অধির কঠোরতা অবলম্বন করবেন না। বর্ণনাকারী বলেন, ইহা মূসা (আঃ) এর প্রথম ভুল।;\n\nতারপর তাঁরা উভয়ে (নৌকা থেকে নেমে) চলতে লাগলেন। (পথে) একটি বালক অন্যান্য বালকের সাথে খেলছিল। খাযির তার মাথার উপর দিক দিয়ে ধরলেন এবং হাত দিয়ে তার মাথা ছিদ্র করে ফেললেন। মূসা (আঃ) বললেন, আপনি কি একটি নিষ্পাপ জীবন নাশ করলেন কোন হত্যার অপরাধ ছাড়াই? খাযির বললেন, আমি তোমাকে বলিনি যে, তুমি কিছুতেই আমার সঙ্গে ধৈর্য ধারণ করতে পারবে না? ইবনু উয়ায়না (রহঃ) বলেন, এটা ছিল পূর্বের চেয়ে বেশী জোরালো।;\n\nতারপর আবারো চলতে লাগলেন; চলতে চলতে তাঁরা এক গ্রামের অধিবাসীদের কাছে পৌঁছে তাদের কাছে খাবার চাইলেন, কিন্তু তারা তাঁদের মেহমানদারী করতে অস্বীকার করল। তারপর সেখানে তাঁরা এক পতনোন্মুখ প্রাচীর দেখতে পেলেন। খাযির তাঁর হাত দিয়ে সেটি খাড়া করে দিলেন। মূসা (আঃ) বললেন, আপনি ইচ্ছে করলে এর জন্য পারিশ্রমিক গ্রহণ করতে পারতেন। তিনি বললেন, এখানেই তোমার আর আমার সম্পর্কের অবসান।;\n\nনবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ আল্লাহ তাআলা মূসার (আঃ) এর ওপর রহম করুন। আমাদের কতই না মনোবাঞ্ছা পূর্ণ হতো যদি তিনি সবর করতেন, তাহলে আমাদের কাছে তাঁদের আরো ঘটনাবলী বর্ণনা করা হতো।;\n\nমুহাম্মদ ইবনু ইউসুফ আলী ইবনু খাসরাম সুফিয়ান ইবনু উয়ায়না (রহঃ) এ হাদিসটি বিশদভাবে বর্ণনা করেন।;\n",
        "id": 124,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সাঈদ ইবনু যুবায়র (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৮৭। আলিমের বসা থাকা অবস্থায় দাঁড়িয়ে প্রশ্ন করা",
        "hadithBengali": "১২৫। উসমান (রহঃ) ... আবূ মূসা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ এক ব্যাক্তি নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে বলল, ইয়া রাসুলাল্লাহ! আল্লাহর রাস্তায় যুদ্ধ কোনটি, কেননা আমাদের কেউ লড়াই করে রাগের বশীভূত হয়ে, আবার কেউ লড়াই করে প্রতিশোধ গ্রহণের জন্য। তিনি তার দিকে মাথা তুলে তাকালেন। বর্ণনাকারী বলেন, তাঁর মাথা তোলার কারণ ছিল যে, সে ছিল দাঁড়ানো। এরপর তিনি বললেনঃ আল্লাহর দ্বীনকে বুলন্দ করার জন্য যে যুদ্ধ করে সেই আল্লাহর রাস্তায়।;\n",
        "id": 125,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ মূসা আল- আশআরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৮৮। কংকর মারার সময় কোন মাসআলা জিজ্জেস করা",
        "hadithBengali": "১২৬। আবূ নুআয়ম (রহঃ) ... আবদুল্লাহ ইবনু আমর (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমি নবী করীম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে দেখলাম, জামরার নিকট তাঁকে মাসআলা জিজ্ঞাসা করা হছে। এক ব্যাক্তি জিজ্ঞাসা করলঃ ইয়া রাসুলাল্লাহ! আমি কংকর মারার আগেই কুরবানী করে ফেলেছি। তিনি বললেনঃ কংকর মার, তাতে কোন ক্ষতি নেই। অন্য এক ব্যাক্তি জিজ্ঞাসা করলঃ ইয়া রাসুলাল্লাহ! আমি কুরবানী করার পূর্বেই মাথা মুড়ে ফেলেছি। তিনি বললেনঃ কুরবানী করে নাও, কোন ক্ষতি নেই। বস্তুত আগে পিছু করার যে কোন প্রশ্নই তাঁকে করা হচ্ছিল, তিনি বলছিলেনঃ কর, কোন ক্ষতি নেই।;\n",
        "id": 126,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আমর ইবনুল আস (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৮৯। আল্লাহ্' তায়ালার বাণীঃ (وَمَا أُوتِيتُمْ مِنْ الْعِلْمِ إِلَّا قَلِيلًا) তোমাদেরকে ইলম দেওয়া হয়েছে অতি অল্পই।",
        "hadithBengali": "১২৭। কায়স ইবনু হাফস (রহঃ) ... আবদুল্লাহ ইবনু মাসঊদ (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ একবার আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে মদিনার বসতিহীন এলাকা দিয়ে চলছিলাম। তিনি একখানি খেজুরের ডালে ভর দিয়ে একদল ইয়াহুদীর কাছ দিয়ে যাচ্ছিলেন। তখন তারা একজন অন্যজনকে বলতে লাগল, তাঁকে রূহ সম্পর্কে জিজ্ঞাসা কর। আর একজন বলল, তাঁকে কোন প্রশ্ন করো না, হয়ত এমন কোন জওয়াব দিবেন যা তোমার পছন্দ করো না। আবার তাদের কেউ কেউ বলল, তাঁকে আমরা প্রশ্ন করবই। তারপর তাদের মধ্য থেকে এক ব্যাক্তি দাঁড়িয়ে বলল, হে আবূল কাসিম! রূহ কী? রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম চুপ করে রইলেন, আমি মনে মনে বললাম, তাঁর প্রতি ওহী নাযিল হচ্ছে। তাই আমি দাঁড়িয়ে রইলাম। তারপর যখন সে অবস্থা কেটে গেল তখন তিনি বললেনঃ;\n\nوَيَسْأَلُونَكَ عَنْ الرُّوحِ قُلْ الرُّوحُ مِنْ أَمْرِ رَبِّي وَمَا أُوتُوا مِنْ الْعِلْمِ إِلَّا قَلِيلًا;\n\nতারা তোমাকে রূহ সম্পর্কে প্রশ্ন করে। বল, রূহ আমার প্রতিপালকের আদেশঘটিত। এবং তাদেরকে সামান্যই জ্ঞান দেওয়া হয়েছে। (সূরা ইসরাঃ ৮৫)।;\n\nআমাশ (রহ.) বলেন, এভাবেই আয়াতটিকে আমাদের কিরাআতেأُوْتِيْتُمْ -এর স্থলেأُوْتُوْ পড়া হয়েছে।;\n",
        "id": 127,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ' ইব্'ন মাসউদ (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৯০। কোন কোন মুস্তাহাব কাজ এই আশঙ্কায় ছেড়ে দেওয়া যে,কিছু লোক ভুল বুঝতে পারে এবং তারা এর চাইতে অধিকতর বিভ্রান্তিতে পড়তে পারে ",
        "hadithBengali": "১২৮। উবায়দুল্লাহ ইবনু মূসা (রহঃ) .... আসওয়াদ (রহঃ) থেকে বর্ণিত, তিনি বলেনঃ ইবনু যুবায়র (রাঃ) আমাকে বললেন, আয়িশা (রাঃ) তোমাকে অনেক গোপন কথা বলতেন। বল তো কাবা সম্পর্কে তোমাকে কী বলেছেন? আমি বললাম, তিনি আমাকে বলেছেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আয়িশা! তোমাদের কওম যদি (ইসলাম গ্রহণে) নতুন না হত, ইবনু যুবায়র বলেনঃ কুফর থেকে; তবে আমি কাবা ভেঙ্গে ফেলে তার দুটি দরজা বানাতাম। এক দরজা দিয়ে লোক প্রবেশ করত আর এক দরজা দিয়ে বের হত। (পরবর্তীকালে মক্কার আধিপত্য পেলে) তিনি এরূপ করেছিলেন।;\n",
        "id": 128,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আসওয়াদ ইবনে ইয়াযীদ (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৯১। বুঝতে না পারার আশংকায় ইল্'ম শিক্ষায় কোন এক গোত্র ছেড়ে আর এক গোত্র বেছে নেওয়া।",
        "hadithBengali": "وَقَالَ عَلِيٌّ حَدِّثُوا النَّاسَ، بِمَا يَعْرِفُونَ، أَتُحِبُّونَ أَنْ يُكَذَّبَ، اللَّهُ وَرَسُولُهُ;\n\nআলী (রাঃ) বলেন, মানুষের নিকট সেই ধরনের কথা বল, যা তারা বুঝতে পারে। তোমরা কি পছন্দ কর যে, আল্লাহ্ ও তাঁর রসূলের প্রতি মিথ্যা আরোপ করা হোক?;\n\n\n১২৯। এ হাদীস উবায়দুল্লাহ ইবনু মূসা (রহঃ) .... আলী (রাঃ) থেকে বর্ণনা করেন।;\n",
        "id": 129,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আলী ইবনু আবী তালিব (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৯১। বুঝতে না পারার আশংকায় ইল্'ম শিক্ষায় কোন এক গোত্র ছেড়ে আর এক গোত্র বেছে নেওয়া।",
        "hadithBengali": "১৩০। ইসহাক ইবনু ইবরাহীম (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত যে, একবার মুআয (রাঃ), নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর পিছনে সাওয়ারীতে উপবিষ্ট ছিলেন, তখন তিনি তাঁকে ডাকলেন, হে মুআয ইবনু জাবাল! মুআয (রাঃ) উত্তর দিলেন, আমি হাযির ইয়া রাসূলাল্লাহ! এবং (আপনার আদেশ পালনের জন্য) প্রস্তুত। তিনি ডাকলেন, মুআয! মুআয (রাঃ) উত্তর দিলেন, আমি হাযির ইয়া রাসূলাল্লাহ এবং প্রস্তুত। তিনি আবার ডাকলেন, মুআয। তিনি উত্তর দিলেন, আমি হাযির ইয়া রাসূলাল্লাহ এবং প্রস্তুত। এরূপ তিনবার করলেন।;\n\nএরপর বললেনঃ যে কোন বান্দা আন্তরিকতার সাথে এ সাক্ষ্য দেবে যে, আল্লাহ ছাড়া কোন ইলাহ নেই এবং মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আল্লাহর রাসূল তার জন্য আল্লাহ তাআলা জাহান্নাম হারাম করে দেবেন। মুআয (রাঃ) বললেন, ইয়া রাসুলাল্লাহ! আমি কি মানুষকে এ খবর দেব না, যাতে তারা সুসংবাদ পেতে পারে? তিনি বললেন, তাহলে তারা এর উপর ভরসা করে বসে থাকবে। মুআয (রাঃ) (জীবনভর এ হাদিসটি বর্ণনা করেন নি) মৃত্যুর সময় এ হাদিসটি বর্ণনা করে গেছেন যাতে (ইল্'ম গোপন রাখার) গুনাহ না হয়।;\n",
        "id": 130,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৯১। বুঝতে না পারার আশংকায় ইল্'ম শিক্ষায় কোন এক গোত্র ছেড়ে আর এক গোত্র বেছে নেওয়া।",
        "hadithBengali": "১৩১। মূসাদ্দাদ (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমার কাছে বর্ণনা করা হয়েছে যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মুআয (রাঃ)-কে বলেছেনঃ যে ব্যাক্তি আল্লাহর সঙ্গে কোনরূপ শিরক না করে তাঁর সঙ্গে সাক্ষাত করবে সে জান্নাতে দাখিল হবে। (এ কথা শুনে) মুআয (রাঃ) বললেন, আমি কি লোকদের সুসংবাদ দেব না? তিনি বললেন, না, আমার আশংকা হচ্ছে যে, তারা এর উপরই ভরসা করে বসে থাকবে।;\n",
        "id": 131,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৯২। ইলম শিক্ষা করতে লজ্জাবোধ করা। ",
        "hadithBengali": "وَقَالَ مُجَاهِدٌ لاَ يَتَعَلَّمُ الْعِلْمَ مُسْتَحْيٍ وَلاَ مُسْتَكْبِرٌ. وَقَالَتْ عَائِشَةُ نِعْمَ النِّسَاءُ نِسَاءُ الأَنْصَارِ لَمْ يَمْنَعْهُنَّ الْحَيَاءُ أَنْ يَتَفَقَّهْنَ فِي الدِّينِ;\n\nমুজাহিদ (রহঃ) বলেন, লাজুক এবং অহঙ্কারী ব্যক্তি জ্ঞান অর্জন করতে পারে না। আয়িশা (রাঃ) বলেন, আনসারী মহিলারাই উত্তম। লজ্জা তাদেরকে ইসলামী জ্ঞান অন্বেষণ থেকে ফিরিয়ে রাখতে পারে নি।;\n\n\n১৩২। মুহাম্মদ ইবনু সালাম (রহঃ) ... উম্মে সালমা (রাঃ) থেকে বর্ণত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর খিদমতে উম্মে সুলায়ম (রাঃ) এসে বললেনঃ ইয়া রাসুল্লাহ! আল্লাহ হক কথা প্রকাশ করতে লজ্জাবোধ করেন না। স্ত্রীলোকের স্বপ্নদোষ হলে কি গোসল করতে হবে? নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ হ্যাঁ, যখন সে বীর্য দেখতে পাবে। তখন উম্মে সালমা (লজ্জায়) তাঁর মুখ ঢেকে নিয়ে বললেন, ইয়া রাসূলাল্লাহ! স্ত্রীলোকের স্বপ্নদোষ হয় কি? তিনি বললেন, হ্যাঁ, তোমার ডান হাতে মাটি পড়ুক!* (তা না হলে) তাঁর সন্তান তাঁর আকৃতি পায় কিরূপে?;\n",
        "id": 132,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উম্মু সালামাহ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৯২। ইলম শিক্ষা করতে লজ্জাবোধ করা। ",
        "hadithBengali": "১৩৩। ইসমাঈল (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ গাছের মধ্যে এমন এক গাছ আছে যার পাতা ঝরে পড়ে না এবং তা হল মুসলিমের দৃষ্টান্ত। তোমরা আমাকে বল তো সেটা কোন গাছ? তখন লোকজনের খেয়াল জঙ্গলের গাছপালার প্রতি গেল। আর আমরা মনে হতে লাগল যে, তা হল খেজুর গাছ। আবদুল্লাহ (রাঃ) বলেন, কিন্তু আমি লজ্জাবোধ করলাম। সাহাবায়ে কিরাম (রাঃ) বললেন, ইয়া রাসুল্লাল্লাহ! আপনই আমাদের তা বলে দিন। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তা হল খেজুর গাছ। আবদুল্লাহ (রাঃ) বলেন, তারপর আমি আমার পিতাকে আমার মনে যা এসেছিল তা বললাম। তিনি বললেন তুমি তখন তা বলে দিলে অমুক অমুক জিনিস লাভ করার চাইতে আমি বেশী খুশী হতাম।;\n",
        "id": 133,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৯৩। নিজে লজ্জাবোধ করলে অন্যকে প্রশ্ন করতে বলা",
        "hadithBengali": "১৩৪। মূসাদ্দাদ (রহঃ) ..... আলী ইবনু আবী তালিব (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমার অধিক পরিমাণে মযী বের হত। তাই এ ব্যাপারে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে জিজ্ঞাসা করার জন্য মিকদাদকে বললাম। তিনি তাঁকে জিজ্ঞাসা করলেন। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ এতে কেবল উযূ (ওজু/অজু/অযু) করতে হয়।;\n",
        "id": 134,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আলী ইবনু আবী তালিব (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৯৪। মসজিদে ইলম ও মাসআলা-মাসায়েল আলোচনা করা",
        "hadithBengali": "১৩৫। কুতায়বা ইবনু সাঈদ (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ এক ব্যাক্তি মসজিদে দাঁড়িয়ে বলল, ইয়া রাসুলাল্লাহ! আপনি আমাদের কোথা থেকে ইহরাম বাঁধার নির্দেশ দেন? রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ মদিনাবাসী ইহরাম বাঁধবে যুল-হুলায়কা থেকে, সিরিয়াবাসী, ইহরাম বাঁধবে জুহফা থেকে এবং নাজদবাসী ইহরাম বাঁধবে করন থেকে। ইবনু উমর (রাঃ) বলেন, অন্যরা বলেন যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এও বলেছেনঃ এবং ইয়ামানবাসী ইহরাম বাঁধবে ইয়ালামলাম থেকে। ইবনু উমার (রাঃ) বলেছেন, এ কথাটি আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বুঝে নিতে পারিনি।;\n",
        "id": 135,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৯৫। প্রশ্নকারীর প্রশ্নের চাইতে বেশী উত্তর দেওয়া",
        "hadithBengali": "১৩৬। আদম (রহঃ) .... ইবনু উমর (রাঃ) থেকে বর্ণনা করেন যে, এক ব্যাক্তি তাঁকে জিজ্ঞাসা করল, মুহরিম কী কাপড় পরবে? তিনি বলেনঃ জামা পরবে না, পাগড়ী পরবে না, পাজামা পরবে না, টুপি পরবে না এবং কুসুম বা যাফরান রঙে রঞ্জিত কোন কাপড় পরবে না। জুতা না থাকলে চামড়ার মোজা পরতে পারে, তবে এমনভাবে কেটে ফেলতে হবে যাতে মোজা দুটি পায়ের গিরার নিচে থাকে।;\n",
        "id": 136,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    }
]
