[

    {

        "chapter_bn": "১৫৭৬. আবাসে থাকা অবস্থায় বন্ধক রাখা। মহান আল্লাহর বাণীঃ যদি তোমরা সফরে থাকো এবং কোন লেখক না পাও, তবে বন্ধক রাখা বৈধ (২ঃ ২৮৩)",
        "hadithBengali": "২৩৪৩। মুসলিম ইবনু ইবরাহীম (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যবের বিনিময়ে তাঁর বর্ম বন্ধক রেখেছিলেন। আমি একবার নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর খিদমতে যবের রুটি এবং দুর্গন্ধ যুক্ত চর্বি নিয়ে গেলাম, তখন তাঁকে বলতে শুনলাম, মুহাম্মাদসাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর পরিবার পরিজনের কাছে কোন সকাল বা সন্ধায় এক সা এর অতিরিক্ত (কোন খাদ্য) দ্রব্য থাকে না। (আনাস (রাঃ) বলেন) সে সময়ে তারা মোট নয় ঘর (নয় পরিবার) ছিলেন।;",
        "id": 2343,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৫৭৭. নিজ বর্ম বন্ধক রাখা",
        "hadithBengali": "২৩৪৪। মুসাদ্দদ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জনৈক ইয়াহুদীর কাছ থেকে নির্দিষ্ট মেয়াদে খাদ্যশষ্য খরিদ করেন এবং নিজের বর্ম তার কাছে বন্ধক রাখেন।;",
        "id": 2344,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৫৭৮. অস্র বন্ধক রাখা",
        "hadithBengali": "২৩৪৫। আলী ইবনু আবদুল্লাহ (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, কাব ইবনু আশরাফকে হত্যা করার দায়িত্ব কে নিতে পারবে? আল্লাহ ও তাঁর রাসূলকে সে তো কষ্ট দিয়েছে। মুহাম্মদ ইবনু মাসলাম (রাঃ) তখন বললে, আমি। পরে তিনি তার কাছে গিয়ে বললেন, আমরা তোমার কাছে এক ওয়াসাক অথবা বলেছেন দুওয়াসাক (খাদ্য) ধার চাচ্ছি। সে বলল, তোমাদের মহিলাদেরকে আমার কাছে বন্ধক রাখো। তিনি বললেন, তুমি হলে আরবের সেরা সুন্দর ব্যাক্তি। তোমার কাছে কিভাবে মহিলাদেরকে বন্ধ রাখতে পারি? সে বলল, তাহলে তোমাদের সন্তানদের আমার কাছে বন্ধক রাখো। তিনি বললেন, কিভাবে সন্তানদেরকে তোমার কাছে বন্ধক রাখি। পরে এই বলে তাদের নিন্দা করা হবে যে, দুএক ওয়াসাকের জন্য তারা বন্ধক ছিল, এটা আমাদের জন্য হবে বিরাট কলংক। তার চেয়ে বরং আমরা তোমার কাছে আমাদের অস্ত্র বন্ধক রাখতে পারি। রাবী সুফিয়ান (রহঃ)اللأْمَةَ শব্দের অর্থ করেছেন অস্ত্র। তারপর তিনি তাকে পরে আসার প্রতিশ্রুতি দিলেন এবং (পরে এসে) তাকে হত্যা করলেন এবং নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে সে সম্পর্কে তাঁকে অবহিত করলেন।;",
        "id": 2345,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "জাবির ইবনু আবদুল্লাহ আনসারী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৫৭৯. বন্ধক রাখা প্রানীর উপর আরোহণ করা যায় এবং দুধ দোহন করা যায়।",
        "hadithBengali": "وَقَالَ مُغِيرَةُ عَنْ إِبْرَاهِيمَ تُرْكَبُ الضَّالَّةُ بِقَدْرِ عَلَفِهَا، وَتُحْلَبُ بِقَدْرِ عَلَفِهَا، وَالرَّهْنُ مِثْلُهُ;\n\nমুগীরা (রহঃ) ইবরাহীম (রহঃ) থেকে বর্ণনা করেছেন, হারিয়ে যাওয়া প্রাণী যে পাবে সে তার ঘাসের (ও অন্যান্য প্রয়জনীয়) খরচ পরিমাণ আরোহণ করতে পারবে, এবং ঘাসের খরচ পরিমাণ দুধ দোহন করতে পারবে। বন্ধকী প্রানীর ব্যাপারটিও অনুরূপ;\n\n\n২৩৪৬। আবূ নুআইম (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, বন্ধকী প্রাণীর উপর তার খরচ পরিমাণ আরোহণ করা যাবে। তদ্রুপ দুধেল প্রাণী বন্ধক থাকলে (খরচ পরিমাণ) তার দুধ পান করা যাবে।;",
        "id": 2346,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৫৭৯. বন্ধক রাখা প্রানীর উপর আরোহণ করা যায় এবং দুধ দোহন করা যায়।",
        "hadithBengali": "২৩৪৭। মুহাম্মদ ইবনু মুকাতিল (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, বাহনর পশু বন্ধক থাকলে তার খরচের পরিমাণে তাতে আরোহণ করা যাবে। তদ্রুপ দুধেল প্রাণী বন্ধক থাকলে তার খরচের পরিমাণে দুধ পান করা যাবে। (মোট কথা) আরোহণকারী এবং দুধ পানকারীকেই খরচ বহন করতে হবে।;",
        "id": 2347,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৫৮০. ইয়াহুদী ও অন্যান্যদের (অমুসলিমদের) কাছে বন্ধক রাখা",
        "hadithBengali": "২৩৪৮। কুতায়বা (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জনৈক ইয়াহুদী থেকে কিছু খাদ্যদ্রব্য কিনেছিলেন এবং তার কাছে নিজের বর্ম বন্ধক রেখেছিলেন।;",
        "id": 2348,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৫৮১. বন্ধকদাতা ও বন্ধক গ্রহীতার মধ্যে মতভেদ দেখা দিলে বা অনুরূপ কোন কিছু হলে বাদীর দায়িত্ব সাক্ষী পেশ করা আর বিবাদীর দায়িত্ব কসম করা",
        "hadithBengali": "২৩৪৯। খাল্লাদ ইবনু ইয়াহইয়া (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এই ফায়সালা দিয়েছেন যে, (বাদী সাক্ষী পেশ করতে ব্যর্থ হলে) কসম করা বিবাদীর কর্তব্য।;",
        "id": 2349,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৫৮১. বন্ধকদাতা ও বন্ধক গ্রহীতার মধ্যে মতভেদ দেখা দিলে বা অনুরূপ কোন কিছু হলে বাদীর দায়িত্ব সাক্ষী পেশ করা আর বিবাদীর দায়িত্ব কসম করা",
        "hadithBengali": "২৩৫০। কুতায়বা ইবনু সাঈদ (রহঃ) ... আবদুল্লাহ (ইবনু মাসউদ) (রাঃ) থেকে বর্ণিত। তিনি বলেন, মিথ্যা কসম করে যে ব্যাক্তি অর্থ-সম্পদ হস্তগত করে সে (কিয়ামতের দিন) আল্লাহ সাথে সাক্ষাত করবে এ অবস্থায় যে, আল্লাহ তার প্রতি রাগান্বিত থাকবেন। তারপর আল্লাহ তাআলা (নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর) উক্ত বাণী সমর্থন করে আয়াত নাযিল করলেন: নিশ্চয় যারা আল্লাহর সাতে কৃত প্রতিশ্রুতি এবং নিজেদের প্রতিশ্রুতি তুচ্ছ মূল্যে বিক্রয় করে মর্মন্তুদ শাস্তি রয়েছে। (৩ঃ ৭৭) (রাবী বলেন) পরে আশআস ইবনু কাযস (রাঃ) আমাদের কাছে এসে জিজ্ঞাসা করলেন, আবূ আবদুর রহমান (ইবনু মাসউদ) তোমাদের কি হাদীস শোনালেন (রাবী বলেন), আমরা তাকে হাদীসটি শোনালে তিন বললেন, তিনি নির্ভুল হাদীস শুনিয়েছেন। আমাকে কেন্দ্র করেই তো আয়াতটি নাযিল হয়েছিলো। কুয়া (এর মালিকানা) নিয়ে আমার সাথে এক লোকের ঝগড়া চলছিলো। পরে আমরা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, যে ব্যাক্তি মিথ্যা হলফ করে অর্থ-সম্পদ হস্তগত করবে, সে (কিয়ামতের দিন) আল্লাহর সাথে সাক্ষাত করবে এ অবস্থায় যে, আল্লাহ তার প্রতি রাগান্বিত থাকবেন। তিন (আশআস) বলেন, তখন আল্লাহ তাআলা এর সমর্থনে আয়াত নাযিল করলেন। অতঃপর তিনি (আশআস) এই আয়াত إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللَّهِ وَأَيْمَانِهِمْ ثَمَنًا قَلِيلاً) إِلَى (وَلَهُمْ عَذَابٌ أَلِيمٌ তিলাওয়াত করলেন।;\n",
        "id": 2350,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ' ইব্'ন মাসউদ (রাঃ) ",
        "status_bn": "সহিহ"

    }
]