[

    {

        "chapter_bn": "১৬০৩. মুকাতাবের উপরে যে সব শর্ত আরোপ করা জায়িজ এবং আল্লাহর কিতাবে নেই এমন শর্ত আরোপ করা। এ বিষয়ে ইবন উমর (রা.) থেকে হাদীস বর্ণিত হয়েছে",
        "hadithBengali": "بَاب الْمُكَاتِبِ وَنُجُومِهِ فِي كُلِّ سَنَةٍ نَجْمٌ ;\n\nوَقَوْلِهِ وَالَّذِينَ يَبْتَغُونَ الْكِتَابَ مِمَّا مَلَكَتْ أَيْمَانُكُمْ فَكَاتِبُوهُمْ إِنْ عَلِمْتُمْ فِيهِمْ خَيْرًا وَآتُوهُمْ مِنْ مَالِ اللَّهِ الَّذِي آتَاكُمْوَقَالَ رَوْحٌ عَنْ ابْنِ جُرَيْجٍ قُلْتُ لِعَطَاءٍ أَوَاجِبٌ عَلَيَّ إِذَا عَلِمْتُ لَهُ مَالًا أَنْ أُكَاتِبَهُ قَالَ مَا أُرَاهُ إِلَّا وَاجِبًا وَقَالَهُ عَمْرُو بْنُ دِينَارٍ قُلْتُ لِعَطَاءٍ تَأْثُرُهُ عَنْ أَحَدٍ قَالَ لَا ثُمَّ أَخْبَرَنِي أَنَّ مُوسَى بْنَ أَنَسٍ أَخْبَرَهُ أَنَّ سِيرِينَ سَأَلَ أَنَسًا الْمُكَاتَبَةَ وَكَانَ كَثِيرَ الْمَالِ فَأَبَى فَانْطَلَقَ إِلَى عُمَرَ رَضِيَ اللَّهُ عَنْهُ فَقَالَ كَاتِبْهُ فَأَبَى فَضَرَبَهُ بِالدِّرَّةِ وَيَتْلُو عُمَرُ فَكَاتِبُوهُمْ إِنْ عَلِمْتُمْ فِيهِمْ خَيْرًا فَكَاتَبَهُ وَقَالَ اللَّيْثُ حَدَّثَنِي يُونُسُ عَنْ ابْنِ شِهَابٍ قَالَ عُرْوَةُ قَالَتْ عَائِشَةُ رَضِيَ اللَّهُ عَنْهَا إِنَّ بَرِيرَةَ دَخَلَتْ عَلَيْهَا تَسْتَعِينُهَا فِي كِتَابَتِهَا وَعَلَيْهَا خَمْسَةُ أَوَاقٍ نُجِّمَتْ عَلَيْهَا فِي خَمْسِ سِنِينَ فَقَالَتْ لَهَا عَائِشَةُ وَنَفِسَتْ فِيهَا أَرَأَيْتِ إِنْ عَدَدْتُ لَهُمْ عَدَّةً وَاحِدَةً أَيَبِيعُكِ أَهْلُكِ فَأُعْتِقَكِ فَيَكُونَ وَلَاؤُكِ لِي فَذَهَبَتْ بَرِيرَةُ إِلَى أَهْلِهَا فَعَرَضَتْ ذَلِكَ عَلَيْهِمْ فَقَالُوا لَا إِلَّا أَنْ يَكُونَ لَنَا الْوَلَاءُ قَالَتْ عَائِشَةُ فَدَخَلْتُ عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرْتُ ذَلِكَ لَهُ فَقَالَ لَهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اشْتَرِيهَا فَأَعْتِقِيهَا فَإِنَّمَا الْوَلَاءُ لِمَنْ أَعْتَقَ ثُمَّ قَامَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ مَا بَالُ رِجَالٍ يَشْتَرِطُونَ شُرُوطًا لَيْسَتْ فِي كِتَابِ اللَّهِ مَنْ اشْتَرَطَ شَرْطًا لَيْسَ فِي كِتَابِ اللَّهِ فَهُوَ بَاطِلٌ شَرْطُ اللَّهِ أَحَقُّ وَأَوْثَقُ;\n\n১৬০২. পরিচ্ছেদ : মুকাতাব ও দেয় অর্থের কিস্তি প্রসংগে। প্রতি বছর এক কিস্তি করে আদায় করা। ;\n\nআল্লাহ তাআলার বাণীঃ তোমাদের এবং তোমাদের মালিকানাধীন দাস-দাসীদের মধ্যে কেউ তার মুক্তির জন্য চুক্তিপত্র লিখতে চাইলে তাদের সাথে তোমরা চুক্তিবদ্ধ হও, যদি তোমরা ওদের মধ্যে মঙ্গলের সন্ধান পাও এবং আল্লাহ তোমাদের যে সম্পদ দিয়েছেন, তা থেকে তোমরা ওদের দান করবে। (১৪ঃ ৩৩) রাওয়াহ (রহঃ) বলেন, ইবন জুরায়জ (রহঃ) বর্ণনা করেন, আমি আতা (রহঃ) কে জিজ্ঞাসা করলাম যদি আমি জানতে পারি যে, তার (গোলামের) অর্থ-সম্পদ আছে, তবে কি তার সাথে কিতাবতের চুক্তি করা আমার জন্য ওয়াজিব হবে? তিনি বললেন, আমি তো ওয়াজিব ছাড়া অন্য কিছু মনে করি না। আমর ইবন দীনার (রহঃ) বলেন, আমি আতা (রহঃ)-কে জিজ্ঞাসা করলাম, এ মতামত কি আপনি (পূর্ববর্তী) কারো কাছ থেকে বর্ণনা করছেন? তিনি বললেন, না।;\n\nতারপর আতা (রহঃ) আমার কাছে বর্ণনা করেছেন যে, মূসা ইবন আনাস (রহঃ) তাকে অবহিত করেছেন যে, আনাস (রাঃ)-এর কাছে তার গোলাম সীরীত মুকাতাব (চুক্তিবদ্ধ) হওয়ার আবেদন জানালো। সে বিত্তশালী ছিলো। কিন্তু আনাস (রাঃ) তাতে অস্বীকৃতি জানালেন। সীরীন তখন উমর (রাঃ)-এর কাছে বিষয়টি উত্থাপন করল। উমর (রাঃ) আনাস (রাঃ)-কে বললেন, তার সাথে চুক্তিবদ্ধ হও। তিনি অস্বীকৃতি জানালেন। উমর (রাঃ) তখন তাকে বেত্রাঘাত করলেন এবং নিম্নোক্ত আয়াত তেলাওয়াত করলেন,فَكَاتِبُوهُمْإِنْعَلِمْتُمْفِيهِمْخَيْرًا তোমরা তাদের সঙ্গে চুক্তিতে আবদ্ধ হও, যতি তোমরা তাদের মধ্যে মঙ্গলের সন্ধান পাও। (২৪ : ৩৩)। এরপর আনাস (রাঃ) তার সাথে চুক্তিবদ্ধ হলেন।;\n\nলায়স (রহঃ) ... উরওয়া (রহঃ) সূত্রে আয়িশা (রাঃ) থেকে বর্ণনা করেন যে, তিনি বলেছেন, বারীরা (রাঃ) একবার মুকাতাবাতের সাহায্য চাইতে তাঁর কাছে আসলেন। প্রতিবছর এক উকিয়া করে পাঁচ বছরে পাঁচ উকিয়া তাকে পরিশোধ করতে হবে। তার প্রতি আয়িশা (রাঃ) আগ্রাহান্বিত হলেন। তাই তিনি বললেন, যদি আমি এককালীন মূল্য পরিশোধ করে দেই তবে কি তোমার মালিক তোমাকে বিক্রি করবে? তখন আমি তোমাকে আযাদ করে দিব এবং তোমার ওয়ালার অধিকার আমার হবে। বারীরা (রাঃ) তার মালিকের কাছে গিযে উক্ত প্রস্তাব পেশ করলেন। কিন্তু তার বলল, না; তবে যদি ওয়ালার অধিকার আমাদের হয়। আয়িশা (রাঃ) বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর খিদমতে গেলাম এবং বিষয়টি তাঁকে বললাম। (রাবী বলেন) তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁকে বললেন, তাকে খরিদ করে আযাদ করে দাও। কেননা, ওয়ালা তারই হবে, যে আযাদ করবে। তারপর তিনি দাঁড়িয়ে বললেন, মানুষের কি হল, তারা এমন সব শর্ত আরোপ করে, যা আল্লাহর কিতাবে নেই! আল্লাহর কিতাবে নেই এমন শর্ত কেউ আরোপ করলে তা বাতিল বলে গণ্য হবে। আল্লাহর দেয়া শর্তই সঠিক এবং নির্ভরযোগ্য।;\n\n\n২৩৯১। কুতায়বা (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, বারীরা (রাঃ) একবার তার মুকাতাবাতের ব্যাপারে সাহায্য চাইতে আসলেন। তখন পর্যন্ত তিনি মুকাতাবাতের অর্থ থেকে কিছুই আদায় করেন নি। আয়িশা (রাঃ) তাকে বললেন, তুমি তোমার মালিকের কাছে ফিরে যাও। তারা সম্মত হলে আমি তোমার মুকাতাবাতের প্রাপ্য পরিশোধ করে দিব। আর তোমার ওয়ালার অধিকার আমার হবে। বারীরা (রাঃ) কথাটি তার মালিকের কাছে পেশ করলেন। কিন্তু তারা তা অস্বীকার করল এবং বলল, তিনি যদি তোমাকে আযাদ করে সাওয়াব পেতে চান, তবে করতে পারেন। ওয়ালা আমাদেরই থাকবে।;\n\nআয়িশা (রাঃ) বিষয়টি রাসূলল্লাহ -এর কাছে পেশ করেল তিনি বললেন, তুমি খরিদ করে আযাব করে দাও। কেননা যে আযাদ করবে, সেই ওয়ালার অধিকারী হবে। (রাবী) বলেন, তারপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (সাহাবীগণের সমাবেশে) দাঁড়িয়ে বললেন, মানুষের কি হল, এমন সব শর্ত তারা আরোপ করে, যা আল্লাহর কিতাবে নেই। যে এমন কোন শর্থ আরোপ করবে, যা আল্লাহর কিতাবে নেই, তা তার জন্য প্রযোজ্য হবে না; যদিও সে শতবার শর্তারোপ করে। কেননা আল্লাহর দেওয়া শর্তই সঠিক এবং নির্ভরযোগ্য।;\n",
        "id": 2391,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৬০৩. মুকাতাবের উপরে যে সব শর্ত আরোপ করা জায়িজ এবং আল্লাহর কিতাবে নেই এমন শর্ত আরোপ করা। এ বিষয়ে ইবন উমর (রা.) থেকে হাদীস বর্ণিত হয়েছে",
        "hadithBengali": "২৩৯২। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, উম্মুল মুমিনীন আয়িশা (রাঃ) আযাদ করার জন্য জনৈকা বাঁদীকে খরিদ করতে চাইলেন। কিন্তু তার মালিক পক্ষ বলল, এই শর্তে (আমরা সম্মত) যে, ওয়ালা আমাদেরই থাকবে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, এ শর্তারোপ যেন তোমাকে তা খরিদ করতে বিরত না রাখে। কেননা ওয়ালা তারই জন্য যে আযাদ করবে।;",
        "id": 2392,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৬০৪. মানুষের কাছে মুকাতাবের সাহায্য চাওয়া ও যাচনা করা।",
        "hadithBengali": "২৩৯৩। উবায়দ ইবনু ইসমাঈল (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, বারীরা (রাঃ) এসে বললেন, আমি প্রতি বছর এক উকিয়া করে নয় উকিয়া আদায় করার শর্তে কিতাবাতের চুক্তি করেছে। এ ব্যাপারে আপনি আমাকে সাহায্য করুন। আয়িশা (রাঃ) বললেন, তোমার মালিক পক্ষ সম্মত হলে আমি উক্ত পরিমাণ এককালীন দান করে তোমাকে আযাদ করতে পারি এবং তোমার ওয়ালা হবে আমার জন্য। তিনি তার মালিকের কাছে গেলেন, তারা তার এ শর্ত মানতে অস্বীকার করল। তখন তিনি বললেন, বিষয়টি আমি তাদের কাছে উত্থাপন করেছিলাম, কিন্তু ওয়ালা তাদেরই হবে, এ শর্ত ছাড়া তারা মানতে অসম্মতি প্রকাশ করেছে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বিষয়টি শুনে এ সম্পর্কে আমাকে জিজ্ঞাসা করলেন। আমি ঘটনাটি তাঁকে খুলে বললাম। তখন তিনি বললেন, তাকে নিয়ে নাও এবং আযাদ করে দাও। ওয়ালা তাদের হবে এ শর্ত মেনে নাও, (এতে কিছু আসে যায় না)। কেননা, যে আযাদ করবে, ওয়ালা তারই হবে।;\n\nআয়িশা (রাঃ) বলেন, এরপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সাহাবীগণের সমাবেশে দাঁড়িযে আল্লাহর হামদ ও সানা পাঠ করলেন আর বললেন, তোমাদের কিছু লোকের কি হল? এমন সব শর্ত তারা আরোপ করে, যা আল্লাহর কিতাবে নেই। এমন কোন শর্ত শতবার আরোপ করলেও। কেননা আল্লাহর হুকুমই যথার্থ এবং আল্লাহর শর্তই নির্ভরযোগ্য। তোমাদের কিছু লোকের কি হল? তারা এমন কথা বলে যে, হে অমুক! তুমি আযাদ করে দাও, ওয়ালা (অভিভাবকত্ব) আমারই থাকবে। অথচ যে আযাদ করবে, সে-ই ওয়ালার অধিকারী হবে।;",
        "id": 2393,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৬০৫. মুকাতাবের সম্মতি সাপেক্ষে তাকে বিক্রি করা।",
        "hadithBengali": "وَقَالَتْ عَائِشَةُ هُوَ عَبْدٌ مَا بَقِيَ عَلَيْهِ شَيْءٌ. وَقَالَ زَيْدُ بْنُ ثَابِتٍ مَا بَقِيَ عَلَيْهِ دِرْهَمٌ. وَقَالَ ابْنُ عُمَرَ هُوَ عَبْدٌ إِنْ عَاشَ وَإِنْ مَاتَ وَإِنْ جَنَى، مَا بَقِيَ عَلَيْهِ شَيْءٌ;\n\nআয়িশা (রাঃ) বলেন, ধার্যকৃত অর্থের কিছু অংশও বাকী থাকবে। মুকাতাব গোলামরূপেই গণ্য হবে। যায়দ ইবন সাবিত (রাঃ) বলেন, তার যিম্মায় এক দিরহাম অবশিষ্ট থাকলেও। (গোলাম বলে গণ্য হবে।) ইবন উমর (রাঃ) বলেন, যতক্ষণ তার যিম্মায় কিছু অংশও অবশিষ্ট থাকবে মুকাতাব গোলামরূপেই গণ্য হবে; সে বেঁচে থাকুক, বা মারা যাক কিংবা কোন ধরণের অপরাধ করুক।;\n\n\n২৩৯৪। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আম্'রা বিনতে আবদুর রহমান (রহঃ) থেকে বর্ণিত যে, বারীরা (রাঃ) একবার উম্মুল মুমিনীন আয়িশা (রাঃ) এর কাছে সাহায্য চাইতে আসলেন। তখন তিনি বললেন, তোমরা মালিক পক্ষ চাইলে আমি তাদের এক সাথেই তোমার মূল্য দিয়ে দিব এবং তোমাকে আযাদ করে দিব। বারীরা (রাঃ) মালিক পক্ষকে তা বললেন, কিন্তু জবাবে তারা বলল, তোমার ওয়ালা আমাদের থাকবে; এছাড়া আমরা সম্মত নই। (রাবী) মালিক (রহঃ) বলেন, ইয়াহইয়া (রহঃ) বলেন, আমরা (রহঃ) ধারণা করেন যে, আয়িশা (রাঃ) রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে তা উত্থাপন করেছিলেন, তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছিলেন, তুমি তাকে খরিদ করে আযাদ করে দাও। কেননা, ওয়ালা তারই হবে, যে আযাদ করে।;",
        "id": 2394,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আমরাহ বিনতু আবদুর রহমান (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৬০৬. মুকাতাব যদি (কাউকে) বলে, আমাকে ক্রয় করে আযাদ করে দিন, আর সে যদি ঐ উদ্দেশ্যে তাকে ক্রয় করে।",
        "hadithBengali": "২৩৯৫। আবূ নুআইম (রহঃ) ... আয়মান (রহঃ) থেকে বর্ণিত, তিনি বলেন, আমি আয়িশা (রাঃ) এর কাছে গিয়ে বললাম, আমি উতবা ইবনু আবূ লাহাবের গোলাম ছিলাম। সে মারা গেলে তার ছেলেরা আমার মালিক হল। আর তারা আমাকে ইবনু আবূ আমর মাখযূমীর নিকট বিক্রি করল। ইবনু আবূ আমর আমাকে আযদ করে দিলেন। কিন্তু উতবার ছেলেরা ওয়ালার শর্ত আরোপ করল। তখন আয়িশা (রাঃ) বললেন, মুকাতাব থাকা অবস্থায় বারীরা (রাঃ) একবার তার কাছে এসে বললেন, আমাকে ক্রয় করে আযাদ করে দিন। তিনি বললেন, হ্যাঁ। সে বলল, তাঁরা ওয়ালার শর্ত আরোপ ব্যতিরেকে আমাকে বিক্রি করবে না। তিনি বললেন, আমার তা প্রয়োজন নেই। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সে কথা শুনলেন, কিংবা তার কাছে এ সংবাদ পৌছল। তখন তিনি আয়িশা (রাঃ) এর কাছে এ ব্যাপারে আলোচনা করলেন। আর আয়িশা (রাঃ) বারীরা (রাঃ) কে যা বলেছিলেন তাই জানালেন। তখন তিনি বললন, তুমি তাকে ক্রয় করে আযাদ করে দাও, আর তাদেরকে যত ইচ্ছা শর্ত আরোপ করতে দাও। পরে আয়িশা (রাঃ) তাকে খরিদ করে আযাদ করে দিলেন এবং তার মালিকপক্ষ ওয়ালার শর্ত আরোপ করল। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, ওয়ালা তারই থাকবে, যে আযাদ করে যদিও তার মালিক পক্ষ শত শর্ত আরোপ করে থাকে।;",
        "id": 2395,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়মান (রহঃ)",
        "status_bn": "সহিহ"

    }
]