[

    {

        "chapter_bn": "১৬৪৩. কেউ যদি কারো সততা প্রমানের উদ্দেশ্যে বলে, একে তো ভাল বলেই জানি অথবা বলে যে, এর সম্পর্কে তো ভালো ছাড়া কিছু জানি না।",
        "hadithBengali": "بَاب مَا جَاءَ فِي الْبَيِّنَةِ عَلَى الْمُدَّعِي;\n\nلِقَوْلِهِ تَعَالَى يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا تَدَايَنْتُمْ بِدَيْنٍ إِلَى أَجَلٍ مُسَمًّى فَاكْتُبُوهُ وَلْيَكْتُبْ بَيْنَكُمْ كَاتِبٌ بِالْعَدْلِ وَلَا يَأْبَ كَاتِبٌ أَنْ يَكْتُبَ كَمَا عَلَّمَهُ اللَّهُ فَلْيَكْتُبْ وَلْيُمْلِلْ الَّذِي عَلَيْهِ الْحَقُّ وَلْيَتَّقِ اللَّهَ رَبَّهُ وَلَا يَبْخَسْ مِنْهُ شَيْئًا فَإِنْ كَانَ الَّذِي عَلَيْهِ الْحَقُّ سَفِيهًا أَوْ ضَعِيفًا أَوْ لَا يَسْتَطِيعُ أَنْ يُمِلَّ هُوَ فَلْيُمْلِلْ وَلِيُّهُ بِالْعَدْلِ وَاسْتَشْهِدُوا شَهِيدَيْنِ مِنْ رِجَالِكُمْ فَإِنْ لَمْ يَكُونَا رَجُلَيْنِ فَرَجُلٌ وَامْرَأَتَانِ مِمَّنْ تَرْضَوْنَ مِنْ الشُّهَدَاءِ أَنْ تَضِلَّ إِحْدَاهُمَا فَتُذَكِّرَ إِحْدَاهُمَا الْأُخْرَى وَلَا يَأْبَ الشُّهَدَاءُ إِذَا مَا دُعُوا وَلَا تَسْأَمُوا أَنْ تَكْتُبُوهُ صَغِيرًا أَوْ كَبِيرًا إِلَى أَجَلِهِ ذَلِكُمْ أَقْسَطُ عِنْدَ اللَّهِ وَأَقْوَمُ لِلشَّهَادَةِ وَأَدْنَى أَنْ لَا تَرْتَابُوا إِلَّا أَنْ تَكُونَ تِجَارَةً حَاضِرَةً تُدِيرُونَهَا بَيْنَكُمْ فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ لَا تَكْتُبُوهَا وَأَشْهِدُوا إِذَا تَبَايَعْتُمْ وَلَا يُضَارَّ كَاتِبٌ وَلَا شَهِيدٌ وَإِنْ تَفْعَلُوا فَإِنَّهُ فُسُوقٌ بِكُمْ وَاتَّقُوا اللَّهَ وَيُعَلِّمُكُمْ اللَّهُ وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ وَقَوْلِ اللَّهِ عَزَّ وَجَلَّ يَا أَيُّهَا الَّذِينَ آمَنُوا كُونُوا قَوَّامِينَ بِالْقِسْطِ شُهَدَاءَ لِلَّهِ وَلَوْ عَلَى أَنْفُسِكُمْ أَوْ الْوَالِدَيْنِ وَالْأَقْرَبِينَ إِنْ يَكُنْ غَنِيًّا أَوْ فَقِيرًا فَاللَّهُ أَوْلَى بِهِمَا فَلَا تَتَّبِعُوا الْهَوَى أَنْ تَعْدِلُوا وَإِنْ تَلْوُوا أَوْ تُعْرِضُوا فَإِنَّ اللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا;\n\n১৪৬২. পরিচ্ছেদঃ বাঁদিকেই প্রমান পেশ করতে হবে। ;\n\nমহান আল্লাহ্'র বাণীঃ হে মুমিনগন! তোমরা যখন একে অন্যের সাথে নির্ধারিত সময়ের জন্য ঋনের কারবার কর তখন তা লিখে রাখবে ... (২ঃ ২৮২);\n\nএবং মহান আল্লাহ্'র বাণীঃ হে মুমিনগন! তোমরা ন্যায় বিচারে দৃঢ় প্রতিষ্ঠিত থাকবে আল্লাহ্'র সাক্ষীস্বরূপ যদিও তা তোমাদের নিজেদের অথবা পিতামাতা এবং আত্মীয় স্বজনের বিরুদ্ধে হয় ... আল্লাহ্' তার সম্যক খবর রাখেন (৪ঃ ১৩৫);\n\n\n২৪৬১। হাজ্জাজ (রহঃ) ... ইবনু শিহাব (রহঃ) থেকে বর্ণিত, তিনি বলেন, আমার নিকট আয়িশা (রাঃ) এর ঘটনা সম্পর্কে উরওয়া, ইবনু মূসায়্যাব, আলকামা, ইবনু ওয়াক্কাস এবং উবায়দুল্লাহ (রহঃ) বর্ণনা করেছেন, তাদের বর্ণিত হাদীসের এক অংশ অন্য অংশের সত্যতা প্রমাণ করে, যা অপবাদকারীরা আয়িশা (রাঃ) সম্পর্কে রটনা করেছিল। এদিকে ওয়াহী অবতরণ বিলম্বিত হল। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আলী ও উসামা (রাঃ) কে স্বীয় সহধর্মিনীকে পৃথক রাখার ব্যাপারে পরামর্শের জন্য ডেকে পাঠালেন। উসামা (রাঃ) তখন বললেন আপনার স্ত্রী সম্পর্কে ভালো ছাড়া কিছুই আমরা জানি না। আর বারীরা (রাঃ) বললেন, তার সম্পর্কে একটি মাত্র কথাই আমি জানি, তা এই যে, অল্প বয়স হওয়ার কারণে পরিবারের লোকদের জন্য আটা খামির করার সময় তিনি ঘুমিয়ে পড়েন আর এই ফাঁকে বকরী এসে তা খেয়ে ফেলে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখন বললেন, সেই ব্যাক্তির বিরুদ্ধে কে আমাকে সাহায্য করবে; যার জ্বালাতন আমার পারিবারিক ব্যাপারে আমাকে আঘাত হেনেছে? আল্লাহর কসম আমার সহধর্মিনী সম্পর্কে আমি ভাল ছাড়া অন্য কিছু জানি না। আর এমন এক ব্যাক্তির কথা তারা বলে, যার সম্পর্কে আমি ভাল ছাড়া অন্য কিছু জানি না।;",
        "id": 2461,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "ইবনু শিহাব আয-যুহরী (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": " ১৬৪৪. অন্তরালে অবস্থানকারী ব্যক্তির সাক্ষ্যদান। আমর ইবনু হওরায়স (র) এ ধরনের সাক্ষ্য বৈধ বলে মত প্রকাশ করেছেন; তিনি বলেন, পাপাচারী মিথ্যুক লোকের বিরুদ্ধে এরূপ সাক্ষ্য গ্রহণ করা যেতে পারে। ইমাম শাবী, ইবনু সীরীন, আতা ও ক্বাতাদাহ (র) বলেন, শুনতে পেলেই সাক্ষী হওয়া যায়। হাসান বসরী (র) বলেন, (এরূপ ক্ষেত্রে সে বলবে) আমাকে এরা সাক্ষী বানায় নি, তবে আমি এরূপ এরূপ শুনেছি।",
        "hadithBengali": "২৪৬২। আবূল ইয়ামন (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ও উবাই ইবনু কাআব আনসারী (রাঃ) সেই খেজুর বাগানের উদ্দেশ্যে রওয়ান হলেন, যেখানে ইবনু সাইয়াদ থাকত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন (বাগানে) প্রবেশ করলেন, তখন তিনি সতর্কতার সাথে খেজুর শাখার আড়ালে আড়ালে চললেন। তিনি চাচ্ছিলেন, ইবনু সাইয়াদ তাকে দেখে ফেলার আগেই তিনি তার কোন কথা শুনে নিবেন। ইবনু সাইয়াদ তখন চাঁদর মুড়ি দিয়ে বিছানায় শায়িত ছিলো। আর গুন গুন বা (রাবী বলেছেন) গুমগুমভাবে কিছু বলছিল। এ সময় ইবনু সাইয়াদের মা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে খেজুর শাখার আড়ালে আড়ালে সতর্কতার সাথে আসতে দেখে ইবনু সাইয়াদকে বলল, হে সাফ! (নামের সংক্ষেপ) এই মুহাম্মদ! তখন ইবনু সাইয়াদ চুপ হয়ে গেল। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, সে (তার মা) যদি (কিছু না বলে) তাকে নিজের অবস্থায় ছেড়ে দিত, তাহলে (তার প্রকৃত অবস্থা আমাদের সামনে) প্রকাশ পেয়ে যেত।;",
        "id": 2462,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": " ১৬৪৪. অন্তরালে অবস্থানকারী ব্যক্তির সাক্ষ্যদান। আমর ইবনু হওরায়স (র) এ ধরনের সাক্ষ্য বৈধ বলে মত প্রকাশ করেছেন; তিনি বলেন, পাপাচারী মিথ্যুক লোকের বিরুদ্ধে এরূপ সাক্ষ্য গ্রহণ করা যেতে পারে। ইমাম শাবী, ইবনু সীরীন, আতা ও ক্বাতাদাহ (র) বলেন, শুনতে পেলেই সাক্ষী হওয়া যায়। হাসান বসরী (র) বলেন, (এরূপ ক্ষেত্রে সে বলবে) আমাকে এরা সাক্ষী বানায় নি, তবে আমি এরূপ এরূপ শুনেছি।",
        "hadithBengali": "২৪৬৩। আবদুল্লাহ ইবনু মুহাম্মদ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রিফাআ কুরাযীর স্ত্রী নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এসে বলল, আমি রিফাআর স্ত্রী ছিলাম। কিন্তু সে আমাকে বায়েন তালাক দিয়ে দিল। পরে আমি আবদুর ইবনু যুবাইরকে বিয়ে করলাম। কিন্তু তার সাথে রয়েছে কাপড়ের আচলের মত নরম কিছু (অর্থাৎ সে পুরুষত্বহীন) তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তবে কি তুমি রিফাআর কাছে ফিরে যেতে চাও? না, তা হয় না, যতক্ষন না তুমি তার মধুর স্বাদ গ্রহন করবে আর সে তোমার মধুর স্বাদ গ্রহন করবে। আবূ বকর (রাঃ) তখন তার কাছে বসা ছিলেন। আর খালিদ ইবনু সাঈদ ইবনু আস (রাঃ) দ্বারাপ্রান্তে প্রবেশের অনুমতির অপেক্ষায় ছিলেন। তিনি বললেন, হে আবূ বকর! মহিলা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকটে উচ্চস্বরে যা বলছে, তা কি আপনি শুনতে পাচ্ছেন না?;",
        "id": 2463,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৬৪৫. এক বা একাধিক ব্যক্তি কোন বিষয়ে সাক্ষ্য দিলে আর অন্যরা বলে যে, আমরা এ বিষয়ে জানি না সেক্ষেত্রে সাক্ষ্যদাতার বক্তব্য মুতাবিক ফায়সালা করা হবে। হুমায়দী (র) বলেন, এটা ঠিক। যেমন বিলাল খবর দিয়েছিলেন যে, (মক্কা বিজয়ের দিন) নাবী (সাঃ) কাবার অভ্যন্তরে সালাত আদায় করেছেন। পক্ষান্তরে ফযল বলেছেন, তিনি (কাবা অভ্যন্তরে) সালাত আদায় করেননি। বিলালের সাক্ষ্যকেই লোকেরা গ্রহণ করেছে। তদ্রুপ দুজন সাক্ষী যদি অমুক অমুকের নিকট এক হাজার দিরহাম পাবে বলে সাক্ষ্য দেয় আর অন্য দুজন দেড় হাজার পাবে বলে সাক্ষ্য দেয়, তাহলে অধিক পরিমাণের পক্ষেই ফায়সালা দেয়া হবে।",
        "hadithBengali": "২৪৬৪। হিব্বান (রহঃ) ... উকবা ইবনু হারিছ (রাঃ) থেকে বর্ণিত যে, তিনি আবূ ইহাব ইবনু আযীযের কন্যাকে বিয়ে করলেন। পরে জনৈক মহিলা এসে বলল, আমি তো উকবা এবং যাকে সে বিয়ে করেছে দুজনকেই দুধ পান করিয়েছি। উকবা (রাঃ) তাকে বললেন, এটা তো আমার জানা নেই যে, আপনি আমাকে দুধ পান করিয়েছেন আর আপনিও এ বিষয়ে আমাকে অবহিত করেন নি। এরপর আবূ ইহাব পরিবারের কাছে লোক পাঠিয়ে তিনি তাদের কাছে (এ সম্পর্কে) জানোনে চাইলেন। তারা বলল, সে আমাদের মেয়েকে দুধ পান করিয়েছে বলে তো আমাদের জানা নেই। তখন তিনি মদিনার উদ্দ্যেশ্যে সাওয়ার হলেন এবং নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে এ সম্পর্কে জিজ্ঞাসা করলেন। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, যখন এরূপ বলা হয়েছে তখন এটা (আবূ ইহাবের কন্যাকে বিয়ে করা) কিভাবে সম্ভব? তখন উকবা (রাঃ) তাকে ত্যাগ করলেন। আর সে অন্য জনকে বিয়ে করল।;",
        "id": 2464,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উকবা ইবনুল হারিস (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৬৪৬. ন্যায়পরায়ণ সাক্ষী প্রসঙ্গেঃ আল্লাহ তাআলার বাণীঃ তোমরা তোমাদের ন্যায়পরায়ণ দুজন ব্যক্তিকে সাক্ষী রাখবে। (সূরা আত্-ত্বালাক্ব্বঃ ৬৫:২) (আল্লাহর বাণী) সাক্ষীদের মধ্যে যাদের উপর তোমরা রাযী তাদের মধ্যে। (সূরা আল-বাক্বারাঃ ২:২৮২)",
        "hadithBengali": "২৪৬৫। হাকাম ইবনু নাফি (রহঃ) ... উমর ইবনু খাত্তাব (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যামানায় কিছু লোককে ওয়াহীর ভিত্তিতে পাকড়াও করা হত। এখন যেহেতু ওয়াহী বন্ধ হয়ে গেছে, সেহেতু এখন আমাদের সামনে তোমাদের যে ধরনের আমল প্রকাশ পাবে, সেগুলোর ভিত্তিতেই আমরা তোমাদের বিচার করবো। কাজেই যে ব্যাক্তি আমাদের সামনে ভালো প্রকাশ করবে তাকে আমরা নিরাপত্তা দান করবো এবং কাছে টানবো তার অন্তরের বিষয়ে আমাদের কিছু করণীয় নেই। আল্লাহই তার অন্তরের বিষয়ে হিসাব নিবেন। আর যে ব্যাক্তি আমাদের সামনে মন্দ আমল প্রকাশ করবে, তার প্রতি আমরা তাদের নিরাপত্তা প্রদান করবো না এবং সত্যবাদী বলে গ্রহনও করবো না; যদিও সে বলে যে, তার অন্তর ভাল।;",
        "id": 2465,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উমর ইবনুল খাত্তাব  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৬৪৭. কারো সততা প্রমাণের ক্ষেত্রে ক'জনের সাক্ষ্য প্রয়োজন",
        "hadithBengali": "২৪৬৬। সুলাইমান ইবনু হারব (রহঃ) ... আনাস (রাঃ) থেকে বর্নিত তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সম্মুখ দিয়ে এক জানাযা নিয়ে যাওয়া হচ্ছিল। লোকটি সম্পর্কে সবাই প্রশংসা করছিলেন। তিনি বললেন, ওয়াজিব হয়ে গেছে। পরে আরেকটি জানাযা নিয়ে যাওয়া হচ্ছিল। লোকেরা তার সম্পর্কে খারাপ মন্তব্য করলো কিংবা বর্ণনাকারী অন্য কোন শব্দ বলেছেন। তিনি বললেন, ওয়াজিব হয়ে গেছে। তখন বলা হল, ইয়া রাসূলাল্লাহ! এ ব্যাক্তি সম্পর্কে বললেন, ওয়াজিব হয়ে গেছে আবার ঐ ব্যাক্তি সম্পর্কে বললেন, ওয়াজিব হয়ে গেছে। তিনি বললেন, মানুষের সাক্ষ্য (গ্রহণযোগ্য) আর মুমিনগন হলেন পৃথিবীতে আল্লাহর সাক্ষ্যদাতা।;",
        "id": 2466,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৬৪৭. কারো সততা প্রমাণের ক্ষেত্রে ক'জনের সাক্ষ্য প্রয়োজন",
        "hadithBengali": "২৪৬৭। মূসা ইবনু ইসমাঈল (রহঃ) ... আবূল আসওয়াদ (রহঃ) থেকে বর্ণিত, তিনি বলেন, একবার আমি মদিনায় আসলাম, সেখানে তখন মহামারী দেখা দিয়েছিল। এতে ব্যাপক হারে লোক মারা যাচ্ছিল। আমি উমর (রাঃ) এর কাছে বসাছিলাম। এমন সময় একটি জানাযা অতিক্রম করলো এবং তার সম্পর্কে ভালো ধরনের মন্তব্য করা হল। তা শুনে উমর (রাঃ) বললেন, ওয়াজিব হয়ে গেছে। এরপর আরেকটি জানাযা নিয়ে যাওয়া হচ্ছিল এবং তার সম্পর্কেও ভালো মন্তব্য করা হল। তা শুনে তিনি বললেন, ওয়াজিব হয়ে গেছে। এরপর তৃতীয় জানাযা নিয়ে যাওয়া হচ্ছিল এবং তার সম্পর্কে খারাপ মন্তব্য করা হল। এবারও তিনি বললেন, ওয়াজিব হয়ে গেছে। আমি জিজ্ঞাসা করলাম, কি ওয়াজিব হয়ে গেছে, হে আমীরুল মুমিনীন? তিনি বললেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যেমন বলেছিলেন, আমি তেমন বললাম। (তিনি বলেছিলেন) কোন মুসলিম সম্পর্কে চার জন লোক ভাল সাক্ষ্য দিলে আল্লাহ্' তাঁকে জান্নাতে দাখিল করবেন। তিনি বললেন, তিনজন সাক্ষ্য দিলেও। আমরা জিজ্ঞাসা করলাম, দুজন সাক্ষ্য দিলে? তিনি বললেন, দুজন সাক্ষ্য দিলেও। এরপর আমরা একজনের সাক্ষ্য সম্পর্কে তাকে কিছু জিজ্ঞাসা করিনি।;",
        "id": 2467,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবুল আসওয়াদ (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৬৪৮. বংশধররা, সর্ব অবহিত দুধপান ও পূর্বের মৃত্যু সম্পর্কে সাক্ষ্য দান; নাবী (সাঃ) বলেছেন, সুওয়াইবাহ আমাকে এবং আবূ সালামাহকে দুধপান করিয়েছেন এবং এর উপর দৃঢ় থাকা",
        "hadithBengali": "২৪৬৮। আদম (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, আফলাহ্ (রাঃ) আমার সাক্ষাতের অনুমতি চাইলেন। আমি অনুমতি না দেওয়ায় তিনি বললেন, আমি তোমার চাচা, অথচ তুমি আমার সাথে পর্দা করছ? আমি বললাম, তা কিভাবে? তিনি বললেন, আমার ভাইয়ের স্ত্রী, আমার ভাইয়ের দুধ (ভাইয়ের কারনে তার স্তনে হওয়া দুধ) তোমাকে পান করিয়েছে। আয়িশা (রাঃ) বলেন, এ সম্পর্কে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে আমি জিজ্ঞাসা করলে তিনি বললেন, আফলাহ্ (রাঃ) ঠিক কথাই বলেছে। তাকে (সাক্ষাতের) অনুমতি দিও।;",
        "id": 2468,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৬৪৮. বংশধররা, সর্ব অবহিত দুধপান ও পূর্বের মৃত্যু সম্পর্কে সাক্ষ্য দান; নাবী (সাঃ) বলেছেন, সুওয়াইবাহ আমাকে এবং আবূ সালামাহকে দুধপান করিয়েছেন এবং এর উপর দৃঢ় থাকা",
        "hadithBengali": "২৪৬৯। মুসলিম ইবনু ইবরাহীম (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হামযার কন্যা সম্পর্কে বলেছেন, সে আমার জন্য হালাল নয়। কেননা বংশ সম্পর্কের কারনে যা হারাম হয়, দুধ পানের সম্পর্কের কারনেও তা হারাম হয়, আর সে আমার দুধ ভাইয়ের কন্যা।;",
        "id": 2469,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৬৪৮. বংশধররা, সর্ব অবহিত দুধপান ও পূর্বের মৃত্যু সম্পর্কে সাক্ষ্য দান; নাবী (সাঃ) বলেছেন, সুওয়াইবাহ আমাকে এবং আবূ সালামাহকে দুধপান করিয়েছেন এবং এর উপর দৃঢ় থাকা",
        "hadithBengali": "২৪৭০। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার কাছে অবস্থান করছিলেন। এমন সময় তিনি একজন লোকের আওয়াজ শুনতে পেলেন। সে হাফসা (রাঃ) এর ঘরে প্রবেশের অনুমতি প্রার্থনা করছে। আয়িশা (রাঃ) বলেন, ইয়া রাসূলাল্লাহ! এই যে, একজন লোক আপনার ঘরে প্রবেশের অনুমতি প্রার্থনা করছে। তিনি বলেন, তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তাকে হাফসার অমুক দুধ চাচা বলে মনে হচ্ছে। তখন আয়িশা (রাঃ) বললেন, আচ্ছা আমার অমুক দুধ চাচা যদি জীবিত থাকত তাহলে সে কি আমার ঘরে প্রবেশ করতে পারত? রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, হ্যাঁ পারত। কেননা, জন্মসূত্রে যা হারাম, দুধ পানেও তা হারাম হয়ে যায়।;",
        "id": 2470,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৬৪৮. বংশধররা, সর্ব অবহিত দুধপান ও পূর্বের মৃত্যু সম্পর্কে সাক্ষ্য দান; নাবী (সাঃ) বলেছেন, সুওয়াইবাহ আমাকে এবং আবূ সালামাহকে দুধপান করিয়েছেন এবং এর উপর দৃঢ় থাকা",
        "hadithBengali": "২৪৭১। মুহাম্মদ বিন কাছীর (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার নিকট তাশরীফ আনলেন, তখন আমার কাছে একজন লোক ছিল। তিনি জিজ্ঞাসা করলেন, হে আয়িশা! এ কে? আমি বললাম, আমার দুধ ভাই। তিনি বললেন, হে আয়িশা! কে তোমার সত্যিকার দুধ ভাই তা যাচাই করে রেখে নিও। কেননা, ক্ষুধার কারণে (অর্থাৎ শিশু বয়সে শরীআত অনুমোদিত মুদ্দতে) দুধ পানের ফলেই শুধু দুধ সম্পর্ক স্থাপিত হয়। ইবনু মাহদী (রহঃ) সুফিয়ান (রহঃ) থেকে হাদীস বর্ণনায় মুহাম্মদ ইবনু কাছীর (রহঃ) এর অনুসরন করেছেন।;",
        "id": 2471,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৬৪৯.  ব্যাভিচারের অপবাদ দাতা, চোর ও ব্যাভিচারীর সাক্ষ্য। আল্লাহ তাআলার বাণীঃ তাদের সাক্ষ্য কখনো গ্রহণ করবে না। তারাই তো সত্যত্যাগী, তবে যদি অতঃপর তারা তাওবা করে। (সূরা আন নূরঃ ২৪:৪) ",
        "hadithBengali": "وَجَلَدَ عُمَرُ أَبَا بَكْرَةَ وَشِبْلَ بْنَ مَعْبَدٍ وَنَافِعًا بِقَذْفِ الْمُغِيرَةِ ثُمَّ اسْتَتَابَهُمْ وَقَالَ مَنْ تَابَ قَبِلْتُ شَهَادَتَهُ وَأَجَازَهُ عَبْدُ اللَّهِ بْنُ عُتْبَةَ وَعُمَرُ بْنُ عَبْدِ الْعَزِيزِ وَسَعِيدُ بْنُ جُبَيْرٍ وَطَاوُسٌ وَمُجَاهِدٌ وَالشَّعْبِيُّ وَعِكْرِمَةُ وَالزُّهْرِيُّ وَمُحَارِبُ بْنُ دِثَارٍ وَشُرَيْحٌ وَمُعَاوِيَةُ بْنُ قُرَّةَ وَقَالَ أَبُو الزِّنَادِ الْأَمْرُ عِنْدَنَا بِالْمَدِينَةِ إِذَا رَجَعَ الْقَاذِفُ عَنْ قَوْلِهِ فَاسْتَغْفَرَ رَبَّهُ قُبِلَتْ شَهَادَتُهُ وَقَالَ الشَّعْبِيُّ وَقَتَادَةُ إِذَا أَكْذَبَ نَفْسَهُ جُلِدَ وَقُبِلَتْ شَهَادَتُهُ وَقَالَ الثَّوْرِيُّ إِذَا جُلِدَ الْعَبْدُ ثُمَّ أُعْتِقَ جَازَتْ شَهَادَتُهُ وَإِنْ اسْتُقْضِيَ الْمَحْدُودُ فَقَضَايَاهُ جَائِزَةٌ وَقَالَ بَعْضُ النَّاسِ لَا تَجُوزُ شَهَادَةُ الْقَاذِفِ وَإِنْ تَابَ ثُمَّ قَالَ لَا يَجُوزُ نِكَاحٌ بِغَيْرِ شَاهِدَيْنِ فَإِنْ تَزَوَّجَ بِشَهَادَةِ مَحْدُودَيْنِ جَازَ وَإِنْ تَزَوَّجَ بِشَهَادَةِ عَبْدَيْنِ لَمْ يَجُزْ وَأَجَازَ شَهَادَةَ الْمَحْدُودِ وَالْعَبْدِ وَالْأَمَةِ لِرُؤْيَةِ هِلَالِ رَمَضَانَ وَكَيْفَ تُعْرَفُ تَوْبَتُهُ وَقَدْ نَفَى النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الزَّانِيَ سَنَةً وَنَهَى النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ كَلَامِ سَعْدِ بْنِ مَالِكٍ وَصَاحِبَيْهِ حَتَّى مَضَى خَمْسُونَ لَيْلَةً;\n\nউমার, আবূ বকর, শিবল ইবনু মাবাদ ও নাফি (রহঃ) কে মুগীরাহ এর প্রতি অপবাদ আরোপের দোষে বেত্রাঘাত করেছিলেন। পরে তাদের তওবা করিয়ে বলেছিলেন, যারা তাওবা করবে, তাদের সাক্ষ্য আমি গ্রহণ করব। আবদুল্লাহ ইবনু উতবাহ, উমার ইবনু আবদুল আযীয, সাইদ ইবনু যাবায়র, তাউস, মুজাহি, শাবী, ইকরিমাহ, যুহরী, মুহারিব ইবনু দিসার, শুরাইহ ও মুআবিয়া ইবনু কুররা (রহঃ) বৈধ বলে রায় দিয়েছেন। আবূ যিনাদ (রহঃ) বলেন, মাদীনায় আমাদের সিদ্ধান্ত যে, অপবাদ আরোপকারী নিজের কথা প্রত্যাহার করে আল্লাহর নিকট ইসতিগফার করলে তার সাক্ষ্য গ্রহণ করা হবে, তবে তার সাক্ষ্যও গ্রহণ করা হবে। সাওরী (র) বলেন, (উপরোক্ত অপরাধগুলোর কারণে) কোন গোলামকে বেত্রাঘাতের পর আযাদ করা হলে তার সাক্ষ্য গ্রহণযোগ্য হবে। হদ্দ (শারীআহ নির্ধারিত শাস্তী) প্রাপ্ত ব্যক্তিকে বিচারক নিয়োগ করা হলে তার সিদ্ধান্তসমূহ কার্যকর হবে। তবে কোন ফিকাহ্ বিশারদের বক্তব্য হল, তাওবা করলেও অপবাদকারীর সাক্ষ্য গ্রহণযোগ্য হবে না। অথচ তিনি এ কথাও বলেন যে, দুজন সাক্ষী ব্যতীত বিয়ে বৈধ নয়। তবে দুজন হদ্দপ্রাপ্ত ব্যক্তির সাক্ষীতে বিয়ে হলে তা বৈধ হবে। কিন্তু দুজন গোলামের সাক্ষীতে বিয়ে করলে তা বৈধ হবে না। অন্যদিকে রমাদ্বনের চাঁদ দেখার ক্ষেত্রে হদ্দপ্রাপ্ত ব্যক্তি, গোলাম ও বাঁদীর সাক্ষ্য গ্রহণযোগ্য বলে রায় দিয়েছেন। তার (হদ্দপ্রাপ্ত ব্যক্তির) তাওবা সম্পর্কে কিভাবে অবহিত হওয়া যাবে। ব্যভিচারীকে নবী (সাঃ) এক বছরের জন্য দেশান্তর করেছেন এবং কিভাবে অবহিত হওয়া যাবে। ব্যাভিচারীকে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক বছরের জন্য দেশান্তর করেছেন এবং নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কাব ইবনু মালিক ও তার সাথীদ্বয়ের সঙ্গে কথা বলার ব্যাপারে নিষেধাজ্ঞা আরোপ করেছিলেন। এ অবস্থায় পঞ্চাশ রাত অতিবাহিত হয়েছিল।;\n\n\n২৪৭২। ইসমাঈল (রহঃ) ... উরওয়া ইবনু যুবায়র (রাঃ) থেকে বর্ণিত যে, মক্কা বিজয়ের সময় জনৈকা মহিলা চুরি করলে তাকে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে হাযির করা হল, তারপর তিনি তার সম্পর্কে নির্দেশ জারি কলে তার হাত কাটা হল। আয়িশা (রাঃ) বলেন, এরপর খাটি তাওবা করল এবং বিয়ে করলো। তারপর সে (মাঝে মাঝে আমার কাছে) আসলে আমি তার প্রয়োজন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর খিদমতে পেশ করতাম।;",
        "id": 2472,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উরওয়াহ বিন যুবাইর (রা.)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৬৪৯.  ব্যাভিচারের অপবাদ দাতা, চোর ও ব্যাভিচারীর সাক্ষ্য। আল্লাহ তাআলার বাণীঃ তাদের সাক্ষ্য কখনো গ্রহণ করবে না। তারাই তো সত্যত্যাগী, তবে যদি অতঃপর তারা তাওবা করে। (সূরা আন নূরঃ ২৪:৪) ",
        "hadithBengali": "২৪৭৩। ইয়াহইয়া ইবনু বুকায়র (রহঃ) ... যায়দ ইবনু খালিদ (রাঃ) থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অবিবাহিত ব্যভিচারী সম্পর্কে একশ বেত্রাঘাত এবং এক বছরের নির্বাসনের নির্দেশ দিয়েছেন।;",
        "id": 2473,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "যায়দ ইবনু খালিদ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৬৫০.  অন্যায়ের পক্ষে সাক্ষী করা হলেও সাক্ষ্য দিবে না",
        "hadithBengali": "২৪৭৪। আবদান (রহঃ) ... নুমান ইবনু বাশীর (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমার মাতা আমার পিতাকে তার মালের কিছু অংশ আমাকে দান করতে বললেন। পরে তাকে দেওয়া ভালো মনে করলে আমাকে তা দান করেন। তিনি (আমার মাতা) তখন বললেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে সাক্ষী করা ছাড়া আমি রাযী নই। এরপর তিনি (আমার পিতা) আমার হাত ধরে আমাকে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট নিয়ে গেলেন, আমি তখন বালক মাত্র। তিনি বললেন, এর মা বিনত রাওয়াহা একে কিছু দান করা জন্য আমার কাছে আবদার জানিয়েছে। তিনি জিজ্ঞাসা করলেন, সে ছাড়া তোমার আর কোন ছেলে আছে? তিনি বললেন হ্যাঁ, আছে। নুমান (রাঃ) বলেন, আমার মনে পড়ে, তিনি বলেছিলেন, আমাকে অন্যায় কাজে সাক্ষী করবেন না। আর আবূ হারীয (রহঃ) ইমাম শাবী (রহঃ) সূত্রে বর্ণনা করেছেন, আমি অন্যায় কাজে সাক্ষী হতে পারি না।;",
        "id": 2474,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "নু'মান ইবনু বশীর  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৬৫০.  অন্যায়ের পক্ষে সাক্ষী করা হলেও সাক্ষ্য দিবে না",
        "hadithBengali": "২৪৭৫। আদম (রহঃ) ... ইমরান ইবনু হুসাইন (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আমার যুগের লোকেরাই তোমাদের মধ্যে সর্বোত্তম। তারপর তাদের নিকটবর্তী যুগের লোকেরা, এরপর নিকটবর্তী যুগের লোকেরা। ইমরান (রাঃ) বলেন, আমি বলতে পারছি না, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (তার যুগের) পরে দুই যুগের কথা বলছিলেন, না তিন যুগের কথা। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমাদের পর এমন লোকদের আগমন ঘটবে, যারা খিয়ানত করবে, আমানতদারী রক্ষা করবে না। সাক্ষ্য দিতে না ডাকলেও তারা সাক্ষ্য দিবে। তারা মান্নত করবে কিন্তু তা পূর্ণ করবে, না। তাদের মধ্যে মেদ বৃদ্ধি পাবে।;",
        "id": 2475,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "ইমরান ইবনু হুসায়ন (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৬৫০.  অন্যায়ের পক্ষে সাক্ষী করা হলেও সাক্ষ্য দিবে না",
        "hadithBengali": "২৪৭৬। মুহাম্মদ ইবনু কাছীর (রহঃ) ... আবদুল্লাহ (ইবনু মাসউদ) (রাঃ) সূত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত, তিনি বলেন, আমার যুগের লোকেরাই হচ্ছে সর্বোত্তম লোক, এরপর যারা তাদের নিকটবর্তী, এরপর যারা তাদের নিকটবর্তী যুগের। এরপরে এমন সব লোক আসবে যারা কসম করার আগেই সাক্ষ্য দিবে, আবার সাক্ষ্য দেওয়ার আগে কসম করে বসবে। ইবরাহীম (নাখ্ঈ) (রহঃ) বলেন, আমাদেরকে সাক্ষ্য দিলে ও অঙ্গীকার করলে মারতেন।;",
        "id": 2476,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ' ইব্'ন মাসউদ (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৬৫১. মিথ্যা সাক্ষ্য দেওয়া প্রসঙ্গে। আল্লাহু তাআলার বাণীঃ আর (আল্লাহর খাঁটি বান্দা তারাই) যারা মিথ্যা সাক্ষ্য দেয় না- (সূরা আল ফুরকানঃ ২৫:৭২) এবং সাক্ষ্য গোপন করা প্রসংগে।  আল্লাহ তাআলার বানীঃ তোমরা সাক্ষ্য গোপন করো না। যারা তা গোপন করবে তাদের অন্তর অপরাধী আর তোমরা যা কিছু কর, আল্লাহ তা সব জানেন- (সূরা আল-বাক্বারাঃ ২:২৮৩)। তোমরা সাক্ষ্য প্রদানে কথা ঘুরিয়ে বল।",
        "hadithBengali": "২৪৭৭। আবদুল্লাহ ইবনু মুনীর (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে কবীরা গুনাহ সম্পর্কে জিজ্ঞাসা করা হলে তিনি বললেন, (সেগুলো হচ্ছে) আল্লাহর সাথে শরীক করা, পিতা-মাতার অবাধ্য হওয়া, কাউকে হত্যা করা এবং মিথ্যা সাক্ষ্য দেওয়া। গুনদর, আবূ আমির, বাহয ও আবদুস সামাদ (রহঃ) শুবা (রহঃ) থেকে হাদীস বর্ণনায় ওয়াহাব (রহঃ) এর অনুসরণ করেছেন।;",
        "id": 2477,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৬৫১. মিথ্যা সাক্ষ্য দেওয়া প্রসঙ্গে। আল্লাহু তাআলার বাণীঃ আর (আল্লাহর খাঁটি বান্দা তারাই) যারা মিথ্যা সাক্ষ্য দেয় না- (সূরা আল ফুরকানঃ ২৫:৭২) এবং সাক্ষ্য গোপন করা প্রসংগে।  আল্লাহ তাআলার বানীঃ তোমরা সাক্ষ্য গোপন করো না। যারা তা গোপন করবে তাদের অন্তর অপরাধী আর তোমরা যা কিছু কর, আল্লাহ তা সব জানেন- (সূরা আল-বাক্বারাঃ ২:২৮৩)। তোমরা সাক্ষ্য প্রদানে কথা ঘুরিয়ে বল।",
        "hadithBengali": "২৪৭৮। মুসাদ্দদ (রহঃ) ... আবূ বকর (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একদিন তিনবার বললেন, আমি কি তোমাদের সবচেয়ে বড় কবীরা গুনাহগুলো সম্পর্কে অবহিত করব না? সকলে বললেন, ইয়া রাসূলাল্লাহ! অবশ্য বলুন। তিনি বললেন, (সে গুলো হচ্ছে) আল্লাহর সাথে শিরক করা এবং পিতামাতার অবাধ্য হওয়া। তিনি হেলান দিয়ে বসেছিলেন; এবার সোজা হয়ে বসলেন এবং বললেন, শুনে রাখো, মিথ্যা সাক্ষ্য দেওয়া, এ কথাটি তিনি বার বার বলতে থাকলেন। এমনকি আমরা বলতে লাগলাম, আর যদি তিনি না বলতেন।;",
        "id": 2478,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ বকর সিদ্দীক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৬৫২. অন্ধের সাক্ষ্যদান, কোন বিষয়ে সিদ্ধান্ত দান, নিজে বিয়ে করা, কাউকে বিয়ে দেওয়া, ক্রয়-বিক্রয় করা, আযান দেওয়া ইত্যাদি বিষয়ে তাকে গ্রহন করা আওয়াজে পরিচয় করা। কাসিম, হাসান, ইবনু সীরীন, যুহরী ও আত্বা (র) অন্ধের সাক্ষ্যদান অনুমোদন করেছেন। ইমাম শাবী (র) বলেন, বুদ্ধিমান হলে তার সাক্ষ্যদান বৈধ। হাকাম (র) বলেন, অনেক বিষয় আছে, যেখানে তাদের সাক্ষ্য গ্রহণযোগ্য। ইমাম যুহরী (র) বলেন, তুমি কি মনে কর যে, ইবনু আববাস কোন বিষয়ে সাক্ষ্য দিলে তা প্রত্যাখান করতে পারবে? ইবনু আববাস (দৃষ্টি শক্তি হ্রাস পাওয়ায়) জনৈক ব্যক্তিকে পাঠিয়ে সূর্য ডুবেছে কিনা জেনে নিয়ে ইফতার করতেন। অনুরূপভাবে ফজরের সময় সম্পর্কে জিজ্ঞেস করতেন। ফজর হয়েছে বলা হলে তিনি দুরাকাআত সলাম আদায় করতেন। সুলাইমান ইবনু ইয়াসার (র) বলেন, একবার আমি আয়িশাহ এর নিকট সাক্ষাতের অনুমতি চাইলাম। তিনি আমার আওয়াজ চিনতে পেরে বললেন, সুলাইমান না কি, এসো! তোমার সঙ্গে পর্দার প্রয়োজন নেই। (কেননা) যতক্ষণ (মুকাতাবাতের দেয় অর্থের) সামান্য পরিমাণও বাকি থাকবে ততক্ষণ তুমি গোলাম। সামূরাহ ইবনু জুনদুব মুখমন্ডল আচ্ছাদিতা নারীর সাক্ষ্যদান অনুমোদন করেছেন।",
        "hadithBengali": "২৪৭৯। মুহাম্মদ ইবনু উবায়দ ইবনু মায়মুন (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক লোককে মসজিদে (কুরআন) পড়তে শুনলেন। তিনি বললেন, আল্লাহ তাকে রহম করুন। সে আমাকে অমুক সূরার অমুক অমুক আয়াত স্মরণ করিয়ে দিয়েছে, যা আমি ভূলে গিয়েছিলাম। আব্বাদ ইবনু আবদুল্লাহ (রহঃ) আয়িশা (রাঃ) থেকে এতটুকু অতিরিক্ত বর্ণনা করেছেন যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার ঘরে তাহাজ্জুদের সালাত (নামায/নামাজ) আদায় করলেন। সে সময় তিনি মসজিদে সালাত (নামায/নামাজ) রত আববাদের আওয়াজ শুনতে পেয়ে জিজ্ঞাসা করলেন, হে আয়িশা! এটা কি আববাদের কন্ঠস্বর? আমি বললাম, হ্যাঁ। তখন তিনি বললেন, আল্লাহ আব্বাদকে রহম করুন।;",
        "id": 2479,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৬৫২. অন্ধের সাক্ষ্যদান, কোন বিষয়ে সিদ্ধান্ত দান, নিজে বিয়ে করা, কাউকে বিয়ে দেওয়া, ক্রয়-বিক্রয় করা, আযান দেওয়া ইত্যাদি বিষয়ে তাকে গ্রহন করা আওয়াজে পরিচয় করা। কাসিম, হাসান, ইবনু সীরীন, যুহরী ও আত্বা (র) অন্ধের সাক্ষ্যদান অনুমোদন করেছেন। ইমাম শাবী (র) বলেন, বুদ্ধিমান হলে তার সাক্ষ্যদান বৈধ। হাকাম (র) বলেন, অনেক বিষয় আছে, যেখানে তাদের সাক্ষ্য গ্রহণযোগ্য। ইমাম যুহরী (র) বলেন, তুমি কি মনে কর যে, ইবনু আববাস কোন বিষয়ে সাক্ষ্য দিলে তা প্রত্যাখান করতে পারবে? ইবনু আববাস (দৃষ্টি শক্তি হ্রাস পাওয়ায়) জনৈক ব্যক্তিকে পাঠিয়ে সূর্য ডুবেছে কিনা জেনে নিয়ে ইফতার করতেন। অনুরূপভাবে ফজরের সময় সম্পর্কে জিজ্ঞেস করতেন। ফজর হয়েছে বলা হলে তিনি দুরাকাআত সলাম আদায় করতেন। সুলাইমান ইবনু ইয়াসার (র) বলেন, একবার আমি আয়িশাহ এর নিকট সাক্ষাতের অনুমতি চাইলাম। তিনি আমার আওয়াজ চিনতে পেরে বললেন, সুলাইমান না কি, এসো! তোমার সঙ্গে পর্দার প্রয়োজন নেই। (কেননা) যতক্ষণ (মুকাতাবাতের দেয় অর্থের) সামান্য পরিমাণও বাকি থাকবে ততক্ষণ তুমি গোলাম। সামূরাহ ইবনু জুনদুব মুখমন্ডল আচ্ছাদিতা নারীর সাক্ষ্যদান অনুমোদন করেছেন।",
        "hadithBengali": "২৪৮০। মালিক ইবনু ইসমাঈন (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, বিলাল (রাঃ) রাত থাকতেই আযান দিয়ে থাকে। সুতরাং ইবনু উম্মু মাকতুম (রাঃ) আযান দেওয়া পর্যন্ত তোমরা পানাহার করতে পার। অথবা তিনি বলেন, ইবনু উম্মু মাকতুমের আযান শোনা পর্যন্ত। ইবনু উম্মে মাকতুম (রাঃ) অন্ধ ছিলেন, ফলে ভোর হয়ে যাচ্ছে, লোকেরা একথা তাকে না বলা পর্যন্ত তিনি আযান দিতেন না।;",
        "id": 2480,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৬৫২. অন্ধের সাক্ষ্যদান, কোন বিষয়ে সিদ্ধান্ত দান, নিজে বিয়ে করা, কাউকে বিয়ে দেওয়া, ক্রয়-বিক্রয় করা, আযান দেওয়া ইত্যাদি বিষয়ে তাকে গ্রহন করা আওয়াজে পরিচয় করা। কাসিম, হাসান, ইবনু সীরীন, যুহরী ও আত্বা (র) অন্ধের সাক্ষ্যদান অনুমোদন করেছেন। ইমাম শাবী (র) বলেন, বুদ্ধিমান হলে তার সাক্ষ্যদান বৈধ। হাকাম (র) বলেন, অনেক বিষয় আছে, যেখানে তাদের সাক্ষ্য গ্রহণযোগ্য। ইমাম যুহরী (র) বলেন, তুমি কি মনে কর যে, ইবনু আববাস কোন বিষয়ে সাক্ষ্য দিলে তা প্রত্যাখান করতে পারবে? ইবনু আববাস (দৃষ্টি শক্তি হ্রাস পাওয়ায়) জনৈক ব্যক্তিকে পাঠিয়ে সূর্য ডুবেছে কিনা জেনে নিয়ে ইফতার করতেন। অনুরূপভাবে ফজরের সময় সম্পর্কে জিজ্ঞেস করতেন। ফজর হয়েছে বলা হলে তিনি দুরাকাআত সলাম আদায় করতেন। সুলাইমান ইবনু ইয়াসার (র) বলেন, একবার আমি আয়িশাহ এর নিকট সাক্ষাতের অনুমতি চাইলাম। তিনি আমার আওয়াজ চিনতে পেরে বললেন, সুলাইমান না কি, এসো! তোমার সঙ্গে পর্দার প্রয়োজন নেই। (কেননা) যতক্ষণ (মুকাতাবাতের দেয় অর্থের) সামান্য পরিমাণও বাকি থাকবে ততক্ষণ তুমি গোলাম। সামূরাহ ইবনু জুনদুব মুখমন্ডল আচ্ছাদিতা নারীর সাক্ষ্যদান অনুমোদন করেছেন।",
        "hadithBengali": "২৪৮১। যিয়াদ ইবনু ইয়াহইয়া (রহঃ) ... মিসওয়ার ইবনু মাখরাম (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে কিছু কাবা (পোশাক বিশেষ) আসল। আমার পিতা মাখরামা (রাঃ) তা শুনে আমাকে বললেন, আমাকে তার কাছে নিয়ে চলো। সেখান থেকে তিনি আমাদের কিছু দিতেও পারেন। আমার পিতা দরজার সামনে দাড়িয়ে কথা বললেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার কন্ঠস্বর চিনতে পারলেন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখন একটি কাবা সাথে করে বেরিয়ে এলেন, তিনি তার সৌন্দর্য বর্ণনা করছিলেন এবং বলছিলেন, আমি এটা তোমার জন্য লুকিয়ে রেখেছিলাম। আমি এটা তোমার জন্য লুকিয়ে রেখে ছিলাম।;",
        "id": 2481,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "মিসওয়ার ইবনু মাখরামাহ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৬৫৩. মহিলাদের সাক্ষ্যদান। আল্লাহ তাআলার বাণীঃ যদি দুজন পুরুষ না থাকে তবে একজন পুরুষ ও দু'জন স্ত্রীলোক (সাক্ষী হিসেবে নিয়োগ কর)। (সূরা আল-বাক্বারাঃ ২:২৮২)",
        "hadithBengali": "২৪৮২। ইবনু আবূ মারয়াম (রাঃ) ... আবূ সাঈদ খুদরী (রাঃ) সূত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত, তিনি বলেন, মহিলাদের সাক্ষ্য কি পুরুষদের সাক্ষ্যের অর্ধেক নয়? তারা (উপস্থিত মহিলারা) বলল, তাতো অবশ্যই অর্ধেক। তিনি বলেন, এটা মহিলার জ্ঞানের ত্রুটির কারণেই।;",
        "id": 2482,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ সা'ঈদ খুদরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৬৫৪. গোলাম ও বাঁদির সাক্ষ্য। আনাস বলেন, গোলাম নির্ভরযোগ্য হলে তার সাক্ষ্য গ্রহণযোগ্য। শুরাইহ্ ও যুরারা ইবনু আওফাও তা অনুমোদন করেছেন। ইবনু সীরীন (র) বলেন, গোলামের সাক্ষ্য গ্রহণযোগ্য হবে, তবে মনিবের ক্ষেত্রে নয়। অপরদিকে হাসান (বসরী) (র) ও ইবরাহীম (নাখঈ) (র) সাধারণ বিষয়ে তা অনুমোদন করেছেন, আর শুরুইহ (র) বলেন, তোমরা সকলেই (আল্লাহর) দাস ও দাসীরই সন্তান।",
        "hadithBengali": "২৪৮৩। আবূ আসিম (রহঃ) ও আলী ইবনু আবদুল্লাহ (রহঃ) ... উকবা ইবনু হারিস (রাঃ) থেকে বর্ণিত যে, তিনি উম্মু ইয়াহইয়া বিনত আবূ ইহাবকে বিয়ে করলেন। তিন বলেন, তখন কালো বর্ণের এক দাসী এসে বলল, আমি তো তোমাদের দুদুজনকে দুধপান করিয়েছি। সে কথা আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে উত্থাপন করলে তিনি আমার দিক থেকে মূখ ফিরিয়ে নিলেন। আমি সরে গেলাম। পরে এসে বিষয়টি (আবার) তার কাছে উত্থাপন করলাম। তিনি তখন বললেন, (এ বিয়ে হতে পারে) কি ভাবে? সে তো দাবী করছে যে, তোমাদের দুজনকেই সে দুধ পান করিয়েছে। এরপর তিনি তাকে (উকবাকে) তার (উম্মু ইহাবের) সাথে বিবাহ সম্পর্ক ছিন্ন করতে বললেন।;",
        "id": 2483,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উকবা ইবনুল হারিস (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৬৫৫. দুগ্ধদায়িনীর সাক্ষ্য",
        "hadithBengali": "২৪৮৪। আবূ আসিম (রহঃ) ... উকবা ইবনু হারিছ (রাঃ) থেকে বর্ণিত, তিনি বলেন, এক মহিলাকে আমি বিয়ে করলাম। কিন্তু আরেক মহিলা এসে বলল, আমি তো তোমাদের দুজনকে দুগ্ধপান করিয়েছি, তখন আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে গিয়ে (বিষয়টি) উল্লেখ করলাম। তিনি বললেন, এমন কথা যখন বলা হয়েছে তখন আর তা (বিয়ে) কিভাবে সম্ভব? তাকে তুমি পরিত্যাগ কর। অথবা তিনি অনুরূপ কিছু বললেন।;",
        "id": 2484,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উকবা ইবনুল হারিস (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৬৫৬. এক মহিলা অপর মহিলার সততা সম্পর্কে সাক্ষ্য দান",
        "hadithBengali": "২৪৮৫। আবূ রাবী সুলাইমান ইবনু দাউদ (রহঃ) ... নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সহধর্মিনী আয়িশা (রাঃ) থেকে বর্ণিত, মিথ্যা অপবাদকারীরা যখন তার সম্পর্কে অপবাদ রটনা করল এবং আল্লাহ তা থেকে তার পবিত্রতা ঘোষনা করলেন। রাবীগণ বলেন, আয়িশা (রাঃ) বলেছেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সফরে বের হওয়ার ইচ্ছা করলে স্বীয় সহধর্মিণীদের মধ্যে কুরআ ঢালার মাধ্যমে সফর সংগিণী নির্বাচন করতেন। তাদের মধ্যে যার নাম বেরিয়ে আসত তাকেই তিনি নিজের সঙ্গে নিয়ে যেতেন। এক যুদ্ধে যাওয়ার সময় তিনি আমাদের মধ্যে কুরআ ঢাললেন, তাতে আমার নাম বেরিয়ে এলো। তাই আমি তার সঙ্গে (সফরে) বের হলাম। এটা পর্দার বিধান নাযিল হওয়ার পরের ঘটনা।;\n\nআমাকে হাওদার ভিতরে সাওয়ারীতে উঠানো হতো, আবার হাওদার ভিতরে (থাকা অবস্থায়) নামানো হতো। এভাবেই আমরা সফর করতে থাকলাম। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঐ যুদ্ধ শেষ করে যখন প্রত্যাবর্তন করলেন এবং আমরা মদিনার কাছে পৌছে গেলাম তখন এক রাতে তিনি (কাফেলাকে) মনযিল ত্যাগ করার ঘোষণা দিলেন। উক্ত ঘোষনা দেওয়ার সময় আমি উঠে সেনাদলকে অতিক্রম করে গেলাম এবং নিজের প্রয়োজন সেরে হাওদায় ফিরে এলাম। তখন বুকে হাত দিয়ে দেখি আযফার দেশীয় সাদাকালো পাথরের তৈরি আমার একটা মালা ছিড়ে পড়ে গেছে। তখন আমি আমার মালার সন্ধানে ফিরে গেলাম, এবং সন্ধান কার্য আমাকে দেরী করিয়ে দিলো। ওদিকে যারা আমার হাওদা উঠিয়ে দিতো তারা তা উঠিয়ে যে উটে আমি সওয়ার হতাম, তার পিঠে রেখে দিলো। তাদের ধারনা ছিলো যে, আমি হাওদাতেই আছি। তখনকার মেয়েরা হালকা পাতলা হতো, মোটা সোটা হতো না। কেননা খুব সামান্য খাবার তারা থেতে পেতো। তাই হাওদায় উঠতে গিয়ে ভার তাদের কাছে অস্বাভাবিক বলে মনে হল না।;\n\nতদুপরি সে সময় আমি অল্প বয়স্ক কিশোরী ছিলাম এবং তখন তারা হাওদা উঠিয়ে উট হাকিয়ে রওনা হয়ে গেলো। এদিকে সেনাদল চলে যাওয়ার পর আমি আমার মালা পেয়ে গেলাম। কিন্তু তাদের জায়গায় ফিরে এসে দেখি, সেখানে কেউ নেই। তখন আমি আমার জায়গায় এসে বসে থাকাই মনন্থ করলাম। আমার ধারনা ছিল যে, আমাকে না পেয়ে আবার এখানে তারা ফিরে আসবে। বসে থাকা অবস্থায় আমার দু চোখে ঘুম নেমে এলে আমি ঘুমিয়ে পড়লাম। সাফওয়ান ইবনু মুআত্তাল, যিনি প্রথমে সুলামী এবং পরে যাকওয়ানী হিসেবে পরিচিত ছিলেন, সেনা দলের পিছনে (পরিদর্শক হিসেবে) থেকে গিয়েছিলেন। সকালের দিকে আমার অবস্থান স্থলের কাছাকাছি এসে পৌছলেন এবং একজন ঘুমন্ত মানুষের অবয়ব দেখতে পেয়ে আমার দিকে এগিয়ে এলেন। পর্দার বিধান নাযিলের আগে তিনি আমাকে দেখেছিলেন। সে সময় তিনি উট বসাচ্ছিলেন, সে সময় তার ইন্না লিল্লাহি ওয়া ইন্না ইলাইহি রাজিউন শব্দে আমি জেগে গেলাম। তিনি উটের সামনের পা চেপে ধরলে আমি তাতে সওয়ার হলাম। আর তিনি আমাকে নিয়ে সাওয়ারী হাকিয়ে চললেন।;\n\nসেনাদল ঠিক দুপুরে যখন অবতরণ করে বিশ্রাম করছিল, তখন আমরা সেনাদলে পৌছলাম। সে সময় যারা ধ্বংস হওয়ার, তারা ধ্বংস হল। অপবাদ রটনায় যে নেতৃত্ব দিয়েছিল, সে হল (মুনাফিকের সরদার) আবদুল্লাহ ইবনু উবাই ইবনু সালুল। আমরা মদিনায় উপনীত হলাম এবং আমি এসেই একমাস অসুস্থতায় ভোগলাম। এদিকে কিছু লোক অপবাদ রটনাকারীদের রটনা নিয়ে চর্চা করতে থাকল। আমার অসুস্থার সময় এ বিষয়টি আমাকে সন্দিহান করে তুললো যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর তরফ থেকে সেই স্নেহ আমি অনুভব করছিলাম না, যা আমার অসুস্থতার সময় সচরাচর আমি অনুভব করতাম। তিনি শুধু ঘরে প্রবেশ কলে সালাম দিয়ে বলতেন কেমন আছ? আমি সে বিষয়ের কিছুই জানতাম না। শেষ পর্যন্ত খুব দুর্বল হয়ে পড়লাম।;\n\n(একরাতে) আমি ও উম্মু মিসতাহ্ প্রয়োজন সারার উদ্দেশ্যে ময়দানে বের হলাম। আমরা রাতেই শুধু সে দিকে যেতাম। এ আমাদের ঘরগুলোর নিকটবর্তী স্থানে পায়খানা বানানোর আগের নিয়ম। জংগলে কিংবা দুরবর্তী স্থানে প্রয়োজন সারার ব্যাপারে আমাদের অবস্থাটা প্রথম যুগের আরবদের মতই ছিলো। যাই হোক, আমি এবং উম্মু মিসতাহ বিনত আবূ রুহম হেটে চলছিলাম। ইত্যবসরে সে তার চাঁদরে পা জড়িয়ে হোচট খেলো এবং (পড়ে গিয়ে) বললো মিসতাহ এর জন্য দুর্ভোগ। আমি তাকে বললাম, তুমি খুব খারাপ কথা বলেছ। বদর যুদ্ধে শরীক হয়েছে, এমন এক লোককে তুমি অভিশাপ দিচ্ছ! সে বলল, হে সরলমান! (তোমার সম্পর্কে) যে সব কথা তারা উঠিয়েছে, তা কি তুমি শুনোনি? এরপর অপবাদ রটনাকারীদের সব রটনা সম্পর্কে সে আমাকে অবহিত করলো।;\n\nতখন আমার রোগের উপর রোগের তীব্রতা বৃদ্ধি পেলো। আমি ঘরে ফিরে আসার পর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার কাছে এসে জিজ্ঞাসা করলেন, কেমন আছো? আমি বললাম, আমাকে আমার পিতা-মাতার কাছে যাওয়ার অনুমতি দিন। তিনি (আয়িশা (রাঃ) বলেন, আমি তখন তাদের (পিতা-মাতার) কাছ থেকে এ সম্পর্কে নিশ্চিত হতে চাচ্ছিলাম। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে অনুমতি দিলেন। আমি আমার পিতা-মাতার কাছে গেলাম। তারপর আমি মাকে বললাম, লোকেরা কি বলাবলি করে? তিনি বললেন, বেটি! ব্যাপারটাকে নিজের জন্য হালকাভাবেই গ্রহন কর। আল্লাহর কসম! এমন সুন্দরী নারী খুব কমই আছে, যাকে তার স্বামী ভালোবাসে আর তার একাধিক সতীনও আছে; অথচ ওরা তাকে উত্ত্যক্ত করে না।;\n\nআমি বললাম, সুবহানাল্লাহ্। লোকেরা সত্যি তবে এসব কথা রটিয়েছে? তিনি (আয়িশা) বলেন, ভোর পর্যন্ত সে রাত আমার এমনভাবে কেটে গেলো যে, চোখের পানি আমার বন্ধ হল না এবং ঘুমের একটু পরশও পেলাম না। এভাবে ভোর হল। পরে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ওয়াহীর বিলম্ব দেখে আপন স্ত্রীকে বর্জনের ব্যাপারে ইবনু আবূ তালিব ও উসামা ইবন যায়দকে ডেকে পাঠালেন। যাই হোক; উসামা পরিবারের জন্য তার (নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) ভালোবাসার প্রতি লক্ষ্য করে পরামর্শ দিতে গিয়ে বললেন, ইয়া রাসূলাল্লাহ! আল্লাহর কসম (তার সম্পর্কে) ভালো ছাড়া অন্য কিছু আমরা জানিনা, আর আলী ইবনু আবূ তালিব (রাঃ) বললেন, ইয়া রাসূলাল্লাহ! কিছুতেই আল্লাহ্ আপনার পথ সংকীর্ণ করেননি। তাকে ছাড়া আরো অনেক মহিলা আছে। আপনি না হয় বাঁদীকে জিজ্ঞাসা করুন সে আপনাকে সত্য কথা বলবে।;\n\nরাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখন (বাঁদী) বারীরাকে ডেকে জিজ্ঞাসা করলেন। হে বারীরা! তুমি কি তার মধ্যে সন্দেহজনক কিছু দেখতে পেয়েছ? বারীরা বলল, আপনাকে যিনি সত্যসহ পাঠিয়েছেন, তার কসম করে বলছি, না তেমন কিছু দেখিনি এই একটি অবস্থায়ই দেখেছি যে তিন অল্পবয়স্কা কিশোরী। আর তাই আটা-খামীর গিয়ে ঘুমিয়ে পড়েন। সেই ফাকে বকরী এসে তা খেয়ে ফেলে। সে দিনই রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (মসজিদে) ভাষণ দিতে দাঁড়িয়ে আবদুল্লাহ ইবনু উবাই ইবনু সালুলের ষড়যন্ত্র থেকে বাঁচার উপায় জিজ্ঞাসা করলেন। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, আমার পরিবারকে কেন্দ্র করে যে লোক আমাকে জ্বালাতন করেছে, তার মুকাবিলায় কে প্রতিকার করবে? আল্লাহর কসম, আমি তো আমার স্ত্রী সম্পর্কে ভালো ছাড়া অন্য কিছু জানিনা। আর এমন ব্যাক্তিকে জড়িয়ে তারা কথা তুলেছে, যার সম্পর্কে ভালো ছাড়া অন্য কিছু আমি জানিনা আর সে তো আমার সাথে ছাড়া আমার ঘরে কখনও প্রবেশ করত না।;\n\nতখন সাদ ইবনু মুআয (রাঃ) দাঁড়িয়ে বললেন, ইয়া রাসূলাল্লাহ! আল্লাহর কসম, আমি তার প্রতিকার করবো। যদি সে আউস গোত্রের কেউ হয়ে থাকে, তাহলে তার গর্দান উড়িয়ে দিব; আর যদি সে আমাদের খাযরাজ গোত্রীয় ভাইদের কেউ হয়, তাহলে আপনি তার ব্যাপারে আমাদের নির্দেশ দিবেন, আমরা আপনার নির্দেশ পালন করব। খাযরাজ গোত্রপতি সাদ ইবনু উবাদা (রাঃ) তখন দাঁড়িয়ে গেলেন। এর আগে তিনি ভালো লোকই ছিলেন। আসলে গোত্র প্রীতি তাকে পেয়ে বসেছিলো। তিনি বললেন, তুমি মিথ্যা বলছ। আল্লাহর কসম! তুমি তাকে হত্যা করতে পারনে না, সে শক্তি তোমার নেই। তখনি উসায়িদ ইবনুল হুযাইর (রাঃ) দাঁড়িয়ে গেলেন এবং বললেন, তুমিই মিথ্যা বলছ। আল্লাহর কসম! আমরা অবশ্যই তাকে হত্যা করে ছাড়ব। আসলে তুমি একজন মুনাফিক। তাই মুনাফিকদের পক্ষ হয়ে ঝগড়ায় লিপ্ত হয়েছে। এরপর আউস ও খাযরাজ উভয় গোত্রই উত্তেজিত হয়ে উঠলো। এমনকি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মিম্বারে থাকা অবস্থায়ই তারা (লড়াইয়ে) উদ্যত হল। তখন তিনি নেমে তাদের চুপ করালেন। এতে সবাই শান্ত হল আর তিনিও নীরবতা অবলম্বন করলেন।;\n\nআয়িশা (রাঃ) বলেন, সেদিন সারাক্ষণ আমি কাঁদলাম, চোখের পানি আমার শুকালনা এবং ঘুমের সামান্য পরশও পেলাম না। আমার পিতা-মাতা আমার পাশে পাশেই থাকলেন। পুরো রাত দিন আমি কেদেই কাটালাম। আমার মনে হল, কান্না বুঝি আমার কলিজা বিদীর্ণ করে দিবে। তিনি (আয়িশা) বলেন, তারা (পিতা-মাতা) উভয়ে আমার কাছেই বসা ছিলেন, আর আমি কাঁদছিলাম। ইতিমধ্যে এক আনসারী মহিলা ভিতরে আসার অনুমতি চাইল। আমি তাকে অনুমতি দিলাম। সেও আমার সঙ্গে বসে কাঁদতে শুরু করল। আমরা এ অবস্থায় থাকতেই রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম প্রবেশ করে (আমার কাছে) বসলেন, অথচ যে দিন থেকে আমার সম্পর্কে অপবাদ রটানো হয়েছে সেদিন থেকে তিনি আমার কাছে বসেননি। এর মধ্যে একমাস কেটে গিয়েছিল। অথচ আমার সম্পর্কে তার কাছে কোন ওয়াহী নাযিল হল না।;\n\nতিনি (আয়িশা) বলেন, এরপর হামদ ও সানা পাঠ করে তিনি বললেন, হে আয়িশা! তোমার সম্পর্কে এ ধরনের কথা আমার কাছে পৌছেছে। তুমি নির্দোষ হলে আল্লাহ্ অবশ্যই তোমার নির্দোষিতা ঘোষনা করবেন। আর যদি তুমি কোন গুনাহে জড়িয়ে গিয়ে থাক, তাহলে আল্লাহর কাছে তাওবা ও ইসতিগফার কর। কেননা, বান্দা নিজের পাপ স্বীকার করে তওবা করলে আল্লাহ তাওবা কবুল করেন। তিনি যখন তার বক্তব্য শেষ করলেন, তখন আমার অশ্রু বন্ধ হয়ে গেল। এমনকি এক বিন্দু অশ্রুও আমি অনুভব করলাম না। আমার পিতাকে বললাম, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে আমার তরফ থেকে জওয়াব দিন। তিনি বললেন, আল্লাহর কসম, আমি বুঝে উঠতে পারি না, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে কি বলব? এরপর আমার (মা-কে) বললাম, আমার তরফ থেকে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কথার জওয়াব দিন। তিনিও বললেন, আল্লাহর কসম! আমি বুঝি উঠতে পারি না, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে কি বলব?;\n\nআমি তখন অল্প বয়স্কা কিশোরী! কুরআনও খুব বেশী পড়িনি। তবুও আমি বললাম, আল্লাহর কসম! আমার জানতে বাকী নেই যে, লোকেরা যা রটাচ্ছে, তা আপনারা শুনতে পেয়েছেন এবং আপনাদের মনে তা বসে গেছে, ফলে আপনারা তা বিশ্বাস করে নিয়েছেন। এখন যদি আমি আপনাদের বলি যে, আমি নিষ্পাপ আর আল্লাহ জানেন, আমি অবশ্যই নিষ্পাপ, তবু আপনারা আমার সে কথা বিশ্বাস করবেন না। আর যদি আপনাদের কাছে কোন বিষয় আমি স্বীকার করি, অথচ আল্লাহ জানেন আমি নিষ্পাপ তাহলে অবশ্যই আপনারা আমাকে বিশ্বাস করে নিবেন। আল্লাহর কসম, ইউসুফ (আলাইহিস সালাম) এর পিতার ঘটনা ছাড়া আমি আপনাদের জন্য কোন দৃষ্টান্ত খুজে পাচ্ছি না। যখন তিনি বলেছিলেন, পূর্ণ ধৈর্যধারনই আমার জন্য শ্রেয়। আর তোমরা যা বলছো সে বিষয়ে একমাত্র আল্লাহই আমার সাহায্যকারী।;\n\nএরপর আমি আমার বিছানায় পার্শ্ব পরিবর্তন করে নিলাম। এটা আমি অবশ্যই আশা করছিলাম যে, আল্লাহ আমাকে নির্দোষ ঘোষনা করবেন। কিন্তু আল্লাহর কসম! এ আমি ভাবিনি যে, আমার ব্যাপারে কোন ওয়াহী নাযিল হবে। কুরআনে আমার ব্যাপারে কোন কথা বলা হবে, এ বিষয়ে আমি নিজেকে উপযুক্ত মনে করি না। তবে আমি আশা করছিলাম যে, নিদ্রায় আল্লাহর রাসূল এমন কোন স্বপ্ন দেখবেন, যা আমাকে নির্দোষ প্রমাণ করবে। কিন্তু আল্লাহর কসম! তিনি তার আসন ছেড়ে তখনও উঠে যাননি এবং ঘরের কেউ বেরিয়েও যায়নি, এরই মধ্যে তার উপর ওয়াহী নাযিল হওয়া শুরু হয়ে গেল এবং (ওয়াহী নাযিলের সময়) তিনি যে রূপ কঠিন অবস্থার সম্মুখীন হতেন, সে রূপ অবস্থার সম্মুখীন হন। এমনকি সে মুহুর্তে শীতের দিনেও তার শরীর থেকে মুক্তার ন্যায় ফোটা ফোটা ঘাম ঝরে পড়তো।;\n\nযখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে ওয়াহীর সে অবস্থা কেটে গেল, তখন তিনি হাসছিলেন। আর প্রথম যে বাক্যটি তিনি উচ্চারন করলেন তা ছিল এই যে, আমাকে বললেন, হে আয়িশা! আল্লাহর প্রশংসা করো। কেননা, তিনি তোমাকে নির্দোষ ঘোষনা করেছেন। আমার মাতা তখন আমাকে বললেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে যাও। (কৃতজ্ঞতা প্রকাশ কর) আমি বললাম, না, আল্লাহর কসম! আমি তার কাছে যাবো না এবং আল্লাহ ছাড়া অন্য কারো প্রশংসাও করব না। আল্লাহ তাআলা এ আয়াত নাযিল করেনإِنَّ الَّذِينَ جَاءُوا بِالإِفْكِ عُصْبَةٌ مِنْكُمْ যথন আমার সাফাই সম্পর্কে নাযিল হল তখন আবূ বকর সিদ্দীক (রাঃ) বললেন, আল্লাহর কসম! নিকটাত্মীয়তার কারণে মিসতাহ্ ইবনু উসাসার জন্য তিনি যা খরচ করতেন, আয়িশা (রাঃ) সম্পর্কে এ ধরনের কথা বলার পর মিসতার জন্য আমি আর কখনও খরচ করবো না।;\n\nতখন আল্লাহ তাআলা এ আয়াত নাযিল করলেনوَلاَ يَأْتَلِ أُولُو الْفَضْلِ مِنْكُمْ وَالسَّعَةِ) إِلَى قَوْلِهِ (غَفُورٌ رَحِيمٌ তোমাদের মধ্যে যারা নিয়ামতপ্রাপ্ত ও স্বচ্ছল, তারা যেন দান না করার কসম না করে আল্লাহ ক্ষমাশীল ও মেহেরবান। তখন আবূ বকর (রাঃ) বললেন, আল্লাহর কসম। আমি অবশ্যই চাই আল্লাহ আমাকে ক্ষমা করুন। এরপর তিনি মিসতাহ্ কে যা দিতেন, তা পুনরায় দিতে লাগলেন।;\n\nরাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যায়নাব বিনতে জাহাশকে আমার সম্পর্কে জিজ্ঞাসা করেছিলেন, তিনি বললেন, হে যায়নাব! (আয়িশা সম্পর্কে) তুমি কি জানো? তুমি কি দেখছো? তিনি বললেন, ইয়া রাসূলাল্লাহ! আমি আমার কান, আমি আমার চোখের হিফাজত করতে চাই আল্লাহর কসম তার সম্পর্কে ভালো ছাড়া অন্য কিছু আমি জানিনা। আয়িশা (রাঃ) বলেন, অথচ তিনই আমার প্রতিদ্বন্দ্বিতা করতেন। কিন্তু পরহেযগারীর কারণে আল্লাহ তার হিফাযত করেছেন।;\n\nআবূ রাবী (রহঃ) ... আয়িশা ও আবদুল্লাহ ইবনু যুবায়র (রাঃ) থেকে অনুরূপ হাদীস বর্ণনা করেছেন। ফুলাইহ্ (রহঃ) ... কাসিম ইবনু মুহাম্মদ ইবনু আবূ বকর (রাঃ) থেকে অনুরূপ হাদীস বর্ণনা করেন।;\n",
        "id": 2485,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৬৫৭. কারো নির্দোষ প্রমাণের জন্য একজনের সাক্ষীই যথেষ্ট। আবূ জামীলা (র) বলেন, আমি একটা ছেলে কুড়িয়ে পেলাম। উমার (রাঃ) আমাকে দেখে বললেন, ছেলেটির হয়ত অনিষ্ট হতে পারে। মনে হয় তিনি আমাকে সন্দেহ করছিলেন। আমার এক পরিচিত ব্যক্তি বলল, তিনি একজন সৎ ব্যক্তি। উমার (রাঃ)  বললেন, এমনই হয়ে থাকে। নিয়ে যাও এবং এর ভরণ-পোষণের দায়িত্ব আমার (বায়তুল মালের)।",
        "hadithBengali": "২৪৮৬। মুহাম্মদ ইবনু সালাম (রহঃ) ... আবূ বকর (রাঃ) থেকে বর্ণিত তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সামনে এক ব্যাক্তি অপর এক ব্যাক্তির প্রশংসা করল। তখন তিনি (রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বললেন, তোমার জন্য আফসোস! তুমি তো তোমার সাথীর গর্দান কেটে ফেললে, তুমি তো তোমার সাথীর গর্দান কেটে ফেললে। তিনি একথা কায়েকবার বললেন, এরপর তিনি বললেন, তোমাদের কেউ যদি তার (মুসলিম) ভাইয়ের প্রশংসা করতেই চায় তাহলে তার (এভাবে) বলা উচিত, অমুককে আমি এরূপ মনে করি, তবে আল্লাহই তার সম্পর্কে অধিক জানেন। আর আল্লাহর প্রতি সোপর্দ না করে আমি কারো সাফাই পেশ করি না। তার সম্পর্কে ভালো কিছু জানা থাকলে বলবে, আমি তাকে এরূপ এরূপ মনে করি।;",
        "id": 2486,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ বকর সিদ্দীক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৬৫৮. প্রশংসার ক্ষেত্রে অতিরঞ্জন অপছন্দনীয়। যা জানে সে যেন তাই বলে।",
        "hadithBengali": "২৪৮৭। মুহাম্মদ ইবনু সাব্বাহ (রহঃ) ... আবূ মূসা (রাঃ) থেকে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক ব্যাক্তি অপর এক ব্যাক্তির প্রশংসা করতে শুনে বললেন, তোমরা তাকে ধ্বংস করে দিলে কিংবা (রাবীর সন্দেহ) বলেছেন, তোমরা লোকটির মেরুদন্ড ভেঙ্গে ফেলললে।;",
        "id": 2487,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ মূসা আল- আশআরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৬৫৯. বাচ্চাদের প্রাপ্তবয়স্ক হওয়া এবং তাদের সাক্ষ্যদান। আল্লাহ তাআলার বাণীঃ তোমাদের সন্তন-সন্ততি বয়ঃপ্রাপ্ত হলে তারাও যেন অনুমতি চায়- (সূরা আন্ নূরঃ ২৪:৫৯)। ",
        "hadithBengali": "وَقَالَ مُغِيرَةُ احْتَلَمْتُ وَأَنَا ابْنُ ثِنْتَيْ عَشْرَةَ سَنَةً. وَبُلُوغُ النِّسَاءِ فِي الْحَيْضِ لِقَوْلِهِ عَزَّ وَجَلَّ: (وَاللاَّئِي يَئِسْنَ مِنَ الْمَحِيضِ مِنْ) إِلَى قَوْلِهِ: (أَنْ يَضَعْنَ حَمْلَهُنَّ) وَقَالَ الْحَسَنُ بْنُ صَالِحٍ أَدْرَكْتُ جَارَةً لَنَا جَدَّةً بِنْتَ إِحْدَى وَعِشْرِينَ سَنَةً;\n\nমুগীরাহ (রহঃ) বলেন, বারো বছর বয়সে আমি সাবালক হয়েছি। আর মেয়েরা সাবালেগা হয় হায়িয হলে। যেমন আল্লাহ তাআলা বলেনঃ তোমাদের যে সব মেয়েরা ঋতুস্রাবের ব্যাপারে নিরাশ হয়ে গেছে ..... সন্তান প্রসব করা পর্যন্ত - (সূরা আত্-ত্বালাক্ব্বঃ ৪)। হাসান ইবনু সালিহ (রহঃ) বলেন, আমাদের এক প্রতিবেশীকে একুশ বছর বয়সেই আমি নানী হতে দেখেছি।;\n\n\n২৪৮৮। উবায়দুল্লাহ ইবনু সাঈদ (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত, উহুদ যুদ্ধের দিন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে তাকে (ইবনু উমরকে) পেশ করলেন, তখন তিনি চৌদ্দ বছরের বালক। (ইবনু উমর বলেন) তখন তিনি আমাকে (যুদ্ধে গমনের) অনুমতি দেননি। পরে খন্দকের যুদ্ধে তিনি আমাকে পেশ করলেন এবং অনুমতি দিলেন। তখন আমি পনের বছরের যুবক।;\n\nনাফি (রহঃ) বলেন, আমি খলীফা উমর ইবনু আবদুল আযীযের কাছে গিয়ে এ হাদীস শোনালাম। (হাদীস শুনে) তিনি বললেন, এটাই হচ্ছে প্রাপ্ত ও অপ্রাপ্ত বয়সের সীমারেখা। এরপর তিনি তার গভর্নরদেরকে লিখিত নির্দেশ পাঠালেন যে, (সেনাবাহিনীতে) যাদের বয়স পনেরতে উপনীত হয়েছে তাদের জন্য যেন ভাতা নির্ধারণ করেন।;",
        "id": 2488,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৬৫৯. বাচ্চাদের প্রাপ্তবয়স্ক হওয়া এবং তাদের সাক্ষ্যদান। আল্লাহ তাআলার বাণীঃ তোমাদের সন্তন-সন্ততি বয়ঃপ্রাপ্ত হলে তারাও যেন অনুমতি চায়- (সূরা আন্ নূরঃ ২৪:৫৯)। ",
        "hadithBengali": "২৪৮৯। আলী ইবনু আবদুল্লাহ (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, প্রত্যেক প্রাপ্তবয়স্কের উপর জুমুআহ দিবসের গোসল কর্তব্য।;",
        "id": 2489,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ সা'ঈদ খুদরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৬৬০. শপথ করানোর পূর্বে বিচারক কর্তৃক বাদীকে জিজ্ঞেস করা যে, তোমার কি কোন প্রমাণ আছে?",
        "hadithBengali": "২৪৯০। মুহাম্মদ (রহঃ) ... আবদুল্লাহ (ইবনু মাসউদ) (রাঃ) থেকে বর্নিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যাক্তি কোন মুসলিমের সম্পদ আত্মসাতের উদ্দেশ্যে মিথ্যা শপথ করবে, (কিয়ামতের দিন) সে আল্লাহর সঙ্গে সাক্ষাৎ করবে এমন অবস্থায় যে আল্লাহ তার উপর অত্যন্ত অসন্তুষ্ট। রাবী বলেন, তখন আশআস ইবনু কায়স (রাঃ) বলেন, আল্লাহর কসম। এ বর্ণনা আমার ব্যাপারেই। একখন্ড জমি নিয়ে (জনৈক) ইয়াহুদী ব্যাক্তির সাথে আমার বিবাদ ছিল। সে আমাকে অস্বীকার করলে আমি তাকে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে হাযির করলাম। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে বললেন, তোমার কি কোন প্রমাণ আছে! আসআস (রাঃ) বলেন, আমি বললাম, না (কোন প্রমাণ নেই।) তখন তিনি (উক্ত ইয়াহুদীকে) বললেন, তুমি কসম কর। আশআস (রাঃ) বলেন, (একথা শুনে) আমি বললাম, ইয়া রাসূলাল্লাহ! তবে তো সে (মিথ্যা) কসম করে আমার সম্পদ আত্মসাত করে ফেলবে। আশআস (রাঃ) বলেন, তখন আল্লাহ তাআলা আয়াত নাযিল করেনঃ যারা আল্লাহর সাথে কৃত ওয়াদা এবং নিজের শপথকে তুচ্ছ মূল্যে বিক্রি করে ... (৩ঃ ৭৭);",
        "id": 2490,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ' ইব্'ন মাসউদ (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৬৬১. অর্থ-সম্পদ ও হদ্দ এর (শরীয়ত নির্ধারিত দান্ড সমূহ) এর বেলায় বিবাদীর কসম করা। নাবী (সাঃ)  বলেছেন, দু'জন সাক্ষী পেশ করতে হবে কিংবা তার (বিবাদীর) কসম করতে হবে। কুতায়বা (র) বলেন, সুফইয়ান ইবনু শুবরুমা (র) হতে বর্ণনা করেছেন, আবূ যিনাদ (র) সাক্ষীর সাক্ষ্য এবং বাদীর কসমের ব্যাপারে আমার সঙ্গে আলোচনা করলেন। আমি তাকে বললাম, আল্লাহ তা'আলা বলেছেন : ...সাক্ষীদের মধ্যে যাদের উপর তোমরা রাজী, তাদের মধ্যে দু'জন পুরুষ সাক্ষী রাখবে, যদি দু'জন পুরুষ না থাকে, তবে একজন পুরুষ ও দু'জন স্ত্রীলোক, স্ত্রীলোকদের মধ্যে একজন যদি ভুলে যায়, তবে একজন অন্যজনকে স্মরণ করিয়ে দেয়... (সূরা আল-বাক্বারা : ২:২৮২)। আমি বললাম, একজন সাক্ষীর সাক্ষ্য আর বাদীর কসম যথেষ্ঠ হলে এক মহিলা অপর মহিলাকে স্মরণ করিয়ে দেয়ার কী প্রয়োজন আছে? এই অপর মহিলাটির স্মরণ করাতে কী কাজ হবে?",
        "hadithBengali": "২৪৯১। আবূ নুআইম (রহঃ) ... ইবনু আবূ মূলায়কা (রহঃ) থেকে বর্ণিত, তিনি বলেন, ইবনু আব্বাস (রাঃ) আমাকে লিখে জানিয়েছেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ফায়াসালা দিয়েছেন যে, বিবাদীকে কসম করতে হবে।;",
        "id": 2491,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "ইবন আবূ মুলায়কা (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৬৬২. পরিচ্ছেদ নাই",
        "hadithBengali": "২৪৯২। উসমান ইবনু আবূ শায়বা (রহঃ) ... আবদুল্লাহ (ইবনু মাসউদ) (রাঃ) থেকে বর্ণিত, তিনি বলেন, যে এমন (মিথ্যা) কসম করে, যা দ্বারা মাল প্রাপ্ত হয়। সে (কিয়ামতের দিন) আল্লাহর সঙ্গে এমন অবস্থায় সাক্ষাৎ করবে যে, আল্লাহ তার উপর অসন্তুষ্ট, তারপর আল্লাহ্ তাআলা উক্ত বর্ণনার সমর্থনে আয়াত নাযিল করেনঃ যারা আল্লাহর সাথে কৃত ওয়াদা এবং নিজেদের শপথকে তুচ্ছ মূল্যে বিক্রি করে ...... তাদের জন্য রয়েছে যন্ত্রণাদায়ক আযাব। (৩ঃ ৭৭) এরপর আশআস ইবনু কায়স (রাঃ) আমাদের কাছে বেরিয়ে এসে জিজ্ঞাসা করলেন, আবূ আবদুর রাহমান তোমাদের কি হাদীস শুনিয়েছেন? আমরা তার বর্ণিত হাদীসটি তাকে শোনালাম। তিনি বললেন, তিনি (ইবনু মাসউদ) ঠিকই বলেছেন। আমার ব্যাপারেই আয়াতটি নাযিল হয়েছে।;\n\nকিছু একটা নিয়ে আমার সাথে এক (ইয়াহুদী) ব্যাক্তির বিবাদ ছিল। আমরা উভয়ে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট আমাদের বিবাদ উত্থাপন করলাম। তখন আমি বললাম, তবে তো সে মিথ্যা কসম করতে কোন দ্বিধা করবে না। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, কেউ যদি এমন কসম করে, যার দ্বারা মাল প্রাপ্ত হয় এবং সে যদি উক্ত ব্যাপারে মিথ্যাবাদী হয়, তা হলে (কিয়ামতের দিন) সে আল্লাহর সঙ্গে সাক্ষাৎ করবে এমন অবস্থায়, আল্লাহ তার উপরে অসন্তুষ্ট। এরপর আল্লাহ তাআলা এ বর্ণনার সমর্থনে আয়াত আয়াত নাযিল করেন। একথা বলে তিনি এ আয়াতটি তিলাওয়াত করলেন।;",
        "id": 2492,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ' ইব্'ন মাসউদ (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৬৬৩. কেউ কোন দাবী করলে কিংবা (কারো প্রতি) কোন মিথ্যা আরোপ করলে তাকেই প্রামাণ করতে হবে এবং প্রমাণ সন্ধানের জন্য বের হতে হবে",
        "hadithBengali": "২৪৯৩। মুহাম্মদ ইবনু বাশশার (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, হিলাল ইবনু উমাইয়া নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে তার স্ত্রী বিরুদ্ধে শারীক ইবনু সাহমা এর সাথে ব্যভিচারে লিপ্ত হওয়ার অভিযোগ করলে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, হয় তুমি প্রমাণ (সাক্ষী) পেশ করবে, নয় তোমার পিঠে (বেত্রাঘাতের) দন্ড আপতিত হবে। সে বলল, ইয়া রাসূলাল্লাহ আমাদের কেউ কি আপন স্ত্রী উপর অপর কোন পুুরুষকে দেখে প্রমাণ সংগ্রহের জন্য ছুটে যাবে? কিন্তু নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একই কথা (বার বার) বলতে থাকলেন, হয় প্রমাণ পেশ করবে, নয় তোমার পিঠে বেত্রাঘাতের দন্ড আপতিত হবে। তারপর তিনি লিআন (لعان) সংক্রান্ত হাদীস বর্ণনা করলেন।;",
        "id": 2493,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৬৬৪. আসরের পর কসম করা",
        "hadithBengali": "২৪৯৪। আলী ইবনু আবদুল্লাহ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তিন শ্রেণীর ব্যাক্তির সাথে কিয়ামতের দিন আল্লাহ তাআলা কথা বলবেন না এবং (করুণার দৃষ্টিতে) তাদের প্রতি তাকাবেন না এবং তাদের পাপ মোচন করবেন না আর তাদের জন্য রয়েছে যন্ত্রণাদায়ক শাস্তি। প্রথম শ্রেণীর ব্যাক্তি সে, যার কাছে অতিরিক্ত পানি রয়েছে রাস্তার পাশে, আর সে পানি থেকে মূসাফিরকে বঞ্চিত রাখে। আর এক শ্রেণীর ব্যাক্তি সে, যে কারো আনুগত্যের বায়আত করে এবং একমাত্র দুনিয়ার গরযেই সে তার করে। ফলে চাহিদা মাফিক তাকে দিলে সে অনুগত থাকে, আর না দিলে অনুগত থাকে না। আর এক শ্রেণীর ব্যাক্তি সে যে আসরের পর কারো সাথে পণ্য নিয়ে দামদর করে এবং আল্লাহর নামে মিথ্যা হলফ করে বলে যে, সে ক্রয় করতে এত মূল্য দিয়েছে আর তা শুনে ক্রেতা কিনে নেয়।;",
        "id": 2494,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৬৬৫.  যে স্থানে বিবাদীর হলফ ওয়াজিব হয়েছে, সেখানেই তাকে শপথ করানো হবে। একস্থান হতে অন্যস্থানে নেয়া হবে না। মারওয়ান (র) যায়দ ইবনু সাবিত (রাঃ)-কে মিম্বারে গিয়ে হলফ করার নির্দেশ দিলে তিনি বললেন, আমি আমার জায়গায় থেকেই হলফ করব। অত:পর তিনি হলফ করলেন কিন্তু মিম্বারে গিয়ে হলফ করতে অস্বীকার করলেন। মারওয়ান তার এ আচরণে বিস্ময়বোধ করলেন। নাবী (ﷺ) (বাদীকে) বলেছেন, তোমাকে দু'জন সাক্ষী পেশ করতে হবে। নতুবা বিবাদী হলফ করবে। এক্ষেত্রে কোন জায়গা নির্ধাণ করা হয়নি।",
        "hadithBengali": "২৪৯৫। মূসা ইবনু ইসমাঈল (রহঃ) ... ইবনু মাসউদ (রাঃ) সূত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত, তিনি বলেন, যে ব্যাক্তি সম্পদ আত্মসাৎ করার উদ্দেশ্যে (মিথ্যা) কসম করবে (কিয়ামতের দিন) সে আল্লাহর সঙ্গে সাক্ষাৎ করাবে এমন অবস্থায় যে আল্লাহ তার প্রতি অত্যন্ত অসন্তুষ্ট থাকবেন।;",
        "id": 2495,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ' ইব্'ন মাসউদ (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৬৬৬. কতিপয় লোকজন কে কার আগে হলফ করবে তা নিয়ে প্রতিযোগিতা করা",
        "hadithBengali": "২৪৯৬। ইসহাক ইবনু নাসর (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, একদল লোককে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হলফ করতে বললেন। তখন (কে কার আগে হলফ করবে এ নিয়ে) তাড়াহুড়া শুরু করে দিল। তখন তিনি কে (আগে) হলফ করবে, তা নির্ধারনের জন্য তাদের নামে লটারী করার নির্দেশ দিলেন।;",
        "id": 2496,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৬৬৭. আল্লাহ্' তা'আলার বাণীঃ যারা আল্লাহর নামে কৃত অঙ্গীকার এবং নিজেদের শপথকে তুচ্ছ মূল্যে বিক্রয় করে",
        "hadithBengali": "২৪৯৭। ইসহাক (রহঃ) ... আবদুল্লাহ ইবনু আবূ আওফা (রাঃ) থেকে বর্ণিত, তিনি বলেন, এক লোক তার মালপত্র বাজারে এনে এবং হলফ করে বলল যে, এগুলো (খরিদ বাবদ) সে এত দিয়েছে, অথচ সে তত দেয়নি। তখন আয়াত নাযিল হলঃ যারা নগণ্য মূল্যের বিনিময়ে আল্লাহর সাথে কৃত ওয়াদা এবং নিজের শপথ বিক্রি করে ...। ইবনু আবূ আওফা (রাঃ) বলেন, (দাম চড়ানোর মতলবে) যে ধোকা দেয়, সে মূলতঃ সুদখোর ও খিয়ানতকারী।;",
        "id": 2497,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আবূ আওফা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৬৬৭. আল্লাহ্' তা'আলার বাণীঃ যারা আল্লাহর নামে কৃত অঙ্গীকার এবং নিজেদের শপথকে তুচ্ছ মূল্যে বিক্রয় করে",
        "hadithBengali": "২৪৯৮। বিশর ইবনু খালিদ (রহঃ) ... আবদুল্লাহ ইবনু মাসউদ (রাঃ) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেন যে, তিনি বলেছেন, যে ব্যাক্তি কারো অথবা তার ভাইয়ের অর্থ আত্মসাতের মতলবে মিথ্যা হলফ করবে, সে (কিয়ামতে) মহান আল্লাহর দেখা পাবে এমন অবস্থায় যে, তিনি তার উপর অত্যন্ত অসন্তুষ্ট। অতঃপর আল্লাহ্ তাআলা উক্ত হাদীসের সমর্থনে কুরআনে এই আয়াত নাযিল করলেনঃإِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللَّهِ وَأَيْمَانِهِمْ ثَمَنًا قَلِيلاً হতেولهم عذاب পর্যন্ত। যারা আল্লাহর সাথে কৃত ওয়াদা এবং নিজেদের শপথ তুচ্ছ মূল্যে বিক্রি করে, আখিরাতে তাদের কোন অংশ নেই (৩ঃ ৭৭)।;\n\nআর আল্লাহ্ কিয়ামতের দিন তাদের সাথে কথা বলবেন না এবং তাদের প্রতি (করুণার দৃষ্টিতে) তাকাবেন না এবং তাদেরকে (পাপ থেকে) বিশুদ্ধও করবেন না। আর তাদের জন্য রয়েছে যন্ত্রণাদায়ক আযাব। পরে আশআস (রাঃ) আমার সঙ্গে দেখা করে জিজ্ঞাসা করলেন, আবদুল্লাহ (রাঃ) আজ তোমাদের কি হাদীস শুনিয়েছেন? আমি বললাম, এই এই (হাদীস শুনিয়েছেন) তিনি বললেন, আমার ব্যাপারেই আয়াতটি নাযিল হয়েছে।;",
        "id": 2498,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ' ইব্'ন মাসউদ (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৬৬৮. কিভাবে হলফ নেয়া হবে? মহান আল্লাহর বাণীঃ তোমাদের সামনে আল্লাহর কসম খায় যাতে তোমাদের রাজী করতে পারে... (সূরা তাওবাহ : ৯:৬২)।  অত:পর তারা আপনার কাছে আল্লাহর নামে কসম খেয়ে খেয়ে ফিরে আসবে যে, মঙ্গল ও সম্প্রীতি ছাড়া আমাদের অন্য কোন উদ্দেশ্য ছিল না (সূরা আন-নিসা : ৪:৬২)। তারা আল্লাহর নামে হলফ করে বলে যে, তারা তোমাদেরই অন্তর্ভুক্ত... (সূরা আত-তাওবাহ : ৯:৫৬)।  ...অত:পর আল্লাহর নামে কসম খাবে যে, অবশ্যই আমাদের সাক্ষ্য তাদের সাক্ষ্যর চাইতে অধিক সত্য...(সূরা আল-মায়িদাহ : ৫:১০৭)। কসম করার জন্য ব্যবহৃত হয়: বিল্লাহে, তাল্লাহে, ওয়াল্লাহে। নাবী (ﷺ) বলেন, আর এক ব্যক্তি আসরের পর আল্লাহর নামে মিথ্যা শপথ করেছে। আল্লাহ ব্যতীত আর কারো নামে শপথ করা যাবে না।",
        "hadithBengali": "২৪৯৯। ইসমাঈল ইবনু আবদুল্লাহ (রহঃ) ... তালহা ইবনু উবাদুল্লাহ (রাঃ) থেকে বর্ণিত, তিনি বলেন, এক লোক রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এসে তাকে ইসলাম (এক করণীয়) সম্পর্কে জিজ্ঞাসা করতে লাগল। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, দিনে রাতে পাঁচ ওয়াক্ত সালাত (নামায/নামাজ)। সে বলল, আমার উপর আরও কিছু ওয়াজিব আছে? তিনি বললেন, না, নেই। তবে নফল হিসাবে পড়তে পার। তারপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, আর রমাযন মাসের সিয়াম। সে জিজ্ঞাসা করল, আমার উপর এ ছাড়া আরও কি ওয়াজিব আছে? তিনি বললেন, না, নেই। তবে নফল হিসাবে (সিয়াম) পালন করতে পার। তারপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে যাকাতের কথাও বললেন; সে জানতে চাইল, আমার উপর এ ছাড়া আরও কিছু ওয়াজিব আছে? তিনি বললেন, না, নেই; তবে নফল হিসাবে (সাদকা) করতে পার। তারপর লোকটি এই বলে প্রস্থান করল, আল্লাহর কসম! এতে আমি কোন কম বেশি করব না। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন সত্য বলে থাকলে সে সফল হয়ে গেল।;",
        "id": 2499,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "তালহা ইবনু উবায়দুল্লাহ্ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৬৬৮. কিভাবে হলফ নেয়া হবে? মহান আল্লাহর বাণীঃ তোমাদের সামনে আল্লাহর কসম খায় যাতে তোমাদের রাজী করতে পারে... (সূরা তাওবাহ : ৯:৬২)।  অত:পর তারা আপনার কাছে আল্লাহর নামে কসম খেয়ে খেয়ে ফিরে আসবে যে, মঙ্গল ও সম্প্রীতি ছাড়া আমাদের অন্য কোন উদ্দেশ্য ছিল না (সূরা আন-নিসা : ৪:৬২)। তারা আল্লাহর নামে হলফ করে বলে যে, তারা তোমাদেরই অন্তর্ভুক্ত... (সূরা আত-তাওবাহ : ৯:৫৬)।  ...অত:পর আল্লাহর নামে কসম খাবে যে, অবশ্যই আমাদের সাক্ষ্য তাদের সাক্ষ্যর চাইতে অধিক সত্য...(সূরা আল-মায়িদাহ : ৫:১০৭)। কসম করার জন্য ব্যবহৃত হয়: বিল্লাহে, তাল্লাহে, ওয়াল্লাহে। নাবী (ﷺ) বলেন, আর এক ব্যক্তি আসরের পর আল্লাহর নামে মিথ্যা শপথ করেছে। আল্লাহ ব্যতীত আর কারো নামে শপথ করা যাবে না।",
        "hadithBengali": "২৫০০। মূসা ইবনু ইসমাঈল (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, কারও হলফ করতে হলে সে যেন আল্লাহর নামেই হলফ করে, নতুবা চুপ করে থাকে।;",
        "id": 2500,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৬৬৯. (বিবাদী) হলফ করার পর বাদী সাক্ষী উপস্থিত করলে। রাসুলুল্লাহ (সাঃ) বলেছেন, তোমাদের মধ্যে কেউ কেউ হয়ত প্রমাণ উপস্থিত করার ব্যাপারে অপরের চেয়ে অধিক বাকপটু। তাউস, ইবরাহীম ও শুরাইহ (র) বলেন, মিথ্যা হলফের চেয়ে সত্য সাক্ষ্য অগ্রাধিকারযোগ্য।",
        "hadithBengali": "২৫০১। আবদুল্লাহ ইবনু মাসলাম (রহঃ) ... উম্মু সালামা (রাঃ) থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমরা আমার কাছে মামলা মোকদ্দমা নিয়ে আস। আর তোমাদের মধ্যে কেউ কেউ হয়ত প্রতিপক্ষের তুলনায় প্রমাণ (সাক্ষী) পেশ করার ব্যাপারে অধিক বাকপটু। তবে যেনে রেখ, বাকপটুতার কারণে যার অনুকূলে আমি তার ভাইয়ের প্রাপ্য হক ফায়সালা করে দেই, তার জন্য আসলে আমি জাহান্নামের অংশ নির্ধারন করে দেই। কাজেই, সে যেন তা গ্রহন না করে।;",
        "id": 2501,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উম্মু সালামাহ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৬৭০. ওয়াদা পূরণ করার নির্দেশ দান। ",
        "hadithBengali": "وَفَعَلَهُ الْحَسَنُ، وَذَكَرَ إِسْمَاعِيلَ إِنَّهُ كَانَ صَادِقَ الْوَعْدِ. وَقَضَى ابْنُ الأَشْوَعِ بِالْوَعْدِ. وَذَكَرَ ذَلِكَ عَنْ سَمُرَةَ. وَقَالَ الْمِسْوَرُ بْنُ مَخْرَمَةَ سَمِعْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَذَكَرَ صِهْرًا لَهُ قَالَ: وَعَدَنِي فَوَفَى لِي. قَالَ أَبُو عَبْدِ اللَّهِ وَرَأَيْتُ إِسْحَاقَ بْنَ إِبْرَاهِيمَ يَحْتَجُّ بِحَدِيثِ ابْنِ أَشْوَعَ;\n\nহাসান বসরী (রহঃ) এরূপ করেছেন। আল্লাহ্' তাআলা ইসমাইল (আঃ) এর উল্লেখ করে ইরশাদ করেছেন যে, তিনি ওয়াদা পূরণে একনিষ্ঠ ছিলেন। (কুফার কাযী) ইবনু আশওয়া (রহঃ) ওয়াদা পূরণের রায় ঘোষণা করেছেন। সামুরাহ ইবনু জুনদুব (রাঃ) থেকেও এরূপ বর্ণিত আছে। মিসওয়ার ইবনু মাখরামাহ (রহঃ) বলেছেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে তাঁর এক জামাতা সম্পর্কে বলতে শুনেছি, সে আমাকে প্রতিশ্রুতি দিয়ে তা রক্ষা করেছে;। আবূ আব্দুল্লাহ (ইমাম বুখারী) (রহঃ) বলেন, ইসহাক ইবনু ইবরাহীমকে আমি ইবনু আশওয়া (র)-এর হাদীস প্রমাণরূপে পেশ করতে দেখেছি।;\n\n\n২৫০২। ইবরাহীম ইবনু হামযা (রহঃ) ... আবদুল্লাহ ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, আবূ সুফিয়ান (রাঃ) আমাকে খবর দিয়েছেন যে, (রোম সম্রাট) হেরাক্লিয়াস তাকে বলেছিলেন, তোমাকে আমি জিজ্ঞাসা করেছিলাম, তিনি (নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) তোমাদের কি কি আদেশ করেন? তুমি বললে যে, তিনি তোমাদেরকে সালাত (নামায/নামাজ)-এর, সত্যবাদিতার, পবিত্রতার, ওয়াদা পূরণের ও আমানত আদায়ের আদেশ দেন। হিরাক্লিয়াস বললেন, এটাই (অবশ্যই) নবীগণের সিফাত (গুণাবলী);",
        "id": 2502,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৬৭০. ওয়াদা পূরণ করার নির্দেশ দান। ",
        "hadithBengali": "২৫০৩। কুতায়বা ইবনু সাঈদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, মুনাফিকের আলামত তিনটি- বলতে গেলে মিথ্যা বলে, আমানত রাখলে (তাতে) খিয়ানত কর, আর ওয়াদা করলে তা ভঙ্গ করে।;",
        "id": 2503,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৬৭০. ওয়াদা পূরণ করার নির্দেশ দান। ",
        "hadithBengali": "২৫০৪। ইবরাহীম ইবনু মূসা (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর ওফাতের পর আবূ বকর (রাঃ) এর কাছে (রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কর্তৃক নিয়োগকৃত বাহরাইনের শাসক) আলা ইবনু হাযরামীর পক্ষ থেকে মালপত্র এসে পৌছল। তখন আবূ বরক (রাঃ) ঘোষণা করলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যিম্মায় কারো কোন ঋন (পাওনা) থাকলে কিংবা তার পক্ষ থেকে কোন ওয়াদা থাকলে সে যেন আমাদের কাছে এসে তা নিয়ে যায়। জাবির (রাঃ) বলেন, আমি বললাম, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে এরূপ, এরূপ এবং এরূপ দান করার ওয়াদা করেছিলেন। জাবির (রাঃ) তার দুহাত তিনবার ছড়িয়ে দেখালেন। জাবির (রাঃ) বলেন, তখন তিনি [আবূ বকর (রাঃ)] আমার দুহাতে গুণে গুণে পাঁচ শ দিলেন, আবার পাঁচ শ দিলেন, আবার পাচ শ দিলেন।;",
        "id": 2504,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "জাবির ইবনু আবদুল্লাহ আনসারী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৬৭০. ওয়াদা পূরণ করার নির্দেশ দান। ",
        "hadithBengali": "২৫০৫। মুহাম্মদ ইবনু আবদুর রাহীম (রহঃ) ... সাঈদ ইবনু জুবায়র (রহঃ) থেকে বর্ণিত, তিনি বলেন, হীরাতের জনৈক ইয়াহুদী আমাকে প্রশ্ন করল, দুই মুদ্দতের কোনটি মূসা (আলাইহিস সালাম) পূর্ণ করেছিলেন? আমি বললাম, আরবের কোন জ্ঞানীর কাছে গিয়ে তাকে জিজ্ঞাসা না করে আমি বলতে পারব না। পরে ইবনু আব্বাসের কাছে এসে জিজ্ঞাসা করলাম। তিনি বললেন, মূসা (আলাইহিস সালাম) দীর্ঘতর ও উত্তর সীমাই পূর্ণ করেছিলেন। আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যা বলেন, তা করেন।;",
        "id": 2505,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সাঈদ ইবনু যুবায়র (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৬৭১. সাক্ষী ইত্যাদির ক্ষেত্রে মুশরিকদের কিছু জিজ্ঞাসা করা হবে না। ইমাম শা'বী (র) বলেন, এক ধর্মাবলম্বীর সাক্ষ্য অন্য ধর্মাবলম্বীর বিরুদ্ধে গ্রহণযোগ্য নয়। কেননা, আল্লাহ তা'আলা বলেছেন, ...তাই আমি তাদের মধ্যে শত্রুতা ও বিদ্বেষ জাগরুক করেছি... (সূরা আল-মায়িদাহ : ৫:১৪)। আবূ হুরাইরাহ (রাঃ) হতে বর্ণিত। রসূলুল্লাহ (সাঃ) বলেন, তোমরা আহলে কিতাবদের সত্যবাদীও মনে কর না আবার মিথ্যাবাদীও মনে কর না। আল্লাহ তা'আলার বাণী : বরং তোমরা বলবে, আমরা আল্লাহতে ঈমান রাখি এবং যা আমাদের প্রতি অবতীর্ণ হয়েছে... (সূরা আল-বাক্বারা : ২:১৩৬)।",
        "hadithBengali": "২৫০৬। ইয়াহইয়া ইবনু বুকায়র (রহঃ) ... আবদুল্লাহ ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, হে মুসলিম সমাজ! কি করে তোমরা আহলে কিতাবদের নিকট জিজ্ঞাসা কর? অথচ আল্লাহ্ তার নবীর উপর যে, কিতাব অবর্তীণ করেছেন, তা আল্লাহ সম্পর্কিত নবতর তথ্য সম্বলিত, যা তোমরা তিলাওয়াত করছ এবং যার মধ্যে মিথ্যার কোন সংমিশ্রন নেই। তদুপরি আল্লাহ তোমাদের জানিয়ে দিয়েছেন যে, আহলে কিতাবরা আল্লাহ যা লিখে দিয়েছিলেন, তা পরিবর্তন করে ফেলেছেন এবং নিজ হাতে সেই কিতাবের বিকৃতি সাধন করে তা দিয়ে তুচ্ছ মূল্যের উদ্দেশ্যে প্রচার করেছে যে, এটা আল্লাহর পক্ষ থেকেই অবতীর্ণ। তোমাদেরকে প্রদত্ত মহাজ্ঞান কি তাদের কাছে জিজ্ঞাসা করার ব্যাপারে তোমাদের বাধা দিয়ে রাখতে পারে না? আল্লাহর শপথ! তাদের একজনকেও আমি কখনো তোমাদের উপর যা নাযিল হয়েছে সে বিষয়ে তোমাদের জিজ্ঞাসা করতে দেখিনি।;",
        "id": 2506,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৬৭২. জটিল ব্যাপারে কুর'আর মাধ্যমে সিদ্ধান্ত গ্রহন করা। মহান আল্লাহর বাণী : ... যখন তারা তাদের কলম নিক্ষেপ করছিল যে, কে প্রতিপালন করবে মারইয়ামকে...? (সূরা আলে-ইমরান : ৪৪) ইবনু আব্বাস (রাঃ) বলেন, তারা (কলম নিক্ষেপের মাধ্যমে) কুর'আর [লটারীর] ব্যবস্থা করল, তখন তাদের সবার কলম স্রোতের সাথে ভেসে গেল। শুধু যাকারিয়ার  কলম স্রোতের মুখেও ভেসে রইল। তাই তাকে যাকারিয়ার তত্ত্বাবধানে রেখে দিলেন। [ইউনুস (আঃ)  সম্পর্কে] আল্লাহ তা'আলার বাণী : (فَسَاهَمَ)-এর অর্থ أقْرَع কুর'আ নিক্ষেপ করল। فَكاَنَ مِنَ الْمُدْحَضِنَ অত:পর তিনি পরাভূত হলেন- (সূরা আস-সফফাত : ১৪১) আবূ হুরাইরাহ্ (রাঃ)  হতে বর্ণিত। নাবী (ﷺ) একদল লোককে হলফ করার নির্দেশ দিলেন। তারা কে আগে হলফ করবে তাই নিয়ে হুড়াহুড়ি শুরু করল। তখন কুর'আর মাধ্যমে কে হলফ করবে তা নির্ধারণের নির্দেশ দিলেন।",
        "hadithBengali": "২৫০৭। উমর ইবনু হাফস ইবনু গিয়াস (রহঃ) ... নুমান ইবনু বশীর (রাঃ) থেকে বর্ণিত, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আল্লাহর নির্ধারিত সীমারেখার ব্যাপারে শিথিলতা প্রদর্শন করা এবং তা লংঘনকারী ব্যাক্তির উপমা হল সেই যাত্রীদল, যারা কুরআর মাধ্যমে এক নৌযানে নিজেদের স্থান নির্ধারণ করে নিল। ফলে কারো স্থান হল এর নীচতলায় আর কারও হল উপরতলায়। যারা নীচতলায় ছিল তারা পানি নিয়ে উপর তলা লোকদের কাছ দিয়ে আসত। এতে তারা বিরক্তি প্রকাশ করল। তখন এক লোক কুড়াল নিয়ে নৌযানের নীচের অংশে ফুটো করতে লেগে গেল। এ দেখে উপর তলার লোকজন তাকে এসে জিজ্ঞাসা করল তোমার হয়েছে কি? সে বলল, আমাদের কারণে তোমরা কষ্ট পেয়েছ। অথচ আমারও পানি প্রয়োজন আছে। এ মুহুর্তে তারা যদি এর দুহাত চেপে ধরে তাহলে তাকে যেমন রক্ষা করা হল তেমনি নিজেদেরও রক্ষা হল। আর যদি তাকে ছেড়ে দেয় তবে তাকে ধ্বংস করা হল এবং নিজেদেরও ধ্বংস করা হল।;",
        "id": 2507,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "নু'মান ইবনু বশীর  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৬৭২. জটিল ব্যাপারে কুর'আর মাধ্যমে সিদ্ধান্ত গ্রহন করা। মহান আল্লাহর বাণী : ... যখন তারা তাদের কলম নিক্ষেপ করছিল যে, কে প্রতিপালন করবে মারইয়ামকে...? (সূরা আলে-ইমরান : ৪৪) ইবনু আব্বাস (রাঃ) বলেন, তারা (কলম নিক্ষেপের মাধ্যমে) কুর'আর [লটারীর] ব্যবস্থা করল, তখন তাদের সবার কলম স্রোতের সাথে ভেসে গেল। শুধু যাকারিয়ার  কলম স্রোতের মুখেও ভেসে রইল। তাই তাকে যাকারিয়ার তত্ত্বাবধানে রেখে দিলেন। [ইউনুস (আঃ)  সম্পর্কে] আল্লাহ তা'আলার বাণী : (فَسَاهَمَ)-এর অর্থ أقْرَع কুর'আ নিক্ষেপ করল। فَكاَنَ مِنَ الْمُدْحَضِنَ অত:পর তিনি পরাভূত হলেন- (সূরা আস-সফফাত : ১৪১) আবূ হুরাইরাহ্ (রাঃ)  হতে বর্ণিত। নাবী (ﷺ) একদল লোককে হলফ করার নির্দেশ দিলেন। তারা কে আগে হলফ করবে তাই নিয়ে হুড়াহুড়ি শুরু করল। তখন কুর'আর মাধ্যমে কে হলফ করবে তা নির্ধারণের নির্দেশ দিলেন।",
        "hadithBengali": "২৫০৮। আবূল ইয়ামন (রহঃ) ... উম্মুল আলা (রাঃ) একজন আনসারী মহিলা যিনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর (হাতে) বায়আত হয়েছিলেন, তিনি বলেন, মুহাজিরদের বাসস্থান দানের জন্য আনসারগণ যখন কুরআ নিক্ষেপ করলেন, তখন তাদের ভাগে উসমান ইবন মাযউনের জন্য বাসস্থান দান নির্ধারিত হল। উম্মুল আলা (রাঃ) বলেন, সেই থেকে উসমান ইবনু মাযউন (রাঃ) আমাদের এখানে বসবাস করতে থাকেন। এরপর তিনি অসুস্থ হয়ে পড়লে আমরা তার সেবা শুশ্রুষা করলাম। পরে তিনি যখন মারা গেলেন এবং আমরা তাকে কাফন পরালাম, তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের এখানে আসলেন। আমি (উসমান ইবনু মাযউনকে লক্ষ্য করে) বললাম, হে আবূ সায়িব! তোমার প্রতি আল্লাহর রহমত বর্ষিত হোক। তোমার সম্পর্কে আমার সাক্ষ্য এই যে, আল্লাহ তোমাকে অবশ্য মর্যাদা দান করেছেন।;\n\nনবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বললেন, তোমাকে কে জানাল যে, আল্লাহ তাকে মর্যাদা দান করেছেন। আমি বললাম, ইয়া রাসূলাল্লাহ! আমার পিতা মাতা আপনার জন্য কুরবান হোক। আমি জানি না। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, আল্লাহর কসম। উসমানের কাছে তো মৃত্যু এসে গেছে, আমি তো তার জন্য কল্যাণের আশা করি। আল্লাহর কসম! আমি আল্লাহর রাসূল হওয়া সত্ত্বেও জানিনা তার সাথে কি আচরণ করা হবে। তিনি (উম্মুল আলা) বলেন, আল্লাহর কসম, একথার পরে কখনো আমি কাউকে পূত পবিত্র বর্ণনা করি না। সে কথা আমাকে চিন্তায় ফেলে দিল। তিনি বলেন, পরে আমি স্বপ্নে দেখলাম যে, উসমান ইবনু মাযউন (রাঃ) এর জন্য একটা প্রস্রবণ প্রবহিত হচ্ছে। এরপর আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে তাকে সে খবর জানালাম। তিনি বলেন, সেটা হচ্ছে তার নেক আমল।;",
        "id": 2508,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উম্মুল আলা আনসারিয়্যাহ্ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৬৭২. জটিল ব্যাপারে কুর'আর মাধ্যমে সিদ্ধান্ত গ্রহন করা। মহান আল্লাহর বাণী : ... যখন তারা তাদের কলম নিক্ষেপ করছিল যে, কে প্রতিপালন করবে মারইয়ামকে...? (সূরা আলে-ইমরান : ৪৪) ইবনু আব্বাস (রাঃ) বলেন, তারা (কলম নিক্ষেপের মাধ্যমে) কুর'আর [লটারীর] ব্যবস্থা করল, তখন তাদের সবার কলম স্রোতের সাথে ভেসে গেল। শুধু যাকারিয়ার  কলম স্রোতের মুখেও ভেসে রইল। তাই তাকে যাকারিয়ার তত্ত্বাবধানে রেখে দিলেন। [ইউনুস (আঃ)  সম্পর্কে] আল্লাহ তা'আলার বাণী : (فَسَاهَمَ)-এর অর্থ أقْرَع কুর'আ নিক্ষেপ করল। فَكاَنَ مِنَ الْمُدْحَضِنَ অত:পর তিনি পরাভূত হলেন- (সূরা আস-সফফাত : ১৪১) আবূ হুরাইরাহ্ (রাঃ)  হতে বর্ণিত। নাবী (ﷺ) একদল লোককে হলফ করার নির্দেশ দিলেন। তারা কে আগে হলফ করবে তাই নিয়ে হুড়াহুড়ি শুরু করল। তখন কুর'আর মাধ্যমে কে হলফ করবে তা নির্ধারণের নির্দেশ দিলেন।",
        "hadithBengali": "২৫০৯। মুহাম্মদ মুকাতিল (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সফরের ইরাদা করলে তার স্ত্রীদের মাঝে কুরআ নিক্ষেপ করতেন, যার নাম বের হত। তাকে সাথে নিয়েই তিনি সফরে বের হতেন। তিনি স্ত্রীদের প্রত্যেকের জন্যই দিন রাত বন্টন করতেন। তবে সাওদা বিনত যামআ (রাঃ) তার ভাগের দিনরাত নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর স্ত্রী আয়িশা (রাঃ) কে দান করে দিলেন। তিনি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সন্তুষ্টি লাভের উদ্দেশ্যে তা করেছিলেন।;",
        "id": 2509,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৬৭২. জটিল ব্যাপারে কুর'আর মাধ্যমে সিদ্ধান্ত গ্রহন করা। মহান আল্লাহর বাণী : ... যখন তারা তাদের কলম নিক্ষেপ করছিল যে, কে প্রতিপালন করবে মারইয়ামকে...? (সূরা আলে-ইমরান : ৪৪) ইবনু আব্বাস (রাঃ) বলেন, তারা (কলম নিক্ষেপের মাধ্যমে) কুর'আর [লটারীর] ব্যবস্থা করল, তখন তাদের সবার কলম স্রোতের সাথে ভেসে গেল। শুধু যাকারিয়ার  কলম স্রোতের মুখেও ভেসে রইল। তাই তাকে যাকারিয়ার তত্ত্বাবধানে রেখে দিলেন। [ইউনুস (আঃ)  সম্পর্কে] আল্লাহ তা'আলার বাণী : (فَسَاهَمَ)-এর অর্থ أقْرَع কুর'আ নিক্ষেপ করল। فَكاَنَ مِنَ الْمُدْحَضِنَ অত:পর তিনি পরাভূত হলেন- (সূরা আস-সফফাত : ১৪১) আবূ হুরাইরাহ্ (রাঃ)  হতে বর্ণিত। নাবী (ﷺ) একদল লোককে হলফ করার নির্দেশ দিলেন। তারা কে আগে হলফ করবে তাই নিয়ে হুড়াহুড়ি শুরু করল। তখন কুর'আর মাধ্যমে কে হলফ করবে তা নির্ধারণের নির্দেশ দিলেন।",
        "hadithBengali": "২৫১০। ইসমাঈল (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, আযান ও প্রথম কাতারের মর্যাদা মানুষ যদি জানত আর (প্রতিযোগিতার কারণে) কুরআ নিক্ষেপ ছাড়া সে সুযোগ তারা না পেত, তাহলে কুরআ নিক্ষেপ করত, তেমনি আগেভাগে জামাআতে শরীক হওয়ার মর্যাদা যদি তারা জানত তাহলে তারা সেদিকে ছুটে যেত। অনুরূপভাবে ঈশা ও ফজরের জামাআতে শরীক হওয়ার মর্যাদা যদি তারা জানত তা হলে হামাগুড়ি দিয়ে হলেও তারা তাতে হাযির হত।;",
        "id": 2510,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    }
]