[

    {

        "chapter_bn": "আল্লাহ্ তাআলার বাণীঃ আমি যে রিযিক তোমাদের দিয়েছি তা থেকে পবিত্রগুলো আহার কর। তিনি আরও বলেনঃ তোমাদের উপার্জিত পবিত্র বস্তু থেকে আহার কর। তিনি আরও বলেনঃ পবিত্র বস্তু থেকে আহার কর এবং সৎ কর্মশীল হও। তোমরা যা করছ আমি তা জানি। ",
        "hadithBengali": "৪৯৮২। মুহাম্মদ ইবনু কাসীর (রহঃ) ... আবূ মূসা আশআরী (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা ক্ষুধার্থকে আহার করাও, রোগীর পরিচর্যা করো এবং বন্দীকে মুক্ত করো। সুফিয়ান বলেছেনঃ الْعَانِي অর্থঃ বন্দী।;\n",
        "id": 4982,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ মূসা আল- আশআরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "আল্লাহ্ তাআলার বাণীঃ আমি যে রিযিক তোমাদের দিয়েছি তা থেকে পবিত্রগুলো আহার কর। তিনি আরও বলেনঃ তোমাদের উপার্জিত পবিত্র বস্তু থেকে আহার কর। তিনি আরও বলেনঃ পবিত্র বস্তু থেকে আহার কর এবং সৎ কর্মশীল হও। তোমরা যা করছ আমি তা জানি। ",
        "hadithBengali": "৪৯৮৩। ইউসুফ ইবনু ঈসা (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ মুহাম্মদসাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর পরিবার তার ইন্তেকাল অবধি একাধারে তিন দিন আহার করে পরিতৃপ্ত হন নি।;\n\nআরেকটি বর্ণনায় আবূ হাযিম আবূ হুরায়রা (রাঃ) থেকে বর্ণনা করেন যে, তিনি বলেছেন, একদা আমি প্রচণ্ড ক্ষুধার যন্ত্রনায় আক্রান্ত হই। তখন উমর ইবনু খাত্তারের সাথে সাক্ষাৎ করলাম এবং মহান আল্লাহ (কুরআনের) একটি আয়াতের পাঠ তার থেকে শুনতে চাইলাম। তিনি আয়াতটি পাঠ করে নিজ গৃহে প্রবেশ করলেন। এদিকে আমি কিছু দূর চলার পর ক্ষুধার যন্ত্রনায় উপুড় হয়ে পড়ে গেলাম। একটু পরে দেখি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার মাথার কাছে দাঁড়ানো। তিনি বললেনঃ হে আবূ হুরায়রা। আমি লাব্বাইকা ইয়া রাসুলাল্লাহ ওয়া সাদায়কা (আমি হাযীর! ইয়া রাসুলাল্লাহ, আপনার সমীপে) বলে সাড়া দিলাম। তিনি আমার হাত ধরে তুললেন এবং আমার অবস্থা বুঝতে পারলেন।;\n\nতিনি আমাকে খেতে নিয়ে গেলেন এবং আমাকে এক পেয়ালা দুধ দেওয়ার জন্য আদেশ করলেন। আমি কিছু পান করলাম। তিনি বললেনঃ আবূ হুরায়রা! আরো পান কর। আবার পান করলাম। তিনি পুনবায় বললেনঃ আরো। আমি পূনর্বার পান করলাম। এমনি কি আমার পেট তীরের মত সমান হয়ে গেল। এরপর আমি উমরের সাথে সাক্ষাৎ করে আমার অবস্থার কথা তাকে জানালাম এবং বললামঃ হে উমর! আল্লাহ তাআলা এমন একজন লোকের মাধ্যমে এর বন্দোবস্ত করেছেন যিনি এ ব্যাপারে তোমার চেয়ে বেশী উপযুক্ত। আল্লাহর কসম! আমি তোমার কাছে আয়াতটির, পাঠ শুনতে চেয়েছি অথচ আমি তোমার চেয়ে তা ভাল পাঠ করতে পারি। উমর (রাঃ) বললেনঃ আল্লাহর কসম! তোমাকে আপ্যায়ন করা আমার নিকট লাল বর্ণের উটের চেয়েও অধিক প্রিয়।;\n",
        "id": 4983,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১০৭. আহারের পূর্বে বিসমিল্লাহ্ বলা এবং ডান হাত দিয়ে আহার করা",
        "hadithBengali": "৪৯৮৪। আলী ইবনু আবদুল্লাহ (রহঃ) ... উমর ইবনু আবূ সালামা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি ছোট ছেলে হিসাবে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর তত্বাবধানে ছিলাম। খাবার বাসনে আমার হাত ছুটাছুটি করতো। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে বললেনঃ হে বৎস! বিসমিল্লাহ বলে ডান হাতে আহার কর এবং তোমার কাছে থেকে খাও। এরপর থেকে আমি সব সময় এ পদ্ধতিতেই আহার করতাম। যার যার কাছ থেকে আহার করা। আনাস (রাঃ) বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা বিসমিল্লাহ বলবে এবং প্রত্যেকে তার কাছ থেকে আহার করবে।;\n",
        "id": 4984,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উমর ইবনু আবূ সালামাহ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১০৭. আহারের পূর্বে বিসমিল্লাহ্ বলা এবং ডান হাত দিয়ে আহার করা",
        "hadithBengali": "৪৯৮৫। আবদুল আযীয ইবনু আবদুল্লাহ (রহঃ) ... উমর ইবনু আবূ সালামা (রাঃ) থেকে বর্ণিত। তিনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সহধর্মিনা উম্মে সালামার পুত্র ছিলেন। তিনি বলেনঃ একদিন আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে আহার্য খেলাম। আমি পত্রের সব দিক থেকে খেতে লাগলাম। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে বললেনঃ নিজের কাছ থেকে খাও।;\n",
        "id": 4985,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উমর ইবনু আবূ সালামাহ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১০৭. আহারের পূর্বে বিসমিল্লাহ্ বলা এবং ডান হাত দিয়ে আহার করা",
        "hadithBengali": "৪৯৮৬। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আবূ নুআয়ম (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে একদা কিছু খাবার আনা হলো, তার সঙ্গে ছিলেন তার পোষ্য উমর ইবনু আবূ সালামা। তিনি বললেনঃ বিসমিল্লাহ বল এবং নিজের কাছ থেকে খাও।;\n",
        "id": 4986,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "নুআয়ম মুজমির (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১০৮. সাথীর কাছ থেকে কোন অসন্তুষ্টির আলামত না দেখলে সঙ্গের পাত্রের সবদিক থেকে খুঁজে খুঁজে খাওয়া।",
        "hadithBengali": "৪৯৮৭। কুতায়বা (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একবার এক দর্জি কিছু খানা পাকিয়ে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে দাওআত করলো। আনাস (রাঃ) বলেনঃ আমিও রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে গেলাম। আহারে বসে দেখলাম, তিনি পাত্রের সবদিক থেকে কদূর টুকরা খুঁজে খুঁজে বের করে নিচ্ছেন, সেদিন থেকে আমি কদু পছন্দ করতে থাকি।;\n",
        "id": 4987,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১০৯. আহার ও অন্যান্য কাজ ডান দিক থেকে শুরু করা।",
        "hadithBengali": "৪৯৮৮। আবদান (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পবিত্রতা অর্জনে, জুতা পরিধানে এবং চুল আঁচড়ানে যথাসাধ্য ডান দিক থেকে শুরু করতেন।;\n",
        "id": 4988,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১১০. পরিতৃপ্ত হওয়া পর্যন্ত আহার করা।",
        "hadithBengali": "৪৯৮৯। ইসমাঈল (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আবূ তালহা (রাঃ) উম্মে সুলায়মকে বললেনঃ আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর দূর্বল কণ্ঠসুর শুনে বুঝতে পারলাম তিনি ক্ষুধার্ত। তোমার নিকট (খাবার) কিছু আছে কি? তখন উম্মে সুলায়ম কয়েকটি যবের রুটি বের করলেন। তারপর তার ওড়না বের করে এর একাংশ দ্বারা রুটিগুলো পেঁচিয়ে আমার কাপড়ের মধ্যে গুজে দিলেন এবং অন্য অংশ আমার গায়ে জড়িয়ে দিয়ে আমাকে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট পাঠালেন। আনাস (রাঃ) বলেনঃ আমি এগুলো নিয়ে গেলাম এবং রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মসজিদে পেলাম। তার সঙ্গে অনেক লোক। আমি তাদের কাছে গিয়ে দাঁড়ালাম। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে জিজ্ঞাসা করলেনঃ আবূ তালহা তোমাকে পাঠিয়েছে? আমি বললামঃ হ্যাঁ। তখন তিনি বললেনঃ খাবার জন্য? আমি বললাম হ্যাঁ। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার সঙ্গীদের বললেনঃ ওঠ। তারপর তিনি চললেন। আমিও তাদের আগে আগে চলতে লাগলাম। অবশেষে আবূ তালহার কাছে এসে পৌছলাম।;\n\nআবূ তালহা বললেনঃ হে উম্মে সুলায়ম! রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তো অনেক লোক নিয়ে এসেছে অথচ আমাদের কাছে এ পরিমাণ খাবার নাই যা তাদের খাওয়াব। উম্মে সুলায়ম বললেনঃ আল্লাহ ও তাঁর রাসুলই ভাল জানেন। আনাস (রাঃ) বলেনঃ তারপর আবূ তালহা গিয়ে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে সাক্ষাৎ করলেন। তারপর আবূ তালহা ও রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এসে ঘরে প্রবেশ করলেন। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উম্মে সুলায়মাকে ডেকে বললেনঃ তোমার কাছে যা আছে তা নিয়ে আস। উম্মে সুলায়ম ঐ রুটি নিয়ে আসলেন। তিনি নির্দেশ দিলে তা টুকুরা টুকরা করা হলো।;\n\nউম্মে সুলায়ম (ঘি বা মধুর) পাত্র নিংড়িয়ে তাকেই ব্যঞ্জন বানালেন। তারপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মাশাআল্লাহ, এতে যা পড়ার পড়লেন। এরপর বললেনঃ দশজনকে আসতে অনুমতি দাও। তাদের আসতে বলা হলে তারা পরিতৃপ্ত হয়ে আহার করল এবং তারা বেরিয়ে গেলা আবার বললেনঃ দশজনকে অনুমতি দাও। তাদের অনুমতি দেওয়া হলো। তারা আহার করে পরিতৃপ্ত হল এবং চলে গেল। আবার বললেনঃ দশজনকে অনুমতি দাও। তাদের অনুমতি দেওয়া হল। তারা আহার করে পরিতৃপ্ত হলো এবং চলে গেল। এরপর আরো দশজনকে অনুমতি দেওয়া হল। এভাবে সকলেই আহার করল এবং পরিতৃপ্ত হল। তারা মোট আশি জন লোক ছিল।;\n",
        "id": 4989,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১১০. পরিতৃপ্ত হওয়া পর্যন্ত আহার করা।",
        "hadithBengali": "৪৯৯০। মুসা (রহঃ) ... আবদুর রহমান ইবনু আবূ বকর (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একবার আমরা একশ-তিরিশ জন লোক নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে ছিলাম। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমাদের কারো কাছে কিছু খাবার আছে কি? দেখা গেল এক ব্যাক্তির কাছে প্রায় এক সা পরিমাণ খাবার আছে। এগুলো গুলিয়ে খামীর করা হলো। তারপর দীর্ঘ দেহী দীর্ঘ কেশী এক মুশরিক ব্যাক্তি একটা বকরী হাকিয়ে নিয়ে আসলো। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ এটাকি বিক্রির জন্য, না উপঢৌকন অথবা তিনি বললেনঃ দানের জন্য? লোকটি বললোঃ না, আমি বরং বিক্রি করবো। তিনি তার কাছ থেকে সেটি কিনে নিলেন। পরে সেটি যবেহ করে বানান হলো। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কলিজা ইত্যাদি রান্না করতে নির্দেশ দিলেন। আল্লাহর কসম! (আহারের সময়) তিনি একশ ত্রিশজনের প্রত্যেককেই এক টুকরা করে কলিজা ইত্যাদি দিলেন। যারা উপস্থিত ছিল তাদের তো দিলেনই। আর যারা অনুপস্থিত ছিল তাদের জন্যও তিনি টুকরাগুলো তুলে রাখলেন। তারপর খাবারগুলো দুটি পাত্রে রাখলেন। আমরা সকলে তৃপ্তিসহ আহার করলাম। এরপরও উভয় পাত্রে খাবার অবশিষ্ট থাকল। আমি তা উটের পিঠে তুললাম। কিংবা রাবী যা বলেছেন।;\n",
        "id": 4990,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুর রহমান ইবনু আবূ বাকর (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১১০. পরিতৃপ্ত হওয়া পর্যন্ত আহার করা।",
        "hadithBengali": "৪৯৯১। মুসলিম (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর ইন্তেকাল হল। সে সময় আমরা পরিতৃপ্ত হয়ে খেজুর ও পানি খেলাম।;\n",
        "id": 4991,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১১১. মহান আল্লাহর বাণীঃ অন্ধের জন্য দোষ নেই, খোঁড়ার জন্য দোষ নেই ...... যাতে তোমরা বুঝতে পার।",
        "hadithBengali": "৪৯৯২। আলী ইবনু আবদুল্লাহ (রহঃ) ... সুওয়ায়দ ইবনু নূমান (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমরা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে খায়বারের দিকে বের হলাম। আমরা নাহবা (খায়বারের এক মঞ্জিল দুরে অবস্থিত) নামক স্থানে পৌছলে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খাবার আনতে বললেন। কিন্তু ছাতু ছাড়া আর কিছুই আনা হল না। আমরা তা-ই মুখে দিয়ে জিহবায় গুলে গিলে ফেললাম। তারপর তিনি পানি আনতে বললেন তখন (পানি আনা হলে) তিনি কুলি করলেন- আমরাও কুলি করলাম। তারপর তিনি আমাদের নিয়ে মাগরিবের সালাত (নামায/নামাজ) আদায় করলেন। আর তিনি উযূ (ওজু/অজু/অযু) করলেন না। সুফিয়ান বলেনঃ আমি ইয়াহইয়াহ ইবনু সাঈদের কাছে হাদীসটি শুরু থেকে শেষ পর্যন্ত শুনেছি।;\n",
        "id": 4992,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সুওয়াইদ ইবনু নুমান (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১১২. নরম রুটি আহার করা এবং টেবিল ও দস্তরখানে আহার করা।",
        "hadithBengali": "৪৯৯৩। মুহাম্মদ ইবনু সিনান (রহঃ) ... কাতাদা (রহঃ) থেকে বর্ণিত। তিনি বলেনঃ আমরা আনাস (রাঃ) এর কাছে ছিলাম। তার সঙ্গে তার বাবুর্চিও ছিল। তিনি বললেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইন্তেকালের পূর্ব পর্যন্ত পাতলা নরম রুটি এবং ভুনা বকরীর গোশত খান নি এমনকি তিনি এ অবস্থায়ই আল্লাহর সঙ্গে মিলিত হন।;\n",
        "id": 4993,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "কাতাদাহ (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১১২. নরম রুটি আহার করা এবং টেবিল ও দস্তরখানে আহার করা।",
        "hadithBengali": "৪৯৯৪। আলী ইবনু আবদুল্লাহ (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কখনও সুকুরজা অর্থাৎ ছোট ছোট পাত্রে আহার করেছেন, তার জন্য কোন নরম রুটি তৈরি করা হয়েছে কিংবা তিনি কখনো টেবিলের উপর খাবার খেয়েছেন বলে আমি জানি না। কাতাদাকে জিজ্ঞাসা করা হলো, তাহলে তাঁরা কিসের উপর আহার করতেন। তিনি বললেনঃ দস্তরখানের উপর।;\n",
        "id": 4994,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১১২. নরম রুটি আহার করা এবং টেবিল ও দস্তরখানে আহার করা।",
        "hadithBengali": "৪৯৯৫। ইবনু আবূ মারইয়াম (রহঃ) ... আনাস (রাঃ) থেকে বর্নিত। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সাফিয়্যার সাথে বাসর করার উদ্দেশ্যে অবস্থান করলেন। আমি তাঁর ওলীমার জন্য মুসলিমদের দাওয়াত করলাম। তার আদেশে দস্তরখান বিছানো হল। তারপর তার উপর খেজুর পনির ও ঘি ঢালা হল। আমর আনাস (রাঃ) থেকে বর্ণনা করেন যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার সাথে বাসর করলেন এবং চামড়ার দস্তরখানে হায়স (ঘি, খেজুর ইত্যাদি সমন্ময়ে তৈরী খাবার) প্রস্তুত করলেন।;\n",
        "id": 4995,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১১২. নরম রুটি আহার করা এবং টেবিল ও দস্তরখানে আহার করা।",
        "hadithBengali": "৪৯৯৬। মুহাম্মদ (রহঃ) ... ওহাব ইবনু কায়সান (রহঃ) থেকে বর্ণিত। তিনি বলেন সিরিয়াবাসীরা ইবনু যুবায়রকে ইবনু যাতান নিতাকায়ন বলে লজ্জা দিত। আসমা (রাঃ) তাকে বললেনঃ বৎস! তারা তোমাকে নিতাকায়ন দ্বারা লজ্জিত করছে? তুমি কি নিতাকায় (দুকোমরবন্দ) সম্বন্ধে কিছু জানো? আসলে তা ছিল আমারই কোমরবন্দ যা দু-ভাগ করে আমি একভাগ দিয়ে (হিজরতের সময়) রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর খাবারের থলি মুখ বেধে দিয়েছিলাম। আর অপর ভাগকে দস্তরখান বানিয়ে দিয়েছিলাম। এরপর থেকে সিয়িয়া বাসীরা (অর্থাৎ হাজ্জাজের সৈন্যরা) যখনই তাকে নিতাকায়ান বলে লজ্জা দিতে চাইত, তিনি বলতেনঃ তোমরা সত্যই বলছো। আল্লাহর শপখ! এটি এমন এক অভিযোগ যা তোমাদের লজ্জা আরো দূরিভূত করে।;\n",
        "id": 4996,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "ওহাব ইবনু কায়সান (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১১২. নরম রুটি আহার করা এবং টেবিল ও দস্তরখানে আহার করা।",
        "hadithBengali": "৪৯৯৭। আবূ নূমান (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত যে, তার খালা উম্মে হাফীদ বিনত হারিস ইবনু হাযন (রাঃ) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে পনির এবং দব্ব (অনেকটা গুইসাপের মত দেখতে) হাদিয়া দিলেন। তিনি এগুলো তার কাছে আনতে বললেন। তারপর এগুলো তার দস্তরখানে খাওয়া হল। তিনি অপছন্দনীয় মনে করে দব্বগুলো খেলেন না। যদি এগুলো হারাম হতো তাহলে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর দস্তরখানে তা খাওয়া হতো না। আর তিনি এগুলো খাওয়ার অনুমতিও দিতেন না।;\n",
        "id": 4997,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১১৩. ছাতু",
        "hadithBengali": "৪৯৯৮। সুলায়মান ইবনু হারব (রহঃ) ... সুওয়ায়দ ইবনু নুমান (রাঃ) থেকে বর্ণিত যে, তারা একবার নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে সাহবা নামক স্থানে উপস্থিত ছিলেন। সাহল ছিল খায়বার থেকে এক মনযিলের দূরত্ব। সালাতের সময় উপস্থিত হলে তিনি খাবার আনতে বললেন। কিন্তু ছাতু ছাড়া আর কিছুই পেলেন না। তিনি তাই মুখে দিয়ে নাড়াচাড়া করলেন, আমরাও তার সঙ্গে সঙ্গে এরূপ করলাম। তারপর তিনি পানি আনালেন এবং কুলি করে সালাত (নামায/নামাজ) আদায় করলেন। আমরাও তার সাথে সালাত আদায় করলাম। আর তিনি উযূ (ওজু/অজু/অযু) করলেন না।;\n",
        "id": 4998,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সুওয়াইদ ইবনু নুমান (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১১৪. যতক্ষণ পর্যন্ত কোন খাবারের নাম বলা না হতো এবং সে খাদ্য কি তা জান্তে না পারতেন, ততক্ষণ পর্যন্ত নবী (সাঃ) আহার করতেন না। ",
        "hadithBengali": "৪৯৯৯। মুহাম্মদ ইবনু মুকাতিল (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন খালিদ ইবনু ওয়ালীদ (রাঃ) যাকে সায়ফুল্লাহ (আল্লাহর তরবারী) বলা হতো তার কাছে বর্ণনা করেছেন, যে তিনি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে মায়মুনা (রাঃ) এর গৃহে প্রবেশ করলেন। মায়মুনা (রাঃ) তাঁর ও ইবনু আব্বাসের খালা ছিলেন। তিনি তার কাছে একটি ভুনা দব্ব (অনেকটা গুইসাপের মত দেখতে) দেখতে পেলেন, যা নজ্বদ থেকে তাঁর (মায়মূনার) বোন হুফায়দা বিনত হারিস নিয়ে এসেছিলেন। মায়মুনা (রাঃ) রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সামনে উপস্থিত করলেন। তাঁর অভ্যাস ছিল কোন খাদ্যের নাম ও তার বিবরন বলে না দেয়া পর্যন্ত তিনি খুব কমই তার প্রতি হাত বাড়াতেন।;\n\nতিনি দব্ব এর দিকে হাত বাড়ালে উপস্থিত মহিলাদের মধ্য থেকে একজন বললোঃ তোমরা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সামনে যা পেশ করছো সে সম্বন্ধে তাকে অবহিত করো। তারপর সে মহিলাই বললঃ ইয়া রাসুলাল্লাহ! ওটা দব্ব। একথা শুনে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার হাত তুলে ফেললেন। খালিদ ইবনু ওয়ালীদ (রাঃ) জিজ্ঞাসা করলেনঃ ইয়া রাসুলাল্লাহ! দব্ব খাওয়া কি হারাম? তিনি বললেনঃ না। কিন্তু যেহেতু এটি আমাদের এলাকায় নেই। তাই এটি খাওয়া আমি পছন্দ করি না। খালিদ (রাঃ) বলেনঃ আমি সেটি টেনে নিয়ে খেতে থাকলাম। আর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার দিকে তাকিয়ে রইলেন।;\n",
        "id": 4999,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১১৫. একজনের খাবার দুজনের জন্য যথেষ্ট",
        "hadithBengali": "৫০০০। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্নিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ দুজনের খাবার তিন জনের জন্য যথেষ্ঠ এবং তিন জনের খাবার চারজনের জন্য যথেষ্ট।;\n",
        "id": 5000,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১১৬. মুমিন ব্যক্তি এক পেটে খায়",
        "hadithBengali": "৫০০১। মুহাম্মদ ইবনু বাশশার (রহঃ) ... নাফি (রহঃ) থেকে বর্ণিত। তিনি বলেনঃ ইবনু উমর (রাঃ) ততক্ষন পর্যন্ত আহার করতেন না যতক্ষন পর্যন্ত তার সাথে খাওয়ার জন্য একজন মিসকীনকে ডেকে না আনা হতো। একদা আমি তার সঙ্গে বসে আহার করার জন্য জনৈক ব্যাক্তিকে নিয়ে আসলাম। লোকটি খুব বেশী আহার করলো। তিনি বললেনঃ নাফি! এ ধরনের লোককে আমার কাছে নিসে আসবে না। আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি, মুমিন ব্যাক্তি এক পেটে খায়। আর কাফির ব্যাক্তি সাত পেটে খায়।;\n",
        "id": 5001,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": " নাফি (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১১৬. মুমিন ব্যক্তি এক পেটে খায়",
        "hadithBengali": "৫০০২। মুহাম্মদ ইবনু সালাম (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন মুমিন এক পেটে খায় আর কাফিব অথবা বলেছেন মুনাফিক। রাবী বলেন, এ দুটি কাজের মধ্যে আমার সন্দেহ আছে যে বর্ণনাকারী কোনটি বলেছেন। উবায়দুল্লাহ বলেনঃ সাত পেটে খায়। ইবনু বুকায়র বলেনঃ মালিক (রহঃ) নাফি (রহঃ) এর সূত্রে ইবনু উমর (রাঃ) থেকে এবং তিনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ হাদীস বর্ণনা করেছেন।;\n",
        "id": 5002,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১১৬. মুমিন ব্যক্তি এক পেটে খায়",
        "hadithBengali": "৫০০৩। আলী ইবনু আবদুল্লাহ (রহঃ) ... আমর (রহঃ) থেকে বর্ণিত। তিনি বলেনঃ আবূ নাহীক অত্যধিক আহারকারী ব্যাক্তি ছিলেন। ইবনু উমর (রাঃ) তাঁকে বললেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কাফির ব্যাক্তি সাত পেটে খায়। আবূ নাহীক বললেনঃ আমি তো আল্লাহ ও তাঁর রাসূলের প্রতি ঈমান রাখি।;\n",
        "id": 5003,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আমর ইবনু দীনার (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১১৬. মুমিন ব্যক্তি এক পেটে খায়",
        "hadithBengali": "৫০০৪। ইসমাঈল (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ মুমিন ব্যাক্তি এক পেটে আহার করে আর কাফির সাত পেটে আহার করে।;\n",
        "id": 5004,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১১৬. মুমিন ব্যক্তি এক পেটে খায়",
        "hadithBengali": "৫০০৫। সুলায়মান ইবনু হারব (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, এক ব্যাক্তি প্রচুর পরিমাণে আহার করতো। লোকটি মুসলিম হলে স্বল্পাহার করতে লাগলো। ব্যাপারটি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে উল্লেখ করা হলে তিনি বলেনঃ মুমিন এক পেটে আহার করে, আর কাফির আহার করে সাত পেটে।;\n",
        "id": 5005,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১১৭. হেলান দিয়ে আহার করা",
        "hadithBengali": "৫০০৬। আবূ নুআয়ম (রহঃ) ... আবূ জুহায়ফা (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমি হেলান দিয়ে আহার করি না।;\n",
        "id": 5006,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ জুহাইফাহ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১১৭. হেলান দিয়ে আহার করা",
        "hadithBengali": "৫০০৭। উসমান ইবনু আবূ শায়বা (রহঃ) ... আবূ জুহায়ফা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে ছিলাম। তিনি তাঁর কাছে উপবিষ্ট এক ব্যাক্তিকে বলেনঃ হেলান দেওয়া অবস্থায় আমি আহার করি না।;\n",
        "id": 5007,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ জুহাইফাহ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১১৮. ভুনা গোশত সম্বন্ধে। আল্লাহ তা'আলার ইরশাদ: সে এক কাবার করা গো- বৎস নিয়ে আসলো",
        "hadithBengali": "৫০০৮। আলী ইবনু আবদুল্লাহ (রহঃ) ... খলিদ ইবনু ওয়ালীদ (রাঃ) থেকে বর্ণিত। তিনি বলেন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট ভুনা দব্ব (অনেকটা গুইসাপের মত দেখতে) আনা হলে তিনি তা খাওয়ার উদেশ্যে হাত বাড়ালেন। তখন তাকে বলা হলঃ এটাতো দব্ব এতে তিনি হাত গুটিয়ে নিলেন। খালিদ (রাঃ) জিজ্ঞেস করলেনঃ এটা কি হারাম? তিনি বললেনঃ না। যেহেতু এটা আমাদের এলাকায় নেই তাই আমি এটা খাওয়া পছন্দ করি না। তারপর খালিদ (রাঃ) তা খেতে থাকেন, আর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দেখছিলেন।;\n\nমালিক ইবনু শিহাব সুত্রে ضَبٍّ مَشْوِيٍّ এর স্থলে ضَبٍّ مَحْنُوذٍ বলেছেন।;\n",
        "id": 5008,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "খালিদ ইবনু ওয়ালীদ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১১৯. খাযীরা সম্পর্কে। নযর বলেছেন: খাযীরা ময়দা দিয়ে এবং হারীরা দুধ দিয়ে তৈরী করা হয়",
        "hadithBengali": "৫০০৯। ইয়াহইয়া ইবনু বুকায়র (রহঃ) ... ইতবান ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি ছিলেন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর বদর যুদ্ধে অংশ গ্রহনকারী আনসার সাহাবীদের একজন। একবার তিনি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে বলেনঃ ইয়া রাসুলাল্লাহ! আমার দৃষ্টিশক্তি দুর্বল হয়ে পড়েছে। আমি আমার গোত্রের লোকদের নিয়ে সালাত (নামায/নামাজ) আদায় করি। কিন্তু বৃষ্টি হলে আমার ও তাদের মধ্যকার উপত্যকায় পানি প্রবাহিত হয়। তখন আমি তাদের মসজিদে আসতে পারি না যে তাদের নিয়ে সালাত আদায় করব। তাই, ইয়া রাসুলাল্লাহ! আমার আকাঙ্ক্ষা আপনি এসে যদি আমার ঘরে সালাত আদায় করতেন। তাহলে আমি সে স্থানে সালাতের জন্য নির্ধারন করে নিতাম। তিনি বললেনঃ ইনশাআল্লাহ আমি অচিরেই তা করবো।;\n\nইতবান (রাঃ) বলেন পুরোভাবে সূর্য কিছু উপরে উঠলে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ও আবূ বকর (রাঃ) আসলেন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অনুমতি চাইলেন। আমি তাকে অনুমতি দিলাম। তিনি না বসেই তৎক্ষনাৎ ঘরে প্রবেশ করে আমাকে বললেনঃ তোমার ঘরের কোন স্থানে আমার সালাত আদায় করা তোমার পছন্দ? আমি ঘরের এক দিকে ইঙ্গিত করলাম। তিনি সেখানে দাঁড়িয়ে তাকবীর বললেন। আমরা কাতার ধরলাম। তিনি দুরাকআত সালাত আদায় করে সালাম ফিরালেন।;\n\nআমরা যে খাযীরা তৈরী করেছিলাম তা খাওয়ার জন্য তাকে বললাম। তার মহল্লার বহু সংখ্যক লোক ঘরে প্রবেশ করতে লাগল। তারপর তারা সমবতে হলে তাদের একজন বললোঃ মালিক ইবনু দুখশান কোখায়? অন্য একজন বললোঃ সে মুনাফিক? অন্য একজন বললোঃ সে মুনাফিক সে আল্লাহ ও তার রাসুলকে ভালবাসে না।;\n\nনবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ এমন কথা বলোনা। তুমি কি জানো না, সে আল্লাহর সন্তুষ্টি অর্জনের জন্য লা-ইলাহা ইলাল্লাহ পড়েছে? লোকটি বললোঃ আল্লাহ ও তার রাসুল-ই ভাল জানেন। সে পূনরায় বললোঃ কিন্তু আমরা যে মুনাফিকদের সাথে তার সম্পর্ক ও তাদের প্রতি শুভ কামনা দেখতে পাই? তিনি বললেনঃ আল্লাহ তো জাহান্নামকে ঐ ব্যাক্তির জন্য হারাম করে দিয়েছেন যে আল্লাহর সন্তুষ্টি লাভের আশায় লা-ইলাহা ইল্লাল্লাহ পাঠ করলো। ইবনু শিহাব বলেনঃ এরপর আমি হুসায়ন ইবনু মুহাম্মদ আনসারী যিনি ছিলেন বানূ সালিমের একজন নেতৃস্থানীয় লোক তাকে মাহমুদের এ হাদীসের সম্বন্ধে জিজ্ঞাসা করলাম। তিনি এর সত্যতা স্বীকার করলেন।;\n",
        "id": 5009,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "ইতবান ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১২০. পনির প্রসঙ্গে। হুমায়ন (র) বলেন, আমি আনাস (রা) কে বলতে শুনেছি, রাসূলুল্লাহ (সাঃ) সাফিয়্যার সাথে বাসর যাপন করলেন। তারপর তিনি (দস্তরখানে) খেজুর, পনির এবং ঘি রাখলেন। আমর ইবন আবূ আমর আনাস (রা) থেকে বর্ণনা করেন: রাসূলুল্লাহ (সাঃ) (উক্ত তিনি বস্তুর সংযোগে) হায়স তৈরী করেন। ",
        "hadithBengali": "৫০১০। মুসলিম ইবনু ইবরাহীম (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমার খালা একটি দব্ব (অনেকটা গুইসাপের মত দেখতে) কিছু পনির এবং দুধ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে হাদিয়া দিলেন এবং দস্তরখানে দব্ব রাখা হয়। যদি তা হারাম হতো তাঁর দস্তরখানে রাখা হতো না। তিনি (শুধু) দুধ পান করলেন এবং পনির খেলেন।;\n",
        "id": 5010,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১২১. সিলক ও যব প্রসঙ্গে",
        "hadithBengali": "৫০১১। ইয়াহইয়া ইবনু বুকায়র (রহঃ) ... সাহল ইবনু সাদ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ জুমআর দিন আসলে আমরা অত্যাধিক খুশী হতাম। এক বৃদ্ধা আমাদের জন্য সিলক (মূলা জাতীয় এক প্রকার সুস্বাদু সবজি) এর মূল তুলে তা তার ডেগে চড়িয়ে দিতেন। তারপর এতে সামান্য কিছু যব ছেড়ে দিতেন। সালাত (নামায/নামাজ) এর পর আমরা তাঁর সাথে দেখা করতে গেলে তিনি এ খাবার আমাদের পরিবেশন করতেন। এ কারণেই জুমুআর দিন আসলে আমরা খুব খুশী হতাম। আমরা সকালের আহার এবং বিশ্রাম গ্রহণ করতাম না জুমুআর পর ছাড়া। আল্লাহর কসম! সে খাদ্যে কোন চর্বি বা চিকনাই থাকতো না।;\n",
        "id": 5011,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সাহল বিন সাদ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১২২. গোশত দাঁত দিয়ে ছিড়ে এবং তুলে নিয়ে খাওয়া",
        "hadithBengali": "৫০১২। আবদুল্লাহ ইবনু আবদুল ওহহাব (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্নিত। তিনি বলেন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একটি স্কন্ধের গোশত দাঁত দিয়ে ছিড়ে খেলেন। তারপর তিনি উঠে গিয়ে (নতুনভাবে) উযূ (ওজু/অজু/অযু) না করেই সালাত (নামায/নামাজ) আদায় করলেন।;\n\nঅন্য সনদে আইমার ও আসিম (রহঃ) ই-করামার সুত্রে ইবনু আব্বাস (রাঃ) থেকে বর্ননা করেন। তিনি বলেছেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ডেগ থেকে একটি গোশত যুক্ত হাড় বের করে তা খেলেন। তারপর (নতুন) উযূ না করেই সালাত আদায় করলেন।;\n",
        "id": 5012,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১২৩. বাহুর গোশত খাওয়া",
        "hadithBengali": "৫০১৩। মুহাম্মদ ইবনু মুসান্না (রহঃ) ... আবূ কাতাদা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমরা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে মক্কা অভিমুখে রওয়ানা হলাম। অন্য সনদে আবদুল আযীয ইবনু আবদুল্লাহ (রহঃ) ... আবূ কাতাদা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা আমি মক্কার পথে কোন এক মনযিলে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কিছু সংখ্যক সাহাবীর সঙ্গে উপস্থিত ছিলাম। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের সামন্যই অবস্থান করছিলেন। আমি ছাড়া দলের সকলেই ছিলেন ইহরাম অবস্থায়। আমি আমার জুতা সেলাই এ করছিলাম। এমতাবস্থায় তারা একটি বন্য গাধা দেখতে পেল। কিন্তু আমাকে জানালো না। তবে তারা আশা করছিল, যদি আমি ওটা দেখতাম! তারপর আমি চোখ ফেরাতেই ওটা দেখে ফেরালাম। এরপর আমি ঘোড়ার কাছে গিয়ে তার জ্বীন লাগিয়ে তার উপর আরোহন করলাম। কিন্তু চাকু ও বর্শার কথা ভুলে গেলাম। কাজেই আমি তাদের বললাম, চাকু ও বর্শাটি আমাকে তুলে দাও। তারা বললোঃ না, আল্লাহর কসম! এ ব্যাপারে তোমাকে আমরা কিছুই সাহায্য করবো না।;\n\nএতে আমি ক্রুদ্ধ হলাম এবং নীচে পৌছে ওদুটি নিয়ে পুনরায় সাওয়ার হলাম। তারপর আমি গাধাটির পেছনে দ্রুত ধাওয়া করে তাকে ঘায়েল করে ফেললাম। তখন সেটি মরে গেল এবং আমি তা নিয়ে এলাম। (পাকানোর পর) তারা সকলে এটা খাওয়া শুরু করলো। তারপর ইহরাম অবস্থায় এটা খাওয়া নিয়ে তারা সন্দেহে পড়লো। আমি সমস্যার দিকে রওনা দিলাম এবং এর একটি বাহু লুকিয়ে রাখলাম। এরপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে গেলাম এবং তাকে এ বিষয়ে জিজ্ঞাসা করলাম। তিনি বললেনঃ তোমাদের কাছে এর কিছু আছে? একথা শুনে আমি বাহুটি তাঁর সামনে পেশ করলাম। তিনি মুহরিম অবস্থায় তা খেলেন, এমন কি এর হাঁড়ের সাথে জড়িত গোশতোও দাঁত দিয়ে ছিড়ে ছিড়ে খেলেন। ইবনু জাফর বলেছেনঃ যায়দ ইবনু আসলাম (রহঃ) আতা ইবনু ইয়াসার এর সূত্রে আবূ কাতাদা (রাঃ) থেকে অনুরূপ হাদীস বর্ণনা করেছেন।;\n",
        "id": 5013,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ কাতাদাহ্ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১২৪. চাকু দিয়ে গোশত কাটা",
        "hadithBengali": "৫০১৪। আবূল ইয়ামান (রহঃ) ... আমর ইবনু উমাইয়্যা (রাঃ) থেকে বর্ণিত যে তিনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে (পাকানো) বকরীর কাঁধের গোশত নিজ হাতে খেতে দেথেকে। সালাতের জন্য তাকে আহবান করা হলে তিনি তা এবং যে চাকু দিয়ে কাটছিলেন সেটিও রেখে দেন। এর পর উঠে গিয়ে সালাত (নামায/নামাজ) আদায় করেন। অথচ তিনি (নতুন করে) উযূ (ওজু/অজু/অযু) করেন নি।;\n",
        "id": 5014,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আমর ইবনু উমাইয়াহ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১২৫. নবী (সাঃ) কখনো কোন খাবারের দোষ-ত্রুটি ধরতেন না",
        "hadithBengali": "৫০১৫। মুহাম্মদ ইবনু কাসীর (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কখনো কোন খাবারের দোষ-ক্রটি প্রকাশ করেন নি। ভাল লাগলে তিনি খেয়েছেন এবং খারাপ লাগলে তা রেখে দিয়েছেন।;\n",
        "id": 5015,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১২৬. যবের আটায় ফুঁক দেওয়া",
        "hadithBengali": "৫০১৬। সাঈদ ইবনু আবূ মারইয়াম (রহঃ) ... আবূ হাযিম (রহঃ) থেকে বর্ণিত আছে যে, তিনি সাহল (রাঃ) কে জিজ্ঞাসা করলেনঃ আপনারা কি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যুগে ময়দা দেথেছেন? তিনি বললেনঃ না। আমি বললামঃ আপনারা কি যবের আটা চালনিতে চালতেন? তিনি বললেনঃ না। বরং আমরা তাতে ফুঁক দিতাম।;\n",
        "id": 5016,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হাযিম (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১২৭. রাসূলুল্লাহ (সাঃ) ও তাঁর সাহাবীগণ যা খেতেন",
        "hadithBengali": "৫০১৭। আবূ নুমান (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একদিন তাঁর সাহাবীদের মধ্যে কিছু খেজুর ভাগ করে দিলেন। তিনি প্রত্যেককে সাতটি করে খেজুর দিলেন। আমাকেও সাতটি খেজুর দিলেন। তার মধ্যে একটি খেজুর ছিল খারাপ। তবে সাতটি খেজুরের মধ্যে এটই আমার কাছে সর্বাধিক প্রিয় ছিল। কারণ এটি চিরতে আমার কাছে খুব শক্ত ঠেকছিল। (তাই এটি দীর্ঘ সময় আমার মুখে ছিল।);\n",
        "id": 5017,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১২৭. রাসূলুল্লাহ (সাঃ) ও তাঁর সাহাবীগণ যা খেতেন",
        "hadithBengali": "৫০১৮। আবদুল্লাহ ইবনু মুহাম্মদ (রহঃ) ... সাদ (রাঃ) থেকে বর্ণিত। তিনি বলেন আমি ছিলাম নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাহাবীদের মধ্যে (যারা ইসলাম গ্রহণ করেছিল) সপ্তম। হুবলা (কাটা যুক্ত গাছ) বা হাবলা (এক জাতীয় গাছ) ছাড়া আমাদের খাওয়ার অ্যর কিছু ছিল না। এমনকি আমাদের কেউ কেউ বকরীর ন্যায় মলত্যাগ করতো।। এরপরও বনূ আসাদ আমাকে ইসলামের ব্যাপারে তিরস্কার করছে? তাহলে তো আমি একদম ক্ষতিগ্রস্থ এবং আমার সমস্ত পরিশ্রমই বৃথা।;\n",
        "id": 5018,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সা'দ বিন আবূ ওয়াক্কাস (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১২৭. রাসূলুল্লাহ (সাঃ) ও তাঁর সাহাবীগণ যা খেতেন",
        "hadithBengali": "৫০১৯। কুতায়বা ইবনু সাঈদ (রহঃ) ... আবূ হাযিম (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি সাহল (রাঃ) কে জিজ্ঞাসা করলামঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কি ময়দা খেয়েছেন? সাহল (রাঃ) বললেনঃ আল্লাহ তাআলা যখন খেতে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে পাঠিয়েছেন তখন থেকে ইন্তেকাল পর্যন্ত তিনি ময়দা দেখেন নি। আমি পুনরায় তাকে জিজ্ঞাসা করলামঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যুগে কি আপনাদের চালুনি ছিল? তিনি বললেনঃ আল্লাহ তাআলা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে পাঠানোর পর থেকে ইন্তেকাল পর্যন্ত তিনি চালুনিও দেখেন নি। আবূ হাযিম বলেন আমি বললামঃ তাহলে আপনারা চালা ব্যতীত যবের আটা কিভাবে খেতেন? তিনি বললেনঃ আমরা যব পিশে তাতে ঘাক দিতাম। এতে যা উড়ে যাওয়ার তা উড়ে যেত, আর যা অবশিষ্ট থাকতো তা মুখে নিতাম এরপর তা খেতাম।;\n",
        "id": 5019,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হাযিম (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১২৭. রাসূলুল্লাহ (সাঃ) ও তাঁর সাহাবীগণ যা খেতেন",
        "hadithBengali": "৫০২০। ইসহাক ইবনু ইবরাহীম (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, তিনি এক দল লোকের নিকট দিয়ে যাচ্ছিলেন যাদের সামনে ছিল একটি ভুনা বকরী। তারা তাকে (খেতে) ডাকল। তিনি খেতে অস্বীকার করলেন এবং বললেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পৃথিবী থেকে বিদায় নিয়েছেন অথচ তিনি কোন দিন যবের রুটিও পেট পুরে খান নি।;\n",
        "id": 5020,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১২৭. রাসূলুল্লাহ (সাঃ) ও তাঁর সাহাবীগণ যা খেতেন",
        "hadithBengali": "৫০২১। আবদুল্লাহ ইবনু আবূল আসওয়াদ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কখনো খিওয়ান (টেবিল জাতীয় উচু স্থানে) এর উপর খাবার রেখে আহার করেননি এবং ছোট ছোট বাটীতেও আহার করেননি। আর তার জন্য কখনো পাতলা রুটি তৈরি করা হয়নি। ইউনুস বলেন, আমি কাতাদাকে জিজ্ঞাসা করলামঃ তা হলে তারা কিসের উপর আহার করতেন? তিনি বললেনঃ দন্তরখানের উপর।;\n",
        "id": 5021,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১২৭. রাসূলুল্লাহ (সাঃ) ও তাঁর সাহাবীগণ যা খেতেন",
        "hadithBengali": "৫০২২। কুতায়বা (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মদিনায় আসার পর থেকে ইন্তেকাল পর্যন্ত তার পরিবারের লোকেরা একাধারে তিন রাত গমের রুটি পেটভরে খাননি।;\n",
        "id": 5022,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১২৮. তালবীনা প্রসঙ্গে",
        "hadithBengali": "৫০২৩। ইয়াইয়া ইবনু বুকায়র (রহঃ) ... নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সহধর্মিণী আয়িশা (রাঃ) থেকে বর্ণিত যে তার পরিবারের কোন ব্যাক্তি মারা গেলে মহিলারা এসে সমবেত হলো। তারপর তার আত্মীয়রা ও বিশেষ ঘনিষ্ঠ মহিলারা ছাড়া বাকী সবাই চলে গেলে, তিনি ডেগে তালবীনা (আটা, মধু ইত্যাদি সংযোগে তৈরি খাবার) পাকাতে-নির্দেশ দিলেন। তা পাকানো হল। এরপর সারীদ (গোশতের মধ্যে রুটি টুকরো করে দিয়ে তৈরী খাবার) প্রন্তুত করা হলো এবং তাতে তালবীনা ঢালা হলো। তিনি বললেনঃ তোমরা এ থেকে খাও। কেননা, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি যে, তালবীনা রুগ্ন ব্যাক্তির চিত্তে প্রশান্তি এনে দেয় এবং শোক দুঃখ কিছুটা লাঘব করে।;\n",
        "id": 5023,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১২৯. সারীদ প্রসঙ্গে",
        "hadithBengali": "৫০২৪। মুহাম্মাদ ইবনু বাশশার (রহঃ) ... আবূ মূসা আশআরী (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ পুরুষদের মধ্যে অনেকেই কামালিয়াত অর্জন করেছে। কিন্তু স্ত্রীলোকদের মধ্যে ইমরান তনয়া মারইয়াম এবং ফিরাউন পত্নী আসিয়া ব্যতীত অন্য কেউ কামালিয়াত অর্জন করতে পারেনি। স্ত্রী লোকদের মধ্যে আয়িশার মর্যাদাও তেমন, খাদ্যের মধ্যে সারীদের মর্যাদা যেমন।;\n",
        "id": 5024,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ মূসা আল- আশআরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১২৯. সারীদ প্রসঙ্গে",
        "hadithBengali": "৫০২৫। আমর ইবনু আওন (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ সমস্ত স্ত্রীলোকদের মধ্যে আয়িশার মর্যাদা তেমন, খাদ্যের মধ্যে সারীদের মর্যাদা যেমন।;\n",
        "id": 5025,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১২৯. সারীদ প্রসঙ্গে",
        "hadithBengali": "৫০২৬। আবদুল্লাহ ইবনু মুনীর (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে তার এক দর্জি গোলামের বাড়ীতে গেলাম। সে তার সামনে সারীদের পেয়ালা উপস্থিত করলো এবং নিজের কাজে লিপ্ত হল। আনাস (রাঃ) বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কদু বেড়ে নিতে শুরু করলে আমি কদুর টুকরাগুলো বেছে বেছে তার সামনে দিতে লাগলাম এবং এরপর থেকে আমি কদু পছন্দ করতে শুরু করি।;\n",
        "id": 5026,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১৩০. ভূনা বক্'রী এবং স্কন্ধ ও পার্শ্বদেশ",
        "hadithBengali": "৫০২৭। হুদবা ইবনু খালিদ (রহঃ) ... কাতাদা (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমরা আনাস ইবনু মালিকের কাছে গেলাম। তার বাবুর্চি সেখানে দাঁড়ানো ছিল। তিনি বললেনঃ আহার কর! নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আল্লাহর সঙ্গে মিলিত হওয়ার পূর্ব পর্যন্ত পাতলা রুটি দেখেছেন বলে আমি জানি না এবং তিনি পশম দুরীকৃত ভুনা বকরী কখনও চোখে দেখেন নি।;\n",
        "id": 5027,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "কাতাদাহ (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১৩০. ভূনা বক্'রী এবং স্কন্ধ ও পার্শ্বদেশ",
        "hadithBengali": "৫০২৮। মুহাম্মাদ ইবনু মুকাতিল (রহঃ) ... আমর ইবনু উমাইয়্যা যামরী তাঁর পিতা থেকে বর্ণিত। তিনি বলেন, আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বকরীর স্কন্ধ থেকে গোশত কাটতে দেখেছি। তিনি তা থেকে আহার করলেন। তারপর যখন সালাতের দিকে আহবান করা হলো তখন তিনি উঠলেন এবং রুটি রেখে দিয়ে সালাত (নামায/নামাজ) আদায় করলেন। অথচ তিনি (নতুন করে) উযূ (ওজু/অজু/অযু) করেন নি।);\n",
        "id": 5028,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উমাইয়াহ যামরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১৩১. পূর্ববর্তী মনীষীগণ তাঁদের বাড়ীতে ও সফরে গোশত এবং অন্যান্য যেসব খাদ্য সঞ্চিত রাখতেন। আবূ বকর তনয়া আয়েশা ও আসমা (রা) বলেনঃ আমরা রাসূলুল্লাহ্' (সাঃ) ও আবূ বকরের জন্য (মদীনায় হিজরতের সময়) পথের খাবার প্রস্তুত করে দিয়েছিলাম।",
        "hadithBengali": "৫০২৯। খাল্লাদ ইবনু ইয়াহইয়া (রহঃ) ... আবিস (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি আয়িশা (রাঃ) কে জিজ্ঞেস করলামঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কি কুরবানীর পোশত তিন দিনের বেশী সময় খেতে নিষেধ করেছেন? তিনি বললেনঃ সেই বছরেই কেবল নিষেধ করেছিলেন যেই বছর মানুষ অনাহারে আক্রান্ত হয়েছিল। তখন তিনি চেয়েছিলেন যেন ধনীরা গরীবদের খাওয়ায়। আমরা তো বকরীর পায়াশুলো তুলে রাখতাম এবং পনের দিন পর তা খেতাম। তাঁকে জিজ্ঞাসা করা হলঃ কি সে আপনাদের এগুলো খেতে বাধ্য করত? তিনি হেসে বললেনঃ মুহাম্মদসাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আল্লাহর সঙ্গে মিলিত হওয়ার পূর্ব পর্যন্ত তাঁর পবিবার পরিজন একাধারে তিন দিন তরকারীসহ গমের রুটি পেট ভরে খান নি। অন্য সনদে ইবনু কাসীর বলেছেনঃ সুফিয়ান (রহঃ) আবদুর রহমান ইবনু আবিস সুত্রে উক্ত হাদীসটি আমার কাছে বর্ননা করেছেন।;\n",
        "id": 5029,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবিস ইবন রবীআ (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১৩১. পূর্ববর্তী মনীষীগণ তাঁদের বাড়ীতে ও সফরে গোশত এবং অন্যান্য যেসব খাদ্য সঞ্চিত রাখতেন। আবূ বকর তনয়া আয়েশা ও আসমা (রা) বলেনঃ আমরা রাসূলুল্লাহ্' (সাঃ) ও আবূ বকরের জন্য (মদীনায় হিজরতের সময়) পথের খাবার প্রস্তুত করে দিয়েছিলাম।",
        "hadithBengali": "৫০৩০। আবদুল্লাহ ইবনু মুহাম্মাদ (রহঃ) ... জাবির (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যুগে আমরা কুরবানীর গোশত মদিনা পর্যন্ত সফরের খাদ্য হিসেবে ব্যবহার করতাম। মুহাম্মদ (রহঃ) ইবনু উয়ায়না থেকে অনুরূপ বর্ণনা করেছেন। ইবনু জুরায়য বলেন, আমি আতাকে জিজ্ঞাসা করলামঃ জাবির (রাঃ) কি এ কথা শুনেছেন যে, এমন কি আমরা মদিনা পর্যন্ত এলাম। তিনি বললেনঃ না।;\n",
        "id": 5030,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "জাবির ইবনু আবদুল্লাহ আনসারী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১৩২. হায়স প্রসঙ্গে",
        "hadithBengali": "৫০৩১। কুতায়বা (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আবূ তালহাকে বললেনঃ তোমাদের লোকদের মধ্য থেকে একটি ছেলে খুজে আন, যে আমার খিদমত করবে। আবূ তালহা আমাকেই তাঁর সাওয়ারীর পেছনে বসিয়ে নিয়ে আসলেন। তাই আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর খিদমত করতে থাকলাম। যখনই তিনি কোন মনযিলে অবতরণ করতেন আমি তাকে প্রায়ই বলতে শুনতাম, আয় আল্লাহ! আমি তোমার কাছে, অস্বস্থি দুশ্চিন্তা, অক্ষমতা, অলসতা, কৃপণতা, ভীরুতা, ঋনের ভার এবং মানুষের আধিপত্য থেকে আশ্রয় প্রার্থনা করছি। আর আমি সর্বদা তার খিদমতে নিয়োজিত ছিলাম। এমতাবস্থায় আমরা খায়বার থেকে প্রত্যাবর্তন করলাম। তিনি (রাসুল) গনীমত হিসাবে প্রাপ্ত সফিয়্যা বিনত হুয়ায়কে সঙ্গে নিয়ে ফিরলেন।;\n\nআমি লক্ষ্য করলাম, তিনি তার সাওয়ারীর পেছনের দিকে তার আবা বা চাদর দিয়ে ঘিরে সেখানে তার পিছনে তাকে সাওয়ার করলেন। এভাবে যখন আমরা সাহবা নামক স্থানে উপস্থিত হই, তখন তিনি চামড়ার দস্তরখানে হায়স তৈরী করলেন। তারপর তিনি আমাকে পাঠালেন। আমি লোকজনকে দাওয়াত করলাম। (তারা এসে) আহার করলো। এই ছিল তার সঙ্গে তার বাসর যাপন। তারপর তিনি এগিয়ে চললেন। ওহোদ পাহাড় দৃষ্টিগোচর হলে তিনি বললেনঃ এ পাহাড়টি আমাদের ভালবাসে এবং আমরাও তাকে ভালবাসি। তারপর যখন মদিনা তার দৃষ্টিগোচর হল, তখন তিনি বললেনঃ আয় আল্লাহ! আমি এর দু পাহাড়ের মধ্যবর্তী এলাকাকে হরম (সম্মানিত) বলে ঘোষণা করছি, যেভাবে ইবরাহীম (আলাইহিস সালাম) মক্কাকে হরম (সম্মানিত) বলে ঘোষণা দিয়েছিলেন। ইয়া আল্লাহ! এর অধিবাসীদের মুদ ও সা (দুটি মাপ যন্ত্র) এর মধ্যে তুমি বরকত দাও।;\n",
        "id": 5031,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১৩৩. রৌপ্য খচিত পাত্রে আহার করা",
        "hadithBengali": "৫০৩২। আবূ নুআয়ম (রহঃ) ... আবদুর রহমান ইবনু আবূ লায়লা (রহঃ) থেকে বর্ণিত। তিনি বলেন, একবার তারা হুযায়ফা (রাঃ) এর কাছে উপস্থিত ছিলেন। তিনি পানি পান করতে চাইলে এক অগ্নি উপাসক তাকে পানি এনে দিল। সে যখনই পাত্রটি তার হাতে রাখলো, তিনি সেটা ছুড়ে মারলেন এবং বললেন, আমি যদি একবার বা দুবারের অধিক তাকে নিষেধ না করতাম, তাহলেও হতো। অর্থাৎ তিনি যেন বলতে চান, তা হলেও আমি এরুপ করতাম না। কিন্তু আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছিঃ তোমরা রেশম বা রেশম জাত কাপড় পরিধান করো না এবং সোনা ও রুপার পাত্রে পান করো না এবং এগুলোর বাসনে আহার করো না। কেননা তিনি এগুলো কাফিরদের জন্য আর পরকালে তোমাদের জন্য।;\n",
        "id": 5032,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুর রহমান ইবনু আবূ লাইলা (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১৩৪. খাদ্যদ্রব্যের আলোচনা",
        "hadithBengali": "৫০৩৩। কুতায়বা (রহঃ) ... আবূ মূসা আশআরী (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কুরআন পাঠকারী মুমিনের দৃষ্টান্ত নারাঙ্গির ন্যায়, যার ঘ্রানও উত্তম স্বাদও উত্তম। যে মুমিন কুরআন পাঠ করে না, তার দৃষ্টান্ত খেজুরের ন্যায়, যার কোন ঘ্রাণ নেই তবে এর স্বাদ আছে। আর যে মুনাফিক কুরআন পাঠ করে তার দৃষ্টান্ত রায়হানার ন্যায় যার ঘ্রাণ আছে তবে স্বাদ ভিজা আর যে মুনাফিক কুরআন পাঠ করে না তার দৃষ্টান্ত হানযালা ফলের ন্যায়, যার সুঘ্রানও নাই, স্বাদও তিতা।;\n",
        "id": 5033,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ মূসা আল- আশআরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১৩৪. খাদ্যদ্রব্যের আলোচনা",
        "hadithBengali": "৫০৩৪। মুসাদ্দাদ (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ সমস্ত খাদ্যের মধ্যে সারীদের, যেমন মর্যাদা রয়েছে, তেমনি নারীদের মধ্যে আয়িশার (রাঃ) মর্যাদা রয়েছে।;\n",
        "id": 5034,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১৩৪. খাদ্যদ্রব্যের আলোচনা",
        "hadithBengali": "৫০৩৫। আবূ নুআয়ম (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ সফর হলো আযাবের একটা টুকরা, যা তোমাদের সফরকারীকে নিদ্রা ও আহার থেকে বিরত রাখে। তাই তোমাদের কেউ যখন তার প্রয়োজন পূরণ করে তখন সে যেন অবিলম্বে তার পরিবারের কাছে ফিরে যায়।;\n",
        "id": 5035,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১৩৫. সালন প্রসঙ্গে",
        "hadithBengali": "৫০৩৬। কুতায়বা ইবনু সাঈদ (রহঃ) ... কাসিম ইবনু মুহাম্মাদ (রহঃ) থেকে বর্ণিত। তিনি বললেনঃ বারীরার ঘটনায় শরীয়তের তিনটি বিধান প্রতিষ্ঠিত হয়। আয়িশা (রাঃ) তাকে ক্রয় করে মুক্ত করতে চাইলে তার মালিকেরা ওলা, (বিক্রয় এ শর্তে করবে যে,) ওায়ালা (উররাধিকার) আমাদের থাকবে। আয়িশা (রাঃ) বিষয়টি রাসুলুল্লাহসাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সন্মুক্ষে উল্লেখ করলে বললেনঃ তুমি চাইলে তাদের জন্য ওলীর শর্ত মেনে নাও। কারন, প্রকৃকতপক্ষে ওলীর অধিকার লাভ করবে মুক্তিদাতা। তাকে আযাদ করে এখতিয়ার দেওয়া হলো চাইলে পুর্ব স্বামীর সংসারে থাকতে কিংবা চাইলে তার থেকে হতে পারে। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একদিন আয়িশার গৃহে প্রবেশ করলেন। যে সময় চুলার উপর (গোশতের) ডেগচি বলকাচ্ছিল। তিনি সকালের খাবার আনতে বললে তার কাছে রুটি ও ঘরের কিছু তরকারী পেশ করা হলো। তিনি বললেনঃ আমি কি গোশত দেখছি না? তারা বললেনঃ হ্যাঁ (গোশত রয়েছে) ইয়া রাসুলাল্লাহ! কিন্তু তা ঐ গোশত যা বারীরাকে সদকা করা হয়েছিল। এরপর সে তা আমাদের হাদিয়া দিয়েছে। তিনি বললেনঃ এটা তার জন্য সদকা, কিন্তু আমাদের জন্য হাদিয়া।;\n",
        "id": 5036,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "কাসিম বিন মুহাম্মাদ (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১৩৬. হালুয়া ও মধু",
        "hadithBengali": "৫০৩৭। ইসহাক ইবন ইবরাহীম (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হালুয়া ও মধু পছন্দ করতেন।;\n",
        "id": 5037,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১৩৬. হালুয়া ও মধু",
        "hadithBengali": "৫০৩৮। আবদুর রহমান ইবনু শায়বা (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি উদর পূর্তির জন্যই যা পেতাম তাতে সন্তুষ্ট হয়ে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাথে সর্বদা লেগে থাকতাম। সে সময় রুটি খেতে পেতাম না। রেশমী কাপড় পরিধান করতাম না কোন চাকর-চাকরানাও আমার খিদমতে নিয়োজিত থাকত না। আমি পাথরের সাথে পেট লাগিয়ে রাখতাম। আয়াত জানাসত্তেও কোন ব্যাক্তিকে তা পাঠ করার জনা বলতাম যাতে সে আমাকে ঘরে নিয়ে যায় এবং আহার করায়। মিসকীনদের প্রতি অত্যন্ত দরদী ব্যাক্তি ছিলেন জাফর ইবনু আবূ তালিব (রাঃ)। তিনি আমাদের নিয়ে খেতেন এবং ঘরে যা থাকতো তাই আমাদের খাওয়াতেন। এমনকি তিনি আমাদের কাচের পাত্রটিও বের কসে আনতেন, যাতে ঘি থাকতো না। আমরা সেটাই ফেড়ে ফেলতাম এবং এর গায়ে যা লেগে থাকতো তাই চেটে খেতাম।;\n",
        "id": 5038,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১৩৭. কদূ প্রসঙ্গে",
        "hadithBengali": "৫০৩৯। আমর ইবনু আলী (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার এক দর্জি গোলামের বাড়ীতে আসলেন। (আহার কালে) তাঁর সামনে কদু উপস্থিত করা হলে তিনি (বেছে বেছে) কদু খেতে লাগলেন। সে দিন থেকে আমিও কদু খেতে ভালবাসি, যেদিন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে কদু খেতে দেখলাম।;\n",
        "id": 5039,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১৩৮. ভাইদের জন্য আহারের ব্যবস্থা করা",
        "hadithBengali": "৫০৪০। মুহাম্মদ ইবনু ইউসূফ (রহঃ) ... আবূ মাসউদ আনসারী (রাঃ) থেকে বর্ণিত। তিনি বলেন, আবূ শুআয়ব নামক আনসার গোত্রের এক ব্যাক্তির এক কসাই গোলাম ছিল। সে তাকে বললো আমার জন্য কিছু খাবার প্রস্তুত কর, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে দাওয়াত করতে চাই। পাঁচজনের মধ্যে তিনি হবেন একজন। তারপর সে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে দাওয়াত করল। তিনি ছিলেন পাঁচ জনের অন্যতম। তখন এক ব্যাক্তি তাদের পিছে পিছে আসতে লাগল। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তুমি তো আমাকে আমাদের পাঁচ জনের পঞ্চম ব্যাক্তি হিসাবে দাওয়াত দিয়েছ। এ লোকটা আমাদের পিছে পিছে এসেছে। তুমি ইচ্ছা করলে তাকে অনুমতি দিতে পার আর ইচ্ছা করলে বাদও দিতে পার। সে বললো আমি বরং তাকে অনুমতি দিচ্ছি।;\n",
        "id": 5040,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উকবাহ ইবনু আমির (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১৩৯. কাউকে খাওয়ার দাওয়াত দিয়ে নিজে অন্য কাজে ব্যস্ত হওয়া",
        "hadithBengali": "৫০৪১। আবদুল্লাহ ইবনু মুনীর (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি (তখন) ছোট ছিলাম। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে চলাফেরা করতাম। একদিন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক গোলামের কাছে গেলেন সে ছিল দর্জি। সে তার সামনে একটি পাত্র হাযির করল যাতে খাবার ছিল। আর তাতে কদুও ছিল। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বেছে বেছে কদু খেতে লাগলেন। এ দেখে আমি কদূর টুকরাগুলো তার সামনে জমা করতে লাগলাম। তিনি বললেনঃ গোলাম তার কাজে ব্যস্ত হল। আনাস (রাঃ) বলেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে যেদিন এরূপ করতে দেখলাম তারপর থেকে আমিও কদু খাওয়া পছন্দ করতে লাগলাম।;\n",
        "id": 5041,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১৪০. শুরুয়া প্রসঙ্গে",
        "hadithBengali": "৫০৪২। আবদুল্লাহ ইবনু মাসলামা (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত যে, জনৈক দর্জি কিছু খাবার প্রস্তুত করে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে দাওয়াত করলো। আমিও রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সংগে গেলাম। সে যবের রুটি আর কিছু শুরুয়া, যাতে কদু ও শুকনা গোশত ছিল, পরিবেশন করল। আমি দেখলাম রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পেয়ালার চারদিক থেকে কদু বেচে বেছে খাচ্ছেন। সে দিনের পর থেকে আমিও কদু পছন্দ করতে লাগলাম।;\n",
        "id": 5042,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১৪১. শুকনা গোশত প্রসঙ্গে",
        "hadithBengali": "৫০৪৩। আবূ নুআয়ম (রহঃ) আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি দেখলাম রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে কিছু শুরুয়া উপস্থিত করা হল, যাতে কদু ও শুকনা গোশত ছিল। আমি তাকে কদূ বেছে বেছে খেতে দেখলাম।;\n",
        "id": 5043,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১৪১. শুকনা গোশত প্রসঙ্গে",
        "hadithBengali": "৫০৪৪। কাবীসা (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর (তিন দিনের বেশী কুরবানীর গোশত রাখার) নিষেধাজ্ঞা কেবল সে বছরেরই জন্যই ছিল যে বছর লোক দুর্ভিক্ষে পড়েছিল। তিনি চেয়েছিলেন ধনীরা যেন গরীবদের খাওয়ায়। নইলে আমরা তো পরবর্তী সময় পায়াগুলো পনের দিন রেখে দিতাম। মুহাম্মদসাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর পরিবার উপর্যপরি তিন দিন পর্যন্ত সালন-সহ যবের রুটি পেট ভরে খাননি।;\n",
        "id": 5044,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১৪২. একই দস্তরখানে সাথীকে কিছু এগিয়ে দেওয়া বা তার কাছ থেকে কিছু নেওয়া। ইব্'ন মুবারক বলেনঃ একজন অপরজনকে কিছু দেওয়ায় কোন দোষ নেই। তবে এক দস্তরখান থেকে অন্য দস্তরখানে দিবে না",
        "hadithBengali": "৫০৪৫। ইসমাঈল (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একজন দর্জি কিছু খাবার রান্না করে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে দাওয়াত করল। আনাস (রাঃ) বলেন, আমি সে দাওয়াতে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে গেলাম। লোকটি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সামনে যবের রুটি এবং কিছু শুরুয়া, যাতে কদু ও শুকনা গোশত ছিল, পেশ করল। আনাস (রাঃ) বলেন আমি দেখলাম রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পেয়ালার চারপাশ থেকে কদু খুঁজে খাচ্ছেন। সেদিন থেকে আমি কদু ভালবাসতে লাগলাম। সুলামা (রহঃ) আনাস (রাঃ) থেকে বর্ণনা করেনঃ আমি কদুর টুকরাগুলো তাঁর সামনে একত্রিত করে দিতে লাগলাম।;\n",
        "id": 5045,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১৪৩. তাজা খেজুর ও কাঁকুড় প্রসঙ্গে",
        "hadithBengali": "৫০৪৬। আবদুল আযীয ইবনু আবদুল্লাহ (রহঃ) ... আবদুল্লাহ ইবনু জাফর ইবন আবূ তালিব (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে তাজা খেজুর কাঁকুড়ের সাথে মিশিয়ে খেতে দেখেছি।;\n",
        "id": 5046,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু জাফার (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১৪৪. রদ্দি খেজুর প্রসঙ্গে",
        "hadithBengali": "৫০৪৭। মুসাদ্দাদ (রহঃ) ... আবূ উসমান (রহঃ) থেকে বর্ণিত। তিনি বলেন একবার আমি সাত দিন পর্যন্ত আবূ হুরায়রার মেহমান ছিলাম। (আমি লক্ষ্য করলাম) তিনি, তার স্ত্রী ও খাদেম পালাক্রমে রাতকে তিনভাগে বিভক্ত করে নিয়েছিলেন। তাদের মধ্যে একজন সালাত (নামায/নামাজ) আদায় করে আরেক জনকে জাগিয়ে দিলেন। আর আমি তাকে এ কথাও বলতে শুনেছি যে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর সঙ্গীদের মাঝে কিছু খেজুর বন্টন করলেন। আমি ভাগে সাতটি পেলাম, তার মধ্যে একটি ছিল রদ্দি।;\n",
        "id": 5047,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ উসমান (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১৪৪. রদ্দি খেজুর প্রসঙ্গে",
        "hadithBengali": "৫০৪৮। মুহাম্মদ ইবনু সাব্বাহ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের মাঝে কিছু খেজুর বণ্টন করলেন। আমি ভাগে পেলাম পাঁচটি। চারটি খেজুর (উৎকৃষ্ট) আর একটি রদ্দি। এই রদ্দি খেজুরটই আমার দাতে খুব শক্তবোধ হল।;\n",
        "id": 5048,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১৪৫. তাজা ও শুকনা খেজুর প্রসঙ্গে। আর মহান আল্লাহ্'র বাণীঃ তুমি তোমার দিকে খেজুন বৃক্ষের কান্ডে নাড়া দাও, তা তোমার জন্য সুপক্ক তাজা খেজুর ঝরাবে। মুহাম্মদ ইবন ইউসুফ (র)... আয়েশা (রা) থেকে বর্ণিত। তিনি বলেন, যখন রাসূলুল্লাহ্' (সাঃ) ইন্তিকাল করেন, তখন আমরা দুই কালো বস্তু দ্বারা পরিতৃপ্ত হতাম- খেজুর এবং পানি দ্বারা।",
        "hadithBengali": "৫০৪৯। সাঈদ ইবনু আবূ মারইয়াম (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, মদিনায় এক ইয়াহুদী ছিল। সে আমাকে কর্জ দিত, আমার খেজুর পাড়ার মিয়াদ পর্যন্ত। রামা নামক স্থানের পথের ধারে জাবির (রাঃ) এর এক খন্ড জমি ছিল। আমি কর্জ পরিশোধে এক বছর বিলম্ব করলাম। এরপর খেজুর পাড়ার মৌসুমে ইয়াহুদী আমার কাছে আসলো, আমি তখনো খেজুর পাড়তে পারিনি। আমি তার কাছে আগামী বছর পর্যন্ত অবকাশ চাইলাম। সে অস্বীকার করছেন। এ খবর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জানোান হলো। তিনি সাহাবীদের বললেনঃ চলো জাবিরের জন্য ইয়াহুদী থেকে অবকাশ নেই। তারপর তারা আমার বাগানে আসলেন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইয়াহুদীর সাথে এ নিয়ে কথাবার্তা বললেন। সে বললোঃ হে আবূল কাসিম। আমি তাকে আর অবকাশ দেব না। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার এ কথা শুনে উঠলেন এবং বাগানটি প্রদক্ষিন করে তার কাছে এসে আবার আলাপ করলেন। সে এবারও অস্বীকার করল।;\n\nএরপর আমি উঠে পিঠে সামান্য কিছু তাজা খেজুর নিয়ে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সামনে রাখলাম। তিনি কিছু খেলেন। তারপর বললেনঃ হে জাবির! তোমার ছাপড়াটা কোথায়? আমি তাকে জানিয়ে দিলাম। তিনি বললেনঃ সেখানে আমার জন্য বিছানা দাও। আমি বিছানা বিছিয়ে দিলে তিনি এতে ঢুকে ঘুমিয়ে পড়লেন। ঘুম থেকে জাগ্রত হলে আমি তার কাছে আরেক মুষ্টি খেজুর নিয়ে আসলাম। তিনি তা থেকে খেলেন। তারপর উঠে আবার ইয়াহুদীর সাথে কথা বললেন। সে অস্বীকার করলো। তখন তিনি দ্বিতীয়বার খেজুর বাগানে গেলেন এবং বললেনঃ হে জাবির তুমি খেজুর কাটতে থাক এবং কর্জ পরিশেধি কর। এই বলে, তিনি খেজুর পাড়ার স্থানে বললেনঃ আমি খেজুর পেড়ে ইয়াহুদীর পাওনা শোধ করলাম। এরপর আরও সে পরিমাণ খেজুর উদ্বৃত্ত রইল। আমি বেরিয়ে এসে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে এ সুসংবাদ দিলাম। তিনি বললেনঃ তুমি সাক্ষ্য থাক যে, আমি আল্লাহর রাসুল।;\n",
        "id": 5049,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "জাবির ইবনু আবদুল্লাহ আনসারী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১৪৬. খেজুর গাছের মাথী খাওয়া প্রসঙ্গে",
        "hadithBengali": "৫০৫০। উমর ইবনু হাফস ইবনু গিয়াস (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেন একদা আমরা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে উপবিষ্ট ছিলাম। এমন সময় তাঁর কাছে কিছু খেজুর বৃক্ষের মাথী আনা হল। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ এমন একটি বৃক্ষ আছে যার বরকত মুসলিমের বরকতের ন্যায়। আমি ভাবলাম তিনি খেজুর বৃক্ষ উদ্দেশ্য করেছেন। আমি বলতে চাইলাম ইয়া রাসুলাল্লাহ! সেটি কি খেজুর বৃক্ষ? কিন্তু এদিক ওদিক তাকিয়ে দেখলাম আমি উপস্থিত দশ জনের দশম ব্যাক্তি এবং সকলের ছোট, তাই আমি চুপ রইলাম। পরে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ সেটা খেজুর গাছ।;\n",
        "id": 5050,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১৪৭. আজওয়া খেজুর প্রসঙ্গে",
        "hadithBengali": "৫০৫১। জুম্'আ ইবনু আবদুল্লাহ (রহঃ) ... সাদ (রাঃ) তার পিতা থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যাক্তি প্রত্যহ সকালে সাতটি আজওয়া (উৎকৃষ্ট) খেজুর খাবে, সেদিন তাকে কোন বিষ ও যাদু ক্ষতি করবে না।;\n",
        "id": 5051,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সা'দ বিন আবূ ওয়াক্কাস (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১৪৮. একসঙ্গে মিলিয়ে একাধিক খেজুর খাওয়া",
        "hadithBengali": "৫০৫২। আদম (রহঃ) ... জাবালা ইবনু সুহায়ম (রহঃ) থেকে বর্ণিত। তিনি বলেন, ইবনু যুবায়র এর আমলে আমাদের উপর দুর্ভিক্ষ পতিত হল। তখন তিনি খাদ্য হিসাবে আমাদের কিছু খেজুর দিলেন। আবদুল্লাহ ইবনু উমর (রাঃ) আমাদের নিকট দিয়ে যাচ্ছিলেন। সে সময় আমরা খাচ্ছিলাম। তিনি বললেনঃ একত্রে একাধিক খেজুর খেয়ো না। কেননা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একত্রে একাধিক খেজুর খেতে নিষেধ করেছেন। তিনি বলেন, তবে কেউ যদি তার ভাইকে অনুমতি দেয় তাহলে এতে কোন দোষ নেই। শুবা বলেন, অনুমতির বিষয়টি ইবনু উমরের নিজের কথা।;\n",
        "id": 5052,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "জাবালাহ (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১৪৯. কাঁকুড় প্রসঙ্গে",
        "hadithBengali": "৫০৫৩। ইসমাঈল ইবনু আবদুল্লাহ (রহঃ) ... আবদুল্লাহ ইবনু জাফর (রাঃ) থেকে বর্নিত। তিনি বলেন আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে কাকুড় (ক্ষীরা বা শসা জাতীয় ফল) এর সাথে খেজুর খেতে দেখেছি।;\n",
        "id": 5053,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু জাফার (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১৫০. খেজুর বৃক্ষের বরকত",
        "hadithBengali": "৫০৫৪। আবূ নুআয়ম (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, বৃক্ষসমূহের মধ্যে একটি বৃক্ষ আছে, যা (বরকত ও উপকারিতায়) মুসলিমের সদৃশ আর তা হলো- খেজুর গাছ।;\n",
        "id": 5054,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১৫১. একই সঙ্গে দু'রকম খাদ্য বা সু-স্বাদের খাদ্য খাওয়া",
        "hadithBengali": "৫০৫৫। ইবনু মুকাতিল (রহঃ) ... আবদুল্লাহ ইবনু জাফর (রহঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে কাঁকুড়ের সাথে খেজুর খেতে দেখেছি।;\n",
        "id": 5055,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু জাফার (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১৫২. দশজন দশজন করে মেহমান ভিতরে ডাকা এবং দশজন দশজন করে আহারে বসা",
        "hadithBengali": "৫০৫৬। সালত ইবনু মুহাম্মদ (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত যে, তার মা উম্মে সুলায়ম (রাঃ) এক মুদ যব নিয়ে তা পিষলেন এবং এ দিয়ে খতীফা (দুধ ও আটা মিশ্রিত) তৈরী করলেন এবং ঘি এর পাত্র নিংড়িয়ে দিলেন। তারপর তিনি আমাকে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে পাঠালেন। তিনি সাহাবাদের মাঝে ছিলেন। এ সময় আমি তার কাছে এসে তাকে দাওয়াত করলাম। তিনি বললেনঃ আমার সঙ্গে যারা আছে? আমি বাড়ীতে এসে বললাম। সে জিজ্ঞেস করছেন আমার সঙ্গে যারা আছে? তারপর আবূ তালহা (রাঃ) তার কাছে গিয়ে বললেনঃ ইয়া রাসুলাল্লাহ! এতো অতি সামান্য খাবার যা উম্মে সুলায়ম তৈরী করেছে। এরপর তিনি আসলেন। তার কাছে সেগুলো আনা হল। তিনি বললেনঃ দশ জনকে আমার কাছে প্রবেশ করতে দাও। তারা এসে তৃপ্তি সহকারে খেলেন। তিনি পুনরায় বললেনঃ আরো দশজনকে আমার কাছে প্রবেশ করতে দাও। তারা এসে পরিতৃপ্ত হয়ে খেলেন। তিনি আবার বলেনঃ আরো দশজনকে আমার কাছে আসতে দাও। এভাবে তিনি শেষ সংখ্যা পর্যন্ত উল্লেখ করলেন। তারপর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খেলেন এবং চলে গেলেন। আমি দেখতে লাগলাম, তা থেকে কিছু কমেছে কিনা? অর্থাৎ কিছুমাত্র কমেনি।;\n",
        "id": 5056,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১৫৩. রসূন ও (দুর্গন্ধ যুক্ত) তরকারী মাকরূহ হওয়া প্রসঙ্গে। এ ব্যাপারে ইব্'ন উমার (রা) থেকে রাসূলুল্লাহ্' (সাঃ) এর হাদীস বর্ণিত হয়েছে",
        "hadithBengali": "৫০৫৭। মুসাদ্দাদ (রহঃ) ... আবদুল আযীয (রহঃ) থেকে বর্ণিত। তিনি বলেনঃ আনাস (রাঃ) কে জিজ্ঞেস করা হল আপনি রসুনের ব্যাপারে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছ থেকে কী শুনেছেন? তিনি বললেনঃ যে ব্যাক্তি তা খাবে সে যেন আমাদের মসজিদের কাছেও না আসে (এ উক্তি)।;\n",
        "id": 5057,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আব্দুল আযীয ইবন সুহায়ব (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১৫৩. রসূন ও (দুর্গন্ধ যুক্ত) তরকারী মাকরূহ হওয়া প্রসঙ্গে। এ ব্যাপারে ইব্'ন উমার (রা) থেকে রাসূলুল্লাহ্' (সাঃ) এর হাদীস বর্ণিত হয়েছে",
        "hadithBengali": "৫০৫৮। আলী ইবনু আবদুল্লাহ (রহঃ) ... আতা (রহঃ) থেকে বর্ণিত আছে যে, জাবির ইবনু আবদুল্লাহ (রাঃ) মনে করেন যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যাক্তি রসূন বা পেঁয়াজ খাবে সে যেন আমাদের থেকে দুরে থাকে। অথবা তিনি বলেছেনঃ সে যেন আমাদের মসজিদ থেকে দুরে থাকে।;\n",
        "id": 5058,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আতা ইবনু আবী রাবাহ (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১৫৪. কাবাছ-পিলু গাছের পাতা প্রসঙ্গে",
        "hadithBengali": "৫০৫৯। সাঈদ ইবনু উফায়র (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমরা মক্কার যাহরান নামক স্থানে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে ছিলাম এবং পিলু ফল পাড়ছিলাম। তিনি বললেনঃ কালোটা নিও। কেননা, সেটা সুস্বাদু। তাকে জিজ্ঞাসা করা হলোঃ আপনি কি বকরী চরিয়েছেন? তিনি বললেনঃ হ্যাঁ। এমন নবী নেই যিনি বকরী চরান নি।;\n",
        "id": 5059,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "জাবির ইবনু আবদুল্লাহ আনসারী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১৫৫. আহারের পর কুলি করা",
        "hadithBengali": "৫০৬০। আলী ইবনু আবদুল্লাহ (রহঃ) ... সুওয়ায়দ ইবনু নূমান (রাঃ) থেকে বর্নিত। তিনি বলেনঃ আমরা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে খায়বার অভিযানে রওয়ানা হলাম। সাহবা নামক স্থানে পৌছলে তিনি খাবার আনতে বললেন। কিন্তু ছাতু ছাড়া আর কিছু আনা হল না। আমরা তা-ই খেলাম। তারপর সালাতের জন্য উঠে কুলি করলেন। আমরাও কুলি করলাম। ইয়াহইয়া বলেনঃ আমি বুশায়রকে সুওয়ায়েদ সুত্রে বর্ণনা করতে শুনেছি যে, আমরা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে খায়বরের দিকে রওয়ানা হলাম। আমরা যখন সাহবা নামক স্থানে পৌহুলাম, ইয়াহইয়া বলেন, এ স্থানটি খায়বর থেকে এক মনযিলের পথে, তিনি খাবার নিয়ে আসতে বললেন। কিন্তু ছাতু ছাড়া অন্য কিছু আনা হলো না। আমরা তাই মুখে দিয়ে নাড়াচাড়া করে খেয়ে ফেললাম। তিনি পানি আনতে বললেন এবং কুলি করলেন, আমরাও কুলি করলাম। এরপর তিনি আমাদের নিয়ে মাগরিবের সালাত (নামায/নামাজ) আদায় করলেন। কিন্তু উযূ (ওজু/অজু/অযু) করলেন না।;\n",
        "id": 5060,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সুওয়াইদ ইবনু নুমান (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১৫৬. রুমাল দিয়ে মুছে ফেলার আগে আঙ্গুল চেটে ও চুষে খাওয়া",
        "hadithBengali": "৫০৬১। আলী ইবনু আবদুল্লাহ (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের কেউ যখন আহার করে সে যেন তার হাত না মোছে, যতক্ষন না সে তা নিজে চেটে খায় কিংবা অন্যকে দিয়ে চাটিয়ে নেয়।;\n",
        "id": 5061,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১৫৭. রুমাল প্রসঙ্গে",
        "hadithBengali": "৫০৬২। ইবরাহীম ইবনু মুনযির (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত। আগুনে স্পর্শ বস্তু খাওয়ার পর উযূ (ওজু/অজু/অযু) করা সম্বন্ধে তাকে জিজ্ঞেস করা হলে তিনি বললেনঃ না, উযূ করতে হবে না। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যুগে তো আমরা এরুপ খাদ্য কমই পেতাম। যখন আমরা তা পেতাম তখন আমাদের তো হাতের তার, হাত ও পা ছাড়া কোন রুমাল ছিল না (আমরা এগুলোতে মুছে ফেলতাম)। তারপর (নতুন) উযূ না করেই আমরা সালাত (নামায/নামাজ) আদায় করতাম।;\n",
        "id": 5062,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "জাবির ইবনু আবদুল্লাহ আনসারী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১৫৮. আহারের পর কি পড়বে?",
        "hadithBengali": "৫০৬৩। আবূ নূআয়ম (রহঃ) ... আবূ উসামা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর দস্তর খান তুলে নেয়া হল। তিনি বলতেনঃ পবিত্র বরকতময় অনেক অনেক প্রশংসা আল্লাহর জন্য। হে আমাদের রব, এ থেকে কখনো বিমুখ হতে পারবো না, বিদায় নিতে পারবো না এবং এ থেকে অমুখাপেক্ষী হতেও পারবো না।;\n",
        "id": 5063,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ  উমামাহ্  বাহিলী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১৫৮. আহারের পর কি পড়বে?",
        "hadithBengali": "৫০৬৪। আবূ আসিম (রহঃ) ... আবূ উমামা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন আহার শেষ করতেন, রাবী আরো বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর দস্তরখান যখন তুলে নেয়া হতো তখন তিনি বলতেনঃ সমস্ত প্রশংসা আল্লাহর জন্য যিনি যথেষ্ট খাইয়েছেন এবং পরিতৃপ্ত করেছেন। তার থেকে বিমুখ হওয়া যায় না এবং তার প্রতি অকৃজ্ঞতা প্রকাশ করা যায় না। রাবী কখনো বলেনঃ হে আমাদের রব, তোমার জন্যই সকল প্রশংসা, এর থেকে বিমুখ হওয়া যাবে না, একে পরিত্যাগ করাও যাবে না এবং এর থেকে অমুখাপেক্ষীও হওয়া যাবে না; হে, আমাদের রব।;\n",
        "id": 5064,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ  উমামাহ্  বাহিলী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১৫৯. খাদেমের সাথে আহার করা",
        "hadithBengali": "৫০৬৫। হাফস ইবনু উমর (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের কারো খাদেম যখন তার খাবার নিয়ে আসে তখন তাকে সাথে বসিয়ে না খাওয়ালেও সে যেন তাকে এক লুকমা বা দু লুকমা খাবার দেয়, কেননা সে তার গরম ও ক্লেশ সহ্য করেছেন।;\n",
        "id": 5065,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১৬১. কাউকে আহারের দাওয়াত দিলে একথা বলা যে, এ ব্যক্তি আমার সঙ্গের। আনাস (রাঃ) বলেন, তুমি কোন মুসলিমের কাছে গেলে তার আহার থেকে খাও এবং তার পানীয় থেকে পান কর।",
        "hadithBengali": "بَابُ الطَّاعِمُ الشَّاكِرُ مِثْلُ الصَّائِمِ الصَّابِرِ;\n\nفِيهِ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ;\n\n২১৬০. পরিচ্ছেদঃ কৃতজ্ঞ আহারকারী ধৈর্যশীল সিয়াম পালনকারীর মতো। এ ব্যাপারে আবু হুরায়রা (রাঃ) থেকে রাসূলুল্লাহ্' সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর একটি হাদীস বর্ণিত আছে।;\n\n৫০৬৬। আবদুল্লাহ ইবনু আবুল আসওয়াদ (রহঃ) ... আবূ মাসউদ আনসারী (রাঃ) থেকে বর্ণিত। তিনি বলেন, আনসার গোত্রের এক ব্যাক্তি যার কুনিয়াত (ডাক নাম) ছিল আবূ শুআয়ব তার একটি কসাই গোলাম ছিল। সে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট আসলো, তখন তিনি সাহাবীদের মাঝে উপস্থিত ছিলেন। তখন সে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর চেহারায় ধরন লক্ষ্য করলো, লোকটি তার কসাই গোলামের কাছে গিয়ে বললঃ আমার জন্য কিছু খাবার প্রস্তুত কর যা পাঁচজনের জন্য যথেষ্ট হয়। আমি রাতে পাঁচ জনকে দাওয়াত করব, যার পঞ্চম ব্যাক্তি হবেন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম। গোলামটি তার জন্য কিছু খাবার প্রস্তুত করলো। লোকটি তার কাছে এসে তাকে দাওয়াত করলো। এক ব্যাক্তি তাদের সঙ্গে গেল। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ হে শুআয়ব! এক ব্যাক্তি আমাদের সঙ্গে এসেছে। তুমি চাইলে তাকে অনুমতি দিতে পার, আর চাইলে তাকে বিদায়ও করতে পার। সে বললঃ না। আমি তাকে অনুমতি দিলাম।;\n",
        "id": 5066,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উকবাহ ইবনু আমির (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১৬২. রাতের খাবার পরিবেশন করা হলে তা রেখে অন্য কাজে ত্বরা করবে না",
        "hadithBengali": "৫০৬৭। আবূল ইয়ামান ও লায়স (রহঃ) ... আমর ইবনু উমাইয়্যা (রাঃ) থেকে বর্ণিত। তিনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে নিজ হাতে বকরীর স্কন্ধ থেকে কেটে খেতে দেথেছেন। তারপর সালাতের প্রতি আহবান করা হলে তিনি তা রেখে দিলেন এবং সে ছুরিটিও যা দিয়ে কেটে খাচ্ছিলেন। তারপর উঠে গিয়ে সালাত (নামায/নামাজ) আদায় করলেন। তিনি (নতুন) উযূ (ওজু/অজু/অযু) করলেন না।;\n",
        "id": 5067,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আমর ইবনু উমাইয়াহ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১৬২. রাতের খাবার পরিবেশন করা হলে তা রেখে অন্য কাজে ত্বরা করবে না",
        "hadithBengali": "৫০৬৮। মুআল্লা ইবনু আসাদ (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যদি রাতের খাবার পরিবেশিত হয় এবং সালাত (নামায/নামাজ) এর আযান দেয়া হয়, তাহলে তোমরা আগে আহার করে নিবে। অন্য সনদে আইয়্যুব, নাফি (রহঃ) এর সুত্রে ইবনু উমর (রাঃ) থেকেও অনুরুপ হাদীস নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত হয়েছে। আইয়্যুব নাফি (রহঃ) এর সুত্রে ইবনু উমর (রাঃ) থেকে আরো বর্ণনা করেছেন যে, তিনি একবার রাতের খাবার খাচ্ছিলেন, এ অবস্থায় ইমামের কিরআতও শুনছিলেন।;\n",
        "id": 5068,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১৬২. রাতের খাবার পরিবেশন করা হলে তা রেখে অন্য কাজে ত্বরা করবে না",
        "hadithBengali": "৫০৬৯। মুহাম্মদ ইবনু ইউসুফ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যখন সালাত (নামায/নামাজ) এর ইকামাত দেয়া হয় এবং রাতের খাবারও উপস্থিত হয়ে যায়, তাহলে তোমরা আগে আহার করে নেবে।;\n",
        "id": 5069,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১৬৩. মহান আল্লাহ্'র বাণীঃ খাওয়া শেষ হলে তোমরা চলে যাবে",
        "hadithBengali": "৫০৭০। আবদুল্লাহ ইবনু মুহাম্মদ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি পর্দা (আয়াত নাযিল হওয়া) সম্পর্কে সর্বাধিক অবহিত। এ ব্যাপারে উবাই ইবনু কাব (রাঃ) আমাকে জিজ্ঞেস করতেন। যায়নাব বিনত জাহশের সঙ্গে নববিবাহিত হিসেবে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর ভোর হল। তিনি মদিনায় তাকে বিবাহ করেছিলেন। ওঠার পর তিনি লোকজনকে খাওয়ার জন্য দাওয়াত করলেন। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বসে ছিলেন। (আহারের পর) অনেক লোক চলে যাওয়ার পরও কিছু লোক তাঁর সাথে বসে থাকলো। অবশেষে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উঠে গেলেন আমিও তার সাথে সাথে গেলাম।;\n\nতিনি আয়িশা (রাঃ) এর হুজরার দরজায় পৌছলেন। তারপর ভাবলেন লোকেরা হয়তো চলে গেছে। আমিও তার সাথে ফিরে আসলাম। (এসে দেখলাম) তারা স্বস্থানে বসেই রয়েছে। তিনি পুনরায় ফিরে গেলেন। আমিও তার সঙ্গে পুনয়রায় ফিরে গেলাম। এমন কি তিনি আয়িশা (রাঃ) এর গৃহের দরজা পর্যন্ত পৌছে আবার ফিরে আসলেন। আমিও তার সঙ্গে ফিরে আসলাম। এবার (দেখলাম) তারা উঠে গেছে। তারপর তিনি আমার ও তার মাঝে পর্দা ঝুলিয়ে দিলেন। তখন পর্দার আয়াত নাযিল হলো।;\n",
        "id": 5070,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    }
]