[
    {

        "chapter_bn": "১৭৪। গোসলের পূর্বে উযূ করা",
        "hadithBengali": "এ প্রসঙ্গে আল্লাহ্' তাআলার বাণীঃ যদি তোমরা অপবিত্র থাক তবে বিশেষভাবে পবিত্র হবে। তোমরা যদি পীড়িত হও বা সফরে থাক বা তোমাদের কেউ শৌচগার থেকে আসে অথবা তোমরা স্ত্রীর সাথে সংগত হও এবং পানি না পাও তবে পবিত্র মাটি দিয়ে তায়াম্মুম করবে এবং তা তোমাদের মুখে ও হাতে বুলাবে। আল্লাহ্' তোমাদের কষ্ট দিতে চান না; বরং তিনি তোমাদের পবিত্র করতে চান যাতে তোমরা শোকর আদায় কর।; (৫ : ৬);\n\nএবং আল্লাহ্'র বাণীঃ হে মুমিনগণ! তোমরা নেশাগ্রস্ত অবস্থায় সালাতের ধারেও যেয়োনা, যতক্ষন না তোমরা যা বল তা বুঝতে পার, আর যদি তোমরা পথবাহী না হও তবে অপবিত্র অবস্থায়ও না, যতক্ষন না তোমরা গোসল কর। আর তোমরা যদি পীড়িত হও অথবা সফরে থাক অথবা তোমাদের কেউ যদি শৌচাগার থেকে আসে অথবা স্ত্রীসংগম করে, আর পানি না পায়, তাহলে পবিত্র মাটি দিয়ে তায়াম্মুম কর, এবং তা মুখ ও হাতে বুলাবে। আল্লাহ্' পাপ মোচনকারী ও ক্ষমাশীল। (৪ : ৪৩);\n\n\n২৪৬। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) .... আয়িশা (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন জানবাতের গোসল করতেন, তখন প্রথমে তাঁর হাত দুটো ধুয়ে নিতেন। তারপর সালাত (নামায/নামাজ)-এর উযূর মত উযূ (ওজু/অজু/অযু) করতেন। তারপর তাঁর আঙ্গুলগুলো পানিতে ডুবিয়ে নিয়ে চুলের গোড়া খিলাল করতেন। তারপর তাঁর উভয় হাতের তিন আঁজলা পানি মাথায় ঢালতেন। তারপর তাঁর সারা দেহের উপর পানি পৌঁছিয়ে দিতেন।;\n\n\n",
        "id": 246,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৭৪। গোসলের পূর্বে উযূ করা",
        "hadithBengali": "২৪৭। মুহাম্মদ ইবনু ইউসুফ (রহঃ) ..... মায়মুনা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সালাতের উযূর ন্যায় উযূ (ওজু/অজু/অযু) করলেন, অবশ্য পা দুটো ছাড়া এবং তাঁর লজ্জাস্থান ও যে যে স্থানে নাপাক লেগেছে তা ধুয়ে নিলেন। তারপর নিজের উপর পানি ঢেলে দেন। তারপর সেখান থেকে সরে গিয়ে পা দুটো ধুয়ে নেন। এই ছিল তাঁর জানবাতের গোসল।;\n",
        "id": 247,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "মাইমূনাহ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৭৫। স্বামী-স্ত্রীর একসাথে গোসল",
        "hadithBengali": "২৪৮। আদম ইবনু আবূ ইয়াস (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমি ও নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একই পাত্রে (কাদাহ) থেকে (পানি নিয়ে) গোসল করতাম। সেই পাত্রকে ফারাক বলা হতো।;\n",
        "id": 248,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৭৬। এক সা' বা অনুরূপ পাত্রের পানিতে গোসল",
        "hadithBengali": "২৪৯। আবদুল্লাহ ইবনু মুহাম্মদ (রহঃ) .... আবূ সালামা (রহঃ) থেকে বর্ণিত, তিনি বলেনঃ আমি ও আয়িশা (রাঃ)-এর ভাই আয়িশা (রাঃ)-এর নিকট গেলাম। তাঁর ভাই তাঁকে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর গোসল সম্পর্কে জিজ্ঞাসা করলেন। তিনি প্রায় এক সা (তিন কেজির চেয়ে কিছু পরিমাণ বেশি)-এর সমপরিমান এক পাত্র আনালেন। তারপর তিনি গোসল করলেন এবং নিজের মাথার উপর পানি ঢাললেন। তখন আমাদের ও তাঁর মাঝে পর্দা ছিল।;\n\nআবূ আবদুল্লাহ [ইমাম বুখারী (রহঃ)] বলেন যে, ইয়াযীদ ইবনু হারূন (রহঃ), বাহয ও জুদ্দী (রহঃ) শুবা (রহঃ) থেকে نَحْوًا مِنْ صَاعٍ এর পরিবর্তে قَدْرِ صَاعٍ (এক সা পরিমাণ)-এর কথা বর্ণনা করেন।;\n",
        "id": 249,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ সালামাহ্ ইবনু আবদুর রাহমান (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৭৬। এক সা' বা অনুরূপ পাত্রের পানিতে গোসল",
        "hadithBengali": "২৫০। আবদুল্লাহ ইবনু মুহাম্মদ (রহঃ) ... আবূ জাফর (রহঃ) থেকে বর্ণনা করেন যে, তিনি ও তাঁর পিতা জাবির ইবনু আবদুল্লাহ (রাঃ)-এর কাছে ছিলেন। সেখানে আরো কিছু লোক ছিলেন। তাঁরা তাঁকে গোসল সম্পর্কে জিজ্ঞাসা করলেন। তিনি বললেন, এক সা তোমার জন্য যথেষ্ট। তখন এক ব্যাক্তি বলে উঠলঃ আমার জন্য তা যথেষ্ট নয়। জাবির (রাঃ) বললেনঃ যাঁর মাথায় তোমার চাইতে বেশি চুল ছিল এবং তোমার চাইতে যিনি উত্তম ছিলেন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর জন্য তো এ পরিমাণই যথেষ্ট ছিল। তারপর তিনি এক কাপড়ে আমাদের ইমামতি করেন।;\n",
        "id": 250,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ জাফার (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৭৬। এক সা' বা অনুরূপ পাত্রের পানিতে গোসল",
        "hadithBengali": "২৫১। আবূ নুআয়ম (রহঃ) .... ইবনু আব্বাস (রাঃ) থেকে বর্ণনা করেন যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ও মায়মূনা (রাঃ) একই পাত্রের পানি দ্বারা গোসল করতেন।;\n\nআবূ আবদুল্লাহ (রহঃ) বলেন, ইবনু উয়ায়না (রহঃ) তাঁর শেষ জীবনে ইবনু আব্বাস (রাঃ)-এর মাধ্যমে মায়মূনা (রাঃ) থেকে ইহা বর্ণনা করতেন। তবে আবূ নুআয়ম (রাঃ)-এর বর্ণনাই ঠিক।;\n",
        "id": 251,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৭৭। মাথায় তিনবার পানি ঢালা",
        "hadithBengali": "২৫২। আবূ নুআয়ম (রহঃ) .... জুবায়র ইবনু মুতইম (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমি মাথায় তিনবার পানি ঢেলে থাকি। এই বলে তিনি উভয় হাতের দ্বারা ইশারা করেন।;\n",
        "id": 252,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "জুবায়র ইবনু মুতইম (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৭৭। মাথায় তিনবার পানি ঢালা",
        "hadithBengali": "২৫৩। মুহাম্মদ ইবনু বাশশার (রহঃ) .... জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত, তিনি বলেন যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিজের মাথায় তিনবার পানি ঢালতেন।;\n",
        "id": 253,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "জাবির ইবনু আবদুল্লাহ আনসারী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৭৭। মাথায় তিনবার পানি ঢালা",
        "hadithBengali": "২৫৪। আবূ নুআয়ম (রহঃ) .... আবূ জাফর (রহঃ) থেকে বর্ণিত, তিনি বলেনঃ আমাকে জাবির (রাঃ) বলেছেন, আমার কাছে তোমার চাচাত ভাই অর্থাৎ হাসান ইবনু মুহাম্মদ ইবনু হানাফিয়্যা এসেছিলেন। তিনি জিজ্ঞাসা করলেন, জানবাতের গোসল কিভাবে করতে হয়? আমি বললাম, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তিন আঁজলা পানি নিতেন এবং নিজের মাথার উপর ঢেলে দিতেন। তারপর নিজের সারা দেহে পানি পৌঁছিয়ে দিতেন। তখন হাসান আমাকে বললেন, আমার মাথার চুল খুব বেশি। আমি তাঁকে বললাম, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর চুল তোমার চেয়ে অধিক ছিল।;\n",
        "id": 254,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ জাফার (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৭৮। একবার পানি ঢেলে গোসল করা",
        "hadithBengali": "২৫৫। মূসা ইবনু ইসমাঈল (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, তিনি বলেন, মায়মূনা (রাঃ) বলেনঃ আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর জন্য গোসলের পানি রাখলাম। তিনি তাঁর হাত দুবার বা তিনবার ধুয়ে নিলেন। পরে তাঁর বাম হাতে পানি নিয়ে তাঁর লজ্জাস্থান ধুয়ে ফেললেন। তারপর মাটিতে হাত ঘষলেন। তারপর কুলি করলেন, নাকে পানি দিলেন আর তাঁর চেহারা ও দুহাত ধুয়ে নিলেন। এরপর তাঁর সারা দেহে পানি ঢাললেন। তারপর একটু সরে গিয়ে দুপা ধুয়ে নিলেন।;\n",
        "id": 255,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৭৯। গোসলে হিলাব* বা খুশবু ব্যবহার করা।",
        "hadithBengali": "২৫৬। মুহাম্মদ ইবনুল মূসান্না (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন জানবাতের গোসল করতেন, তখন হিলাবের অনুরূপ পাত্র চেয়ে নিতেন। তারপর এক আঁজলা পানি নিয়ে প্রথমে মাথার ডান পাশ এবং পরে বাম পাশ ধুয়ে ফেলতেন। দুহাতে মাথার মাঝখানে পানি ঢালতেন।;\n",
        "id": 256,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৮০। জানাবাতের গোসলে কুলি করা ও নাকে পানি দেওয়া",
        "hadithBengali": "২৫৭। উমর ইবনু হাফস্ ইবনু গিয়াস (রহঃ) .... ইবনু আব্বাস (রাঃ) থেকে বর্ণনা করেন যে, মায়মূনা (রাঃ) বলেনঃ আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর জন্য গোসলের পানি ঢেলে রাখলাম। তিনি তাঁর ডান হাত দিয়ে বাঁ হাতে পানি ঢাললেন এবং উভয় হাত ধুইলেন। এরপর তাঁর লজ্জাস্থান ধুয়ে নিলেন এবং মাটিতে তাঁর হাত ঘষে নিলেন। পরে তা ধুয়ে কুলি করলেন, নাকে পানি দিলেন, তারপর তাঁর চেহারা ধুইলেন এবং মাথার উপর পানি ঢাললেন। পরে ঐ স্থান থেকে সরে গিয়ে দুই পা ধুইলেন। অবশেষে তাঁকে একটি রুমাল দেওয়া হল, কিন্তু তিনি তা দিয়ে শরীর মুছলেন না।;\n",
        "id": 257,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৮১। পরিচ্ছন্নতার জন্য মাটিতে হাত ঘষা",
        "hadithBengali": "২৫৮। আবদুল্লাহ ইবনু যুবাইর হুমায়দী (রহঃ) .... মায়মূনা (রাঃ) থেকে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জানবাতের গোসল করলেন। তিনি নিজের লজ্জাস্থান ধুয়ে ফেললেন। তারপর হাত ঘষলেন এবং তা ধুইলেন। তারপর সালাতের উযূর মত উযূ (ওজু/অজু/অযু) করলেন। গোসল শেষ করে তিনি তাঁর দু পা ধুইলেন।;\n",
        "id": 258,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "মাইমূনাহ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৮২। যখন জানাবাত ছাড়া হাতে কোন নাপাকী না থাকে, ফরয গোসলের আগে হাত না ধুয়ে পানির পাত্রে তা প্রবেশ করানো যায় কি?",
        "hadithBengali": "وَأَدْخَلَ ابْنُ عُمَرَ وَالْبَرَاءُ بْنُ عَازِبٍ يَدَهُ فِي الطَّهُورِ، وَلَمْ يَغْسِلْهَا ثُمَّ تَوَضَّأَ. وَلَمْ يَرَ ابْنُ عُمَرَ وَابْنُ عَبَّاسٍ بَأْسًا بِمَا يَنْتَضِحُ مِنْ غُسْلِ الْجَنَابَةِ;\n\nইবন উমর (রাঃ) ও বারা ইবন আযিব (রাঃ) হাত না ধুয়ে পানিতে হাত ঢুকিয়েছেন, তারপর উযূ করেছেন। ইবন উমর (রাঃ) ও ইবন আব্বাস (রাঃ) যে পানিতে ফরয গোসলের পানির ছিটা পড়েছে তা ব্যবহারে কোন দোষ মনে করতেন না।;\n\n\n২৫৯। আবদুল্লাহ ইবনু মাসলামা (রহঃ) .... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমি ও নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একই পাত্রের পানি দিয়ে এভাবে গোসল করতাম যে, তাতে আমাদের দুজনের হাত একের পর এক পড়তে থাকত।;\n",
        "id": 259,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৮২। যখন জানাবাত ছাড়া হাতে কোন নাপাকী না থাকে, ফরয গোসলের আগে হাত না ধুয়ে পানির পাত্রে তা প্রবেশ করানো যায় কি?",
        "hadithBengali": "২৬০। মূসাদ্দাদ (রহঃ) .... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জানবাতের গোসল করার সময় প্রথমে হাত ধুয়ে নিতেন।;\n",
        "id": 260,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৮২। যখন জানাবাত ছাড়া হাতে কোন নাপাকী না থাকে, ফরয গোসলের আগে হাত না ধুয়ে পানির পাত্রে তা প্রবেশ করানো যায় কি?",
        "hadithBengali": "২৬১। আবূল ওয়ালীদ (রহঃ) .... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমি ও নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একই পাত্রের পানি দিয়ে জানবাতের গোসল করতাম।;\n\nআবদুর রহমান ইবনু কাসিম (রহঃ) তাঁর পিতার সূত্রে আয়িশা (রাঃ) থেকে অনুরূপ হাদীস বর্ণনা করেন।;\n",
        "id": 261,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৮২। যখন জানাবাত ছাড়া হাতে কোন নাপাকী না থাকে, ফরয গোসলের আগে হাত না ধুয়ে পানির পাত্রে তা প্রবেশ করানো যায় কি?",
        "hadithBengali": "২৬২। আবূল ওয়ালীদ (রহঃ) .... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ও তার স্ত্রীদের কেউ কেউ একই পাত্রের পানি নিয়ে গোসল করতেন। মুসলিম (রহঃ) এবং ওয়াহ্ব ইবনু জারীর (রহঃ) শুবা (রাঃ) থেকে তা ফরয গোসল ছিল বলে বর্ণনা করেছেন।;\n",
        "id": 262,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৮৩। গোসলের সময় ডান হাত থেকে বাম হাতের উপর পানি ঢালা।",
        "hadithBengali": "২৬৩। মূসা ইবনু ইসমাঈল (রহঃ) .... মায়মূনা বিনত হারিস (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর জন্য গোসলের পানি রেখে পর্দা করে দিলাম। তিনি পানি দিয়ে দুবার কিংবা তিনবার হাত ধুইলেন। সুলায়মান (রহঃ) বলেন, তৃতীয়বারের কথা বলেছেন কিনা মনে পড়ে না। তখন তিনি ডান হাতে পানি নিয়ে বাম হাতে ঢাললেন এবং লজ্জাস্থান ধুয়ে নিলেন। তারপর তাঁর হাত মাটিতে বা দেওয়ালে ঘষলেন। পরে তিনি কুলি করলেন, নাকে পানি দিলেন এবং তাঁর চেহারা ও দু হাত ধুইলেন এবং মাথা ধুয়ে ফেললেন্ তারপর তাঁর শরীরে পানি ঢেলে দিলেন। পরে সেখান থেকে সরে গিয়ে তাঁর দুপা ধুইলেন। অবশেষে আমি তাঁকে একখন্ড কাপড় দিলাম; কিন্তু তিনি হাতের ইশারায় নিষেধ করলেন এবং তা নিলেন না।;\n",
        "id": 263,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "মাইমূনাহ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৮৪। গোসল ও উযূর অঙ্গ পৃথকভাবে ধোয়া।",
        "hadithBengali": "وَيُذْكَرُ عَنِ ابْنِ عُمَرَ أَنَّهُ غَسَلَ قَدَمَيْهِ بَعْدَ مَا جَفَّ وَضُوءُهُ;\n\nইবন উমর (রাঃ) থেকে বর্ণিত, তিনি উযূর অঙ্গসমূহ শুকিয়ে যাওয়ার পর দুপা ধুয়েছিলেন।;\n\n\n২৬৪। মুহাম্মদ ইবনু মাহবূব (রহঃ) .... মায়মূনা (রাঃ) বলেনঃ আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর জন্য গোসলের পানি রাখলাম, তিনি উভয় হাতে পানি ঢেলে দুবার করে বা তিনবার করে তা ধুইয়ে নিলেন। এরপর তিনি ডান হাতে পানি নিয়ে বাম হাতে ঢাললেন এবং তাঁর লজ্জাস্থান ধুইলেন। পরে তাঁর হাত মাটিতে ঘষলেন। তারপর কুলি করলেন ও নাকে পানি দিলেন। তারপর তাঁর মাথা তিনবার ধুইলেন এবং তাঁর সারা শরীরে পানি ঢাললেন। অবশেষে সেখান থেকে একটু সরে গিয়ে তাঁর দুপা ধুয়ে ফেললেন।;\n",
        "id": 264,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "মাইমূনাহ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৮৫। একাধিকবার বা একাধিক স্ত্রীর সাথে সংগত হওয়ার পর একবার গোসল করা। ",
        "hadithBengali": "২৬৫। মুহাম্মদ ইবনু বাশ্'শার (রহঃ) .... মুহাম্মদ ইবনু মুনতাশির (রহঃ) তাঁর পিতা থেকে বর্ণিত, তিনি বলেনঃ আমি আয়িশা (রাঃ)-এর কাছে [আবদুল্লাহ ইবনু উমর (রাঃ)]-এর উক্তিটি* উল্লেখ করলাম। তিনি বললেনঃ আল্লাহ্ আবূ আবদুর রহমানকে রহম করুন। আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে খুশবু লাগাতাম, তারপর তিনি তাঁর স্ত্রীদের সঙ্গে মিলিত হতেন। তারপর ভোরবেলায় এমন অবস্থায় ইহ্'রাম বাঁধতেন যে, তাঁর দেহ থেকে খুশবু ছড়িয়ে পড়তো।;\n",
        "id": 265,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "মুহাম্মাদ ইবনু মুনতাশির (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৮৫। একাধিকবার বা একাধিক স্ত্রীর সাথে সংগত হওয়ার পর একবার গোসল করা। ",
        "hadithBengali": "২৬৬। মুহাম্মদ ইবনু বাশ্'শার (রহঃ) .... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর স্ত্রীগণের কাছে দিনের বা রাতের কোন এক সময় পর্যায়ক্রমে মিলিত হতেন। তাঁরা ছিলেন এগারজন। বর্ণনাকারী বলেন, আমি আনাস (রাঃ)-কে জিজ্ঞাসা করলাম, তিনি কি এত শক্তি রাখতেন? তিনি বললেন, আমরা পরস্পর বলাবলি করতাম যে, তাঁকে ত্রিশজনের শক্তি দেওয়া হয়েছে। সাঈদ (রহঃ) কাতাদা (রহঃ) থেকে বর্ণনা করেন, আনাস (রাঃ) তাঁদের কাছে হাদীস বর্ণনা প্রসঙ্গে (এগারজনের স্থলে) নয়জন স্ত্রীর কথা বলেছেন।;\n",
        "id": 266,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৮৬।  মযী বের হলে তা ধুয়ে ফেলা ও উযূ করা।",
        "hadithBengali": "২৬৭। আবূল ওলীদ (রহঃ) .... আলী (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমার অধিক মযী বের হতো। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কন্যা আমার স্ত্রী হওয়ার কারনে আমি একজনকে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এ বিষয়ে জিজ্ঞাসা করার জন্য পাঠালাম। তিনি প্রশ্ন করলে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ উযূ (ওজু/অজু/অযু) কর এবং লজ্জাস্থান ধুয়ে ফেল।;\n",
        "id": 267,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আলী ইবনু আবী তালিব (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৮৭। খুশবু লাগিয়ে গোসল করার পর খুশবুর তাসির থেকে গেলে।",
        "hadithBengali": "২৬৮। আবূ নুমান (রহঃ) .... মুহাম্মদ ইবনু মুনতাশির (রহঃ) তাঁর পিতা থেকে বর্ণিত, আমি আয়িশা (রাঃ)-কে জিজ্ঞাসা করলাম এবং আবদুল্লাহ ইবনু উমর (রাঃ)-এর উক্তি উল্লেখ করলাম, আমি এমন অবস্থায় ইহরাম বাঁধা পছন্দ করি না, যাতে সকালে আমার দেহ থেকে খুশবু ছড়িয়ে পড়ে।; আয়িশা (রাঃ) বললেনঃ আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে সুগন্ধি লাগিয়েছি, তারপর তিনি পর্যায়ক্রমে তাঁর স্ত্রীদের সঙ্গে মিলিত হয়েছেন এবং তাঁর ইহ্'রাম অবস্থায় প্রভাত হয়েছে।;\n",
        "id": 268,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "মুহাম্মাদ ইবনু মুনতাশির (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৮৭। খুশবু লাগিয়ে গোসল করার পর খুশবুর তাসির থেকে গেলে।",
        "hadithBengali": "২৬৯। আদম ইবনু (রহঃ) .... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমি যেন এখনো দেখছি, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইহ্'রাম অবস্থায় তাঁর সিথিতে খুশবুর ঔজ্জ্বল্য রয়েছে।;\n",
        "id": 269,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৮৮। চুল খিলাল করা এবং চামড়া ভিজেছে বলে নিশ্চিত হওয়ার পর তাতে পানি ঢালা।",
        "hadithBengali": "২৭০। আবদান (রহঃ) ..... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন জানাবতের গোসল করতেন, তখন তিনি দুহাত ধুইতেন এবং সালাতের উযূর মত উযূ (ওজু/অজু/অযু) করতেন। তারপর গোসল করতেন। পরে তাঁর হাত দিয়ে চুল খিলাল করতেন। চামড়া ভিজেছে বলে যখন তিনি নিশ্চিত হতেন, তখন তাতে তিনবার পানি ঢালতেন। তারপর সমস্ত শরীর ধুয়ে ফেলতেন। আয়িশা (রাঃ) আরো বলেছেনঃ আমি ও রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একই পাত্র থেকে গোসল করতাম। আমরা একই সাথে তা থেকে আঁজলা ভরে পানি নিতাম।;\n",
        "id": 270,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৮৯। জানাবাত অবস্থায় যে উযূ করে সমস্ত শরীর ধোয় কিন্তু উযূর প্রত্যঙ্গগুলো দ্বিতীয়বার ধোয় না।",
        "hadithBengali": "২৭১। ইউসুফ ইবনু ঈসা (রহঃ) ..... মায়মূনা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জানবাতের গোসলের জন্য পানি রাখলেন। তারপর দুবার বা তিনবার ডান হাতে বাম হাতের উপর পানি ঢাললেন এবং তাঁর লজ্জাস্থান ধুইলেন। তারপর তাঁর হাত মাটিতে বা দেওয়ালে দুবার বা তিনবার ঘষলেন। পরে তিনি কুলি করলেন ও নাকে পানি দিলেন এবং চেহারা ও দুহাত ধুইলেন। তারপর তাঁর মাথায় পানি ঢাললেন এবং তাঁর শরীর ধুইলেন। একটু সরে গিয়ে তাঁর দুই পা ধুইলেন। মায়মূনা (রাঃ) বলেনঃ এরপর আমি একখন্ড কাপড় দিলে তিনি তা নিলেন না, বরং নিজ হাতে পানি ঝেড়ে ফেলতে থাকলেন।;\n",
        "id": 271,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "মাইমূনাহ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৯০। মসজিদের ভিতরে নিজের জানাবাতের কথা স্মরণ হলে তখনেই বেরিয়ে পড়বে, তায়াম্মুম করতে হবে না",
        "hadithBengali": "২৭২। আবদুল্লাহ ইবনু মুহাম্মদ (রহঃ) .... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ একবার সালাতের ইকামত দেওয়া হলে সবাই দাঁড়িয়ে কাতার সোজা করছিলেন, তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের সামনে বেরিয়ে আসলেন। তিনি মূসাল্লায় দাঁড়ালে তাঁর মনে হল যে, তিনি জানবাত অবস্থায় আছেন। তখন তিনি আমাদের বললেনঃ স্ব স্ব স্থানে দাঁড়িয়ে থাক। তিনি ফিরে গিয়ে গোসল করে আবার আমাদের সামনে আসলেন এবং তাঁর মাথা থেকে পানি ঝরছিল। তিনি তাকবীর (তাহ্'রীমা) বাঁধলেন, আর আমরাও তাঁর সাথে সালাত (নামায/নামাজ) আদায় করলাম।;\n\nআবদুল আলা (রহঃ) যুহরী (রহঃ) থেকে এবং আওযাঈ (রহঃ)-ও যুহরী (রহঃ) থেকে অনুরূপ বর্ণনা করেছেন।;\n",
        "id": 272,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৯১। জানাবাতের গোসলের পর দু'হাত ঝাড়া",
        "hadithBengali": "২৭৩। আবদান (রহঃ) ... মায়মূনা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর জন্য গোসলের পানি রাখলাম এবং কাপড় দিয়ে পর্দা করে দিলাম। তিনি দুহাতের উপর পানি ঢেলে উভয় হাত ধুয়ে নিলেন। তারপর ডান হাত দিয়ে বাম হাতে পানি ঢেলে লজ্জাস্থান ধুইলেন। পরে হাতে মাটি লাগিয়ে ঘষে নিলেন এবং ধুয়ে ফেললেন। এরপর কুলি করলেন, নাকে পানি দিলেন, চেহারা ও দুহাত (কনুই পর্যন্ত) ধুইলেন। তারপর মাথায় পানি ঢাললেন ও সমস্ত শরীরে পানি পৌঁছালেন। তারপর একটু সরে গিয়ে দুপা ধুয়ে নিলেন। এরপর আমি তাঁকে কাপড় দিলাম কিন্তু তিনি তা নিলেন না। তিনি দুহাত ঝাড়তে ঝাড়তে চলে গেলেন।;\n",
        "id": 273,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "মাইমূনাহ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৯২। মাথার ডান দিক থেকে গোসল শুরু করা।",
        "hadithBengali": "২৭৪। খাল্লাদ ইবনু ইয়াহ্ইয়া (রহঃ) ..... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমাদের কারও জানবাতের গোসলের প্রয়োজন হলে সে দুহাতে পনি নিয়ে তিনবার মাথায় ঢালত। পরে হাতে পানি নিয়ে ডান পাশে তিনবার এবং আবার হাতে পানি নিয়ে বাম পাশে তিনবার ঢালত।;\n",
        "id": 274,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৯৩। নির্জনে বিবস্ত্র হয়ে গোসল করা এবং পর্দা করে গোসল করা। পর্দা করে গোসল করাই উত্তম।",
        "hadithBengali": "وَقَالَ بَهْزٌ عَنْ أَبِيهِ عَنْ جَدِّهِ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: اللَّهُ أَحَقُّ أَنْ يُسْتَحْيَا مِنْهُ مِنَ النَّاسِ;\n\nবাহয (রহঃ) তাঁর পিতার সূত্রে তাঁর দাদা থেকে বর্ণনা করেন যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, লজ্জা করার ব্যাপারে মানুষের চেয়ে আল্লাহ্ পাকই অধিকতর হকদার।;\n\n\n২৭৫। ইসহাক ইবনু নাসর (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ বনী ইসরাঈলের লোকেরা নগ্ন হয়ে একে অপরকে দেখা অবস্থায় গোসল করত। কিন্তু মূসা (আঃ) একাকী গোসল করতেন। এতে বনী ইসরাঈলের লোকেরা বলাবলি করছিল, আল্লাহর কসম! মূসা (আঃ) কোষবৃদ্ধি রোগের কারনেই আমাদের সাথে গোসল করে না। একবার মূসা (আঃ) একটা পাথরের উপর কাপড় রেখে গোসল করছিলেন। পাথরটা তাঁর কাপড় নিয়ে পালাতে লাগল। তখন মূসা (আঃ) পাথর! আমার কাপড় দাও, পাথর! আমার কাপড় দাও; বলে পেছন পেছন ছুটলেন। এদিকে বনী ইসরাঈল মূসার দিকে তাকাল। তখন তারা বলল, আল্লাহর কসম! মূসার কোন রোগ নেই। মূসা (আঃ) পাথর থেকে কাপড় নিয়ে পরলেন এবং পাথরটাকে পিটাতে লাগলেন। আবূ হুরায়রা (রাঃ) বলেনঃ আল্লাহর কসম! পাথরটিতে ছয় কিংবা সাতটি পিটুনির দাগ পড়ে গেল।;\n\nআবূ হুরায়রা (রাঃ) আরো বলেন যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ এক সময় আইয়ূব (আঃ) বিবস্ত্রাবস্থায় গোসল করছিলেন। তখন তাঁর উপর সোনার পঙ্গপাল বর্ষিত হচ্ছিল। আইয়ূব (আঃ) তাঁর কাপড়ে সেগুলো কুড়িয়ে নিচ্ছিলেন। তখন তাঁর রব তাঁকে বললেনঃ হে আইয়ূব! আমি কি তোমাকে এগুলো থেকে অমুখাপেক্ষী করিনি? উত্তরে তিনি বললেন, হ্যাঁ, আপনার ইযযতের কসম! অবশ্যই করেছেন। তবে আমি আপনার বরকত থেকে বেনিয়ায নেই। এভাবে বর্ণনা করেছেন ইব্রাহীম (রহঃ) আবূ হুরায়রা (রাঃ) থেকে যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ একবার আইয়ূব আলাইহি ওয়া সাল্লাম বিবস্ত্রাবস্থায় গোসল করেছিলেন।;",
        "id": 275,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৯৪। লোকদের সামনে গোসলের সময় পর্দা করা।",
        "hadithBengali": "২৭৬। আবদুল্লাহ ইবনু মাসলামা (রহঃ) ... উম্মে হানী বিনত আবূ তালিব (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমি মক্কা বিজয়ের বছর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে গিয়ে তাঁকে গোসলরত অবস্থায় দেখলাম, ফাতিমা (রাঃ) তাঁকে পর্দা করে রেখেছিলেন। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জিজ্ঞাসা করলেনঃ ইনি কে? আমি বললামঃ আমি উম্মে হানী।;\n",
        "id": 276,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উম্মু হানী বিনতু আবূ তালিব (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৯৪। লোকদের সামনে গোসলের সময় পর্দা করা।",
        "hadithBengali": "২৭৭। আবদান (রহঃ) ... মায়মূনা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর জন্য পর্দা করেছিলাম আর তিনি জানবাতের গোসল করছিলেন। তিনি দুহাত ধুইলেন। তারপর ডান হাত দিয়ে বাম হাতে পানি নিয়ে লজ্জাস্থান এবং যেখানে কিছু লেগেছিল তা ধুয়ে ফেললেন। তারপর মাটিতে বা দেওয়ালে হাত ঘষলেন এবং দুপা ছাড়া সালাতের উযূর মতই উযূ (ওজু/অজু/অযু) করলেন। তারপর তাঁর সমস্ত শরীরে পানি পৌঁছালেন। তারপর একটু সরে গিয়ে দুপা ধুইলেন।;\n\nআবূ আওয়ানা (রহঃ) ও ইবনু ফুযাইল (রহঃ) (ستر) সতর (পর্দা করা)-এর ব্যাপারটি এই হাদীসের অনুরূপ বর্ণনা করেছেন।;\n",
        "id": 277,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "মাইমূনাহ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৯৫। মহিলাদের ইহ্তিলাম (স্বপ্নদোষ) হলে।",
        "hadithBengali": "২৭৮। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) .... উম্মুল মুমিনীন উম্মে সালামা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আবূ তালহা (রাঃ)-এর স্ত্রী উম্মে সুলায়ম (রাঃ) রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর খিদমতে এসে বললেনঃ ইয়া রাসুলাল্লাহ! আল্লাহ্ তাআলা হকের ব্যাপারে লজ্জা করেন না। স্ত্রীলোকের ইহ্'তিলাম (স্বপ্নদোষ) হলে কি গোসল ফরয হবে? রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ হ্যাঁ। যদি তারা বীর্য দেখে।;\n",
        "id": 278,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উম্মু সালামাহ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৯৬। জুনুবী ব্যক্তির ঘাম, নিশ্চয় মুসলিম অপবিত্র নয়",
        "hadithBengali": "২৭৯। আলী ইবনু আবদুল্লাহ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ তাঁর সঙ্গে মদিনার কোন এক পথে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর দেখা হল। আবূ হুরায়রা (রাঃ) তখন জানবাতের অবস্থায় ছিলেন। তিনি বলেন, আমি নিজেকে নাপাক মনে করে সরে পড়লাম। পরে আবূ হুরায়রা (রাঃ) গোসল করে এলেন। পুনরায় সাক্ষাৎ হলে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জিজ্ঞাসা করলেনঃ আবূ হুরায়রা! কোথায় ছিলে? আবূ হুরায়রা (রাঃ) বললেন, আমি জানবাতের অবস্থায় আপনার সঙ্গে বসা সমীচীন মনে করিনি। তিনি বললেনঃ সুবাহানাল্লাহ্! মুমিন নাপাক হয় না।;\n",
        "id": 279,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৯৭। জানাবাতের সময় বের হওয়া এবং বাজার ইত্যাদিতে চলাফেরা করা। ",
        "hadithBengali": "وَقَالَ عَطَاءٌ يَحْتَجِمُ الْجُنُبُ وَيُقَلِّمُ أَظْفَارَهُ، وَيَحْلِقُ رَأْسَهُ، وَإِنْ لَمْ يَتَوَضَّأْ;\n\nআতা (রহঃ) বলেছেন, জুনুবী ব্যক্তি উযূ না করেও শিঙ্গা লাগাতে, নখ কাটতে এবং মাথা কামাতে পারে।;\n\n\n২৮০। আবদুল্লাহ আলা (রহঃ) .... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একই রাতে পর্যায়ক্রমে তাঁর স্ত্রীদের সঙ্গে মিলিত হতেন। তখন তাঁর নয়জন স্ত্রী ছিলেন।;\n",
        "id": 280,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৯৭। জানাবাতের সময় বের হওয়া এবং বাজার ইত্যাদিতে চলাফেরা করা। ",
        "hadithBengali": "২৮১। আয়্যাশ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমার সঙ্গে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাক্ষাৎ হল, তখন আমি জুনুবী ছিলাম। তিনি আমার হাত ধরলেন, আমি তাঁর সঙ্গে চললাম। এক স্থানে তিনি বসে পড়লেন। তখন আমি সরে পড়ে বাসস্থানে এসে গোসল করলাম। আবার তাঁর কাছে গিয়ে তাঁকে বসা অবস্থায় পেলাম। তিনি জিজ্ঞাসা করলেনঃ আবূ হুরায়রা! কোথায় ছিলে? আমি তাঁকে (ঘটনা) বললাম। তখন তিনি বললেনঃ সুবহানাল্লাহ্! মুমিন অপবিত্র হয় না।;\n",
        "id": 281,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৯৮। জুনুবী ব্যক্তির গোসলের আগে উযূ করে ঘরে অবস্থান করা।",
        "hadithBengali": "২৮২। আবূ নুআয়ম (রহঃ) .... আবূ সালামা (রহঃ) থেকে বর্ণিত, তিনি বলেনঃ আমি আয়িশা (রাঃ)-কে জিজ্ঞাসা করলামঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কি জানবাতের অবস্থায় ঘুমাতেন? তিনি বললেনঃ হ্যাঁ, তবে তিনি উযূ (ওজু/অজু/অযু) করে নিতেন।;\n",
        "id": 282,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ সালামাহ্ ইবনু আবদুর রাহমান (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "১৯৯। জুনুবীর নিদ্রা",
        "hadithBengali": "২৮৩। কুতাইবা ইবনু সাঈদ (রহঃ) .... উমর ইবনুুল খাত্তাব (রাঃ) থেকে বর্ণিত, তিনি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে জিজ্ঞাসা করলেনঃ আমাদের কেউ জানবাতের অবস্থায় ঘুমাতে পারবে কি? তিনি বললেনঃ হ্যাঁ, উযূ (ওজু/অজু/অযু) করে নিলে জানবাতের অবস্থায়ও ঘুমাতে পারে।;\n",
        "id": 283,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উমর ইবনুল খাত্তাব  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২০০. পরিচ্ছেদঃ জুনুবী উযূ করে ঘুমাবে।",
        "hadithBengali": "২৮৪। ইয়াহ্ইয়া ইবনু বুকায়র (রহঃ) .... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন জানবাতের অবস্থায় ঘুমাতে ইচ্ছা করতেন তখন তিনি লজ্জাস্থান ধুয়ে সালাত (নামায/নামাজ)-এর উযূর মত উযূ (ওজু/অজু/অযু) করতেন।;\n",
        "id": 284,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২০০. পরিচ্ছেদঃ জুনুবী উযূ করে ঘুমাবে।",
        "hadithBengali": "২৮৫। মূসা ইবনু ইসমাঈল (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ উমর (রাঃ) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে জিজ্ঞাসা করলেনঃ আমাদের কেউ জুনুবী অবস্থায় ঘুমাতে পারবে কি? তিনি বললেনঃ হ্যাঁ, যদি উযূ (ওজু/অজু/অযু) করে নেয়।;\n",
        "id": 285,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২০০. পরিচ্ছেদঃ জুনুবী উযূ করে ঘুমাবে।",
        "hadithBengali": "২৮৬। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ..... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ উমর ইবনুল খাত্তাব (রাঃ) রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে বললেন, রাত্রে কোন সময় তাঁর জানবাতের গোসল ফরয হয় (তখন কি করতে হবে?) রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁকে বললেন, উযূ (ওজু/অজু/অযু) করবে, লজ্জাস্থান ধুয়ে নিবে, তারপর ঘুমাবে।;\n",
        "id": 286,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২০১। দু'লজ্জাস্থান পরস্পর মিলিত হলে।",
        "hadithBengali": "২৮৭। মুআয ইবনু ফাযালা (রহঃ) ও আবূ নুয়ম (রহঃ) .... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কেউ স্ত্রীর চার শাখার মাঝে বসে তার সাথে সঙ্গত হলে, গোসল ওয়াজিব হয়ে যায়।;\n\nআমর (রহঃ) শুবার সূত্রে এই হাদীসের অনুরূপ হাদীস বর্ণনা করেছেন। আর মূসা (রহঃ) হাসান [বসরী (রহঃ)] সূত্রেও অনুরূপ বলেছেন।;\n\nআবূ আবদুল্লাহ (ইমাম বুখারি) (রহঃ) বলেনঃ এটা উত্তম ও অধিকতর মজবুত। মতভেদের করনে আমরা অন্য হাদীসটিও বর্ণনা করেছি, গোসল করাই অধিকতর সাবধানতা।;\n",
        "id": 287,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২০২। স্ত্রী অঙ্গ থেকে কিছু লাগলে ধুয়ে ফেলা",
        "hadithBengali": "২৮৮। আবূ মামার (রহঃ) .... যায়দ ইবনু খালিদ আল-জুহানী (রহঃ) থেকে বর্ণিত, তিনি উসমান ইবনু আফফান (রাঃ)-কে জিজ্ঞাসা করলেনঃ স্বামী-স্ত্রী সংগত হলে যদি মনি বের না হয় (তখন কি করবে)? উসমান (রাঃ) বললেনঃ সালাত (নামায/নামাজ)-এর উযূর মত উযূ (ওজু/অজু/অযু) করবে এবং লজ্জাস্থান ধুয়ে ফেলবে। উসমান (রাঃ) বলেনঃ আমি এটা রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে শুনেছি। এরপর আলী ইবনু আবূ তালিব, যুবায়র ইবনুল-আওওয়াম, তালহা ইবনু উবায়দুল্লাহ্ ও উবাই ইবনু কাব (রাঃ)-কে জিজ্ঞাসা করেছিলাম। তাঁরা সবাই ঐ একই জবাব দিয়েছেন। আবূ সালামা (রহঃ) আবূ আয়্যূব (রাঃ) থেকে বর্ণনা করেন যে, তিনি [আবূ আবয়্যূব (রাঃ)] এ কথা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে শুনেছেন।;\n",
        "id": 288,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "যায়দ ইবনু খালিদ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২০২। স্ত্রী অঙ্গ থেকে কিছু লাগলে ধুয়ে ফেলা",
        "hadithBengali": "২৮৯। মূসাদ্দাদ (রহঃ) ... উবাই ইবনু কাব (রাঃ) থেকে বর্ণিত, তিনি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে জিজ্ঞাসা করলেনঃ ইয়া রাসূলাল্লাহ! স্ত্রীর সাথে সঙ্গত হলে যদি বীর্য বের না হয় (তার হুকুম কি)? তিনি বললেনঃ স্ত্রীর থেকে যা লেগেছে তা ধুয়ে উযূ (ওজু/অজু/অযু) করবে ও সালাত (নামায/নামাজ) আদায় করবে।;\n\nআবু আবূদুল্লাহ্ (ইমাম বুখারী) (রহঃ) বলেনঃ গোসল করাই শ্রেয়। আর তা-ই সর্বশেষ হুকুম। আমি এই শেষের হাদীসটি বর্ণনা করেছি মতভেদ থাকার কারনে। কিন্তু পানি (গোসল) অধিক পবিত্রকারী।;\n",
        "id": 289,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উবাই ইবনু কাব (রাঃ)",
        "status_bn": "সহিহ"

    }
]
