[
    {

        "chapter_bn": "২২০৫. কুরবানীর বিধান। ইবন উমর (রাঃ) বলেছেনঃ কুরবানী সুন্নাত এবং স্বীকৃত প্রথা",
        "hadithBengali": "৫১৪৭। মুহাম্মাদ ইবনু বাশশার (রহঃ) ... বারা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমাদের এ দিনে আমরা সর্ব প্রথম যে কাজটি করবো তা হল সালাত (নামায/নামাজ) আদায় করবো। এরপর ফিরে এসে আমরা কুরবানী করবো। যে ব্যাক্তি এভাবে তা আদায় করল সে আমাদের নীতি অনুসরণ করল। আর যে ব্যাক্তি আগেই যবাহ করল, তা এমন গোশতরুপে গন্য যা সে তার পরিবার পরিজনের জন্য আগাম ব্যবস্থা করল। এটা কিছুতেই কুরবানী বলে গন্য নয়। তখন আবূ বুরদা ইবনু নিয়ার (রাঃ) দাঁড়ালেন, আর তিনি (সালাতের) আগেই যবাহ করেছিলেন। তিনি বললেনঃ আমার নিকট একটি বকরীর বাচ্চা আছে। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তাই যবাহ কর। তবে তোমার পরে আর কারোর পক্ষে তা যথেষ্ঠ হবে না।;\n\nমুতাররাফ বারা (রাঃ) থেকে বর্ননা করেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যাক্তি সালাতের পর যবাহ করল তার কুরবানি পূর্ন হলো এবং সে মুসলিমদের নীতি পালন করলো।;\n",
        "id": 5147,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "বারাআ ইবনু আযিব (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২২০৫. কুরবানীর বিধান। ইবন উমর (রাঃ) বলেছেনঃ কুরবানী সুন্নাত এবং স্বীকৃত প্রথা",
        "hadithBengali": "৫১৪৮। মুসাদ্দাদ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যাক্তি সালাত (নামায/নামাজ) আদায়ের আগে যবাহ করল সে নিজের জন্যই যবাহ করল। আর যে ব্যাক্তি সালাত আদায়ের পর যবাহ করল। তার কুরবানী পূর্ন হল এবং সে মুসলিমদের নীতি অনুসরণ করল।;\n",
        "id": 5148,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২২০৬. ইমাম কর্তৃক জনগণের মধ্যে কুরবাণীর পশু বন্টন",
        "hadithBengali": "৫১৪৯। মুআয ইবনু ফাযালা (রহঃ) ... উকবা ইবনু আমির জুহানী (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর সাহাবীগনের মধ্যে কতগুলো কুরবানীর পশু বণ্টন করলেন। তখন উকবা (রাঃ) এর ভাগে পড়ল একটি বকরীর বাচ্চা। উকবা (রাঃ) বলেন, তখন আমি বললামঃ ইয়া রাসূলাল্লাহ! আমার ভাগে এসেছে একটি বকরীর বাচ্চা। তিনি বললেনঃ সেটিই কুরবানী করে নাও।;\n",
        "id": 5149,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উকবাহ ইবনু আমির (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২২০৭. মুসাফির ও মহিলাদের কুরবানী করা",
        "hadithBengali": "৫১৫০। মুসাদ্দাদ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার কাছে প্রবেশ করলেন। অথচ মক্কা প্রবেশ করার পূর্বেই সারিফ নামক স্থানে তার মাসিক শুরু হল। তখন তিনি কাঁদতে লাগলেন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমার কি হয়েছে? মাসিক শুরু হয়েছে না কি? তিনি বললেনঃ হ্যাঁ। তিনি বললেনঃ এটা তো এমন এক বিষয় যা আল্লাহ আদম (আলাইহিস সালাম) এর কন্যা সন্তানের উপর নির্ধারণ করে দিয়েছেন। সুতরাং তুমি আদায় করে যাও, হাজীগণ যা করে থাকে, তুমিও অনুরুপ করে যাও। তবে তুমি বায়তুল্লাহ তাওয়াফ করবে না। এরপর আমরা যখন মিনায় ছিলাম, তখন আমার কাছে গরুর গোশত নিয়ে আসা হল। আমি জিজ্ঞাসা করলাম এটা কি? লোকজন উত্তর করলো রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার স্ত্রীদের পক্ষ থেকে গরু কুরবানী করেছেন।;\n",
        "id": 5150,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২২০৮. কুরবানীর দিন গোশত খাওয়ার আকাঙ্ক্ষা",
        "hadithBengali": "৫১৫১। সাদাকা (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ কুরবানীর দিন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন যে ব্যাক্তি সালাত (নামায/নামাজ) আদায়ের পূর্বে যবাহ করেছে, সে যেন পুনরায় যবাহ করে। তখন এক ব্যাক্তি দাঁড়িয়ে বললঃ ইয়া রাসুলাল্লাহ! এটাতো এমন দিন যাতে গোশত খাওয়ার প্রতি আকাঙ্ক্ষা হয়। তখন সে তার প্রতিবেশীদের কথাও উল্লেখ করল এবং বলল আমার কাছে এমন একটি বকরীর বাচ্চা আছে যেটি গোশতের দিক থেকে দুটি বকরী অপেক্ষাও উত্তম। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে সেটিই কুরবানী করতে অনুমতি দিলেন। আনাস (রাঃ) বলেন আমি জানিনা, এ অনুমতি এই ব্যাক্তি ব্যতীত অন্যের বেলায় প্রযোজ্য কিনা? এরপর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দুটি ভেড়ার দিকে এগিয়ে গেলেন এবং সে দুটিকে যবাহ করলেন। লোকজন ক্ষুদ্র একটি বকরীর পালের দিকে উঠে গেল। এরপর ঐ গুলোকে বণ্টন করলো কিংবা তিনি বলেছেন সেগুলোকে তারা যবাহ করে টুকরা টুকরা করে কাটলো।;\n",
        "id": 5151,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২২০৯. যারা বলে যে, ইয়াওমুননাহারই কুরবানীর দিন",
        "hadithBengali": "৫১৫২। মুহাম্মদ ইবনু সালাম (রহঃ) ... আবূ বাকরা (রাঃ) সুত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত যে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কাল আবর্তিত হয়েছে তার সেই অবস্থানের উপর যেভাবে আল্লাহ আকাশসমূহ ও পৃথিবী সৃষ্টি করেছিলেন। বছর বার মাসের। তন্মধ্যে চারটি মাস সম্মানিত। তিনটি পরপর যুল কাদা, যূল-হাজ্জাহ ও মুহাররম। আরেকটি মুদার গোত্রের রজব মাস, সেটি জুমাদা ও শাবানের মাঝখানে। (এরপর তিনি জিজ্ঞাসা করলেন) এটি কোন মাস? আমরা বললাম আল্লাহ ও তাঁর রাসুল অধিক জ্ঞাত। তখন তিনি নীরব রইলেন। এমন কি আমরা ধারণা করলাম যে, তিনি হয়ত এটিকে অন্য নামে আখ্যায়িত করবেন। তিনি বললেন এটি কি যুল-হাজ্জ মাস নয়?;\n\nআমরা বললাম হ্যাঁ। তিনি আবার বললেনঃ এটি কোন শহর? আমরা বললাম আল্লাহ ও তার রাসুল অধিক জ্ঞাত। তিনি নীরব রইলেন এমন কি আমরা ভাবতে লাগলাম, হয়ত তিনি এটির জন্য কোন নাম রাখবেন। তিনি বললেনঃ এটি কি মক্কা নগর নয়? আমরা বললাম হ্যাঁ। তিনি বললেন এটি কোন দিন? আমরা বললাম আল্লাহ ও তাঁর রাসুল অধিক জ্ঞাত। তিনি নীরব রইলেন। এমনকি আমরা ধারনা করলাম যে হয়ত তিনি এর নামের পরিবর্তে অন্য নাম রাখবেন। তিনি বললেনঃ এটা কি কুরবানীর দিন নয়? আমরা উত্তর করলামঃ হ্যাঁ।;\n\nএরপর তিনি বললেনঃ তোমাদের রক্ত, তোমাদের ধন-সম্পদ, বর্ণনাকারী মুহাম্মাদ বলেনঃ সম্ভবত আবূ বাকরা (রাঃ) বলেছেন এবং তোমাদের ইজ্জত তোমাদের পরস্পরের উপর এমন সম্মানিত যেমন সম্মানিত তোমাদের এই দিন, তোমাদের এই শহর, তোমাদের এই মাস। অচিরেই তোমরা তোমাদের রবের সাক্ষাত লাভ করবে। তখন তিনি তোমাদের সম্পর্কে তোমাদের জিজ্ঞাসা করবেন। সাবধান! আমার পরে তোমরা পথভ্রষ্ট হয়ে ফিরে যেয়ো না। তোমাদের কেউ যেন কাউকে হত্যা না করে।;\n\nমনে রেখ, উপস্থিত ব্যাক্তি যেন অনুপস্থিত ব্যাক্তির কাছে (আমার বানী) পৌছে দেয়। হয়ত যাদের কাছে পৌছানো হবে তাদের কেউ কেউ বর্তমানে যারা শুনেছে তাদের কারো চাইতে অধিক সংরক্ষণকারী হবে। রাবী মুহাম্মদ যখন এ হাদীস উল্লেখ করতেন তখন বলতেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সত্যই বলেছেন। এরপর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ সাবধান, আমি কি পৌছে দিয়েছি? সাবধান, আমি কি পৌছে দিয়েছি?;\n",
        "id": 5152,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ বাকরা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২২১০. ঈদগাহে নহর ও কুরবানী করা",
        "hadithBengali": "৫১৫৩। মুহাম্মদ ইবনু আবূ বকর মুকাদ্দামী (রহঃ) ... নাফি (রহঃ) থেকে বর্ণিত। তিনি বলেন, আবদুল্লাহ (রাঃ) কুরবানী করার স্থানে কুরবানী করতেন। উবায়দুল্লাহ বলেনঃ অর্থাৎ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কুরবানী করার স্থানে (কুরবানী করতেন)।;\n",
        "id": 5153,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": " নাফি (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২২১০. ঈদগাহে নহর ও কুরবানী করা",
        "hadithBengali": "৫১৫৪। ইয়াহইয়া ইবনু বুকায়র (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বললেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঈদগাহে যবাহ করতেন এবং নহর করতেন।;\n",
        "id": 5154,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২২১১. নবী (সাঃ) এর দুটি শিংবিশিষ্ট মেষ কুরবানী করা। সে দুটি মোটাতাজা ছিল বলেও উল্লেখিত হয়েছে। ইয়াহ্'ইয়া ইবন সাঈদ (র) বলেছেন: আমি আবূ উমামা ইবন সাহল থেকে শুনেছি, তিনি বলেছেন, মদিনায় আমরা কুরবানীর পশুগুলোকে মোটাতাজা করতাজ এবং অন্য মুসলিমরাও (তাদের কুরবানীর পশু) মোটাতাজা করতেন।",
        "hadithBengali": "৫১৫৫। আদম ইবনু আবূ ইয়াস (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দুটি মেষ দ্বারা কুরবানী আদায় করতেন। আমিও কুরবানী আদায় করতাম দুটি মেষ দিয়ে।;\n",
        "id": 5155,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২২১১. নবী (সাঃ) এর দুটি শিংবিশিষ্ট মেষ কুরবানী করা। সে দুটি মোটাতাজা ছিল বলেও উল্লেখিত হয়েছে। ইয়াহ্'ইয়া ইবন সাঈদ (র) বলেছেন: আমি আবূ উমামা ইবন সাহল থেকে শুনেছি, তিনি বলেছেন, মদিনায় আমরা কুরবানীর পশুগুলোকে মোটাতাজা করতাজ এবং অন্য মুসলিমরাও (তাদের কুরবানীর পশু) মোটাতাজা করতেন।",
        "hadithBengali": "৫১৫৬। কুতায়বা (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দুটি সাদা কলো রংবিশিষ্ট শিংওয়ালা ভেড়ার দিকে এগিয়ে গেলেন এবং নিজ হাতে সে দুটিকে যবাহ করলেন। ইসমাঈল ও হাতিম ইবনু ওয়ারদান এ হাদীসটি আইউব, ইবনু সীরীন, আনাস (রাঃ) সুত্রে বর্ণনা করেছেন। আইউব থেকেও অনুরূপ বর্ননা করেছেন।;\n",
        "id": 5156,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২২১১. নবী (সাঃ) এর দুটি শিংবিশিষ্ট মেষ কুরবানী করা। সে দুটি মোটাতাজা ছিল বলেও উল্লেখিত হয়েছে। ইয়াহ্'ইয়া ইবন সাঈদ (র) বলেছেন: আমি আবূ উমামা ইবন সাহল থেকে শুনেছি, তিনি বলেছেন, মদিনায় আমরা কুরবানীর পশুগুলোকে মোটাতাজা করতাজ এবং অন্য মুসলিমরাও (তাদের কুরবানীর পশু) মোটাতাজা করতেন।",
        "hadithBengali": "৫১৫৭। আমর ইবনু খালিদ (রহঃ) ... উকবা ইবনু আমির (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কুরবানীর পশু হিসাবে সাহাবীদের মধ্যে বণ্টন করে দেওয়ার জন্য তাকে এক পাল বকরী দান করেন। সেখান থেকে একটি বকরীর বাচ্চা অবশিষ্ট রয়ে গেলে তিনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে তা উল্লেখ করেন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বললেনঃ তুমি নিজে তা কুরবানী করে নাও।;\n",
        "id": 5157,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উকবাহ ইবনু আমির (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২২১২. আবু বুরদাহকে সম্বোধন করে নবী (সাঃ) এর উক্তিঃ তুমি বকরীর বাচ্চাটি কুরবানী করে নাও। তোমার পরে অন্য কারোর জন্য এ অনুমতি থাকবে না",
        "hadithBengali": "৫১৫৮। মুসাদ্দাদ (রহঃ) ... বারা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আবূ বুরদাহ (রাঃ) নামক আমার এক মামা সালাত (নামায/নামাজ) আদায়ের পূর্বেই কুরবানী করেছিলেন। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁকে বললেন তোমার বকরী কেবল গোশতের বকরী হল। তিনি বললেন ইয়া রাসুলাল্লাহ! আমার নিকট একটি ঘরে পোষা বকরীর বাচ্চা রয়েছে। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ সেটাকে কুরবানী করে নাও। তবে তা তুমি ব্যতীত অন্য কারোর জন্য ঠিক হবে না। এরপর তিনি বললেন যে ব্যাক্তি; সালাত আদায়ের পুর্বে যবাহ করেছে, সে নিজের জন্যই যবাহ করেছে (কুরবানীর জন্য নয়) আর যে ব্যাক্তি সালাত আদায়ের পর যবাহ করেছে তার কুরবানী পূর্ণ হয়েছে। আর সে মুসলিমদের নীতি-পদ্ধতি অনুসরনই করেছে।;\n\nশাবী ও ইবরাহীম থেকে উবায়দা (রহঃ) অনুরূপ বর্ণনা করেছেন। হুরায়স সুত্রে শাবী থেকে ওয়াকী অনুরূপ বর্ণনা করেন। শাবী থেকে আসিম ও দাউদ আমার নিকট পাঁচ মাসের দুধের বকরীর বাচ্চা আছে বলে বর্ণনা করেছেনঃ আবূল আহওয়াস বলেনঃ মানসুর আমাদের কাছে দুই মাসের দুধের বাচ্চা আছে বলে বর্ণনা করেছেন ইবনু আউন বলেছেনঃ দুধের বাচ্চা।;\n",
        "id": 5158,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "বারাআ ইবনু আযিব (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২২১২. আবু বুরদাহকে সম্বোধন করে নবী (সাঃ) এর উক্তিঃ তুমি বকরীর বাচ্চাটি কুরবানী করে নাও। তোমার পরে অন্য কারোর জন্য এ অনুমতি থাকবে না",
        "hadithBengali": "৫১৫৯। মুহাম্মাদ ইবনু বাশশার (রহঃ) ... বারা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আবূ বুরদা (রাঃ) সালাত আদায়ের পুর্বে যবাহ করেছিলেন। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বললেন এটার বদলে আরেকটি যবাহ কর। তিনি বললেনঃ আমার কাছে একটি ছয়-সাত মাসের বকরীর বাচ্চা ব্যতীত কিছুই নেই। শুবা বলেন, আমার ধারনা তিনি আরো বলেছেন যে, বকরীর বাচ্চাটি পূর্ন এক বছরের বকরীর চাইতে উত্তম। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তা হলে এটিকেই যবাহ কর। কিন্তু তোমার পরে অন্য কারোর জন্য কখনো এই অনুমতি থাকবে না। হাতিম ইবনু ওয়ারদান এ হাদীসটি আইউব, মুহাম্মাদ, আনাস (রাঃ) সূত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে (দুধের বাচ্চা) শব্দে বর্ণনা করেছেন।;\n",
        "id": 5159,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "বারাআ ইবনু আযিব (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২২১৩. কুরবানীর পশু নিজ হাতে যবাহ করা",
        "hadithBengali": "৫১৬০। আদম ইবনু আবূ ইয়াস (রহঃ) ... আনাস (রাঃ) থেকে বর্নিত। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দুটি সাদা-কালো বর্ণের ভেড়া দ্বারা কুরবানী করেছেন। তখন আমি তাকে দেখতে পাই তিনি ভেড়া দু-টোর পার্শ্বদেশে পা রেখে বিসমিল্লাহ ও আল্লাহু আকবার পড়ে নিজের হাতে সে দুটোকে যবাহ করেন।;\n",
        "id": 5160,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২২১৪. অন্যের কুরবানীর পশু যবাহ করা। জনৈক ব্যক্তি ইবন উমর (রাঃ) কে কুরবানীর পশুর (উটের) ব্যাপারে সহযোগীতা করেছিল। আবূ মূসা (রহঃ) তার কন্যাদের আদেশ করেছিলেন, তারা যেন নিজেদের হাতে কুরবানী করে।",
        "hadithBengali": "৫১৬১। কুতায়বা (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন সারিফ নামক স্থানে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার কাছে এলেন। সে সময় আমি কাঁদছিলাম। তিনি বললেনঃ তোমার কি হল? তুমি কি ঋতুমতী হয়ে পড়েছ? আমি বললামঃ হ্যাঁ। তিনি বললেনঃ এটাতো এমন এক বিষয় যা আল্লাহ আদম-কন্যাদের উপর নির্ধারণ করে রেখেছেন। কাজেই হাজীগণ যে সকল কাজ আদায় করে তুমিও তা আদায় কর। তবে তুমি বায়তুল্লাহর তাওয়াফ করবে না। আর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার সহধর্মীণীগণের পক্ষ থেকে গরু কুরবানী করেন।;\n",
        "id": 5161,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২২১৫. সালাত (ঈদের) আদায়ের পরে যবাহ করা",
        "hadithBengali": "৫১৬২। হাজ্জাজ ইবনু মিনহাল (রহঃ) ... বারা (রাঃ) থেকে বর্ণিত। তিনি বললেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে খুতবা দেওয়ার সময় বলতে শুনেছি আমাদের আজকের এই দিনে সর্ব প্রথম আমরা যে কাজটি করবো তা হল সালাত (নামায/নামাজ) আদায়। এরপর আমরা ফিরে গিয়ে কুরবানী করবো। যে ব্যাক্তি এভাবে করবে সে আমাদের সুন্নাতকে অনুসরণ করবে। আর যে ব্যাক্তি পূর্বেই যবাহ করে তা তার পরিবার পরিজনের জন্য অগ্রিম গোশত (হিসেবে গন্য), তা কিছুতেই কুরবানী বলে গণ্য নয়। তখন আবূ বুরদা (রাঃ) বললেনঃ ইয়া রাসুলাল্লাহ! আমি সালাত আদায়ের পূর্বেই যবাহ করে ফেলেছি এবং আমার কাছে একটি বকরীর বাচ্চা আছে। যেটি পূর্ণ এক বছরের বকরীর চাইতে উত্তম। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তুমি সেটিকে কুরবানী কর। তোমার পরে এ নিয়ম আর কারো জন্য প্রযোজ্য হবে না কিংবা তিনি বলেছেনঃ আদায় যোগ্য হবে না।;\n",
        "id": 5162,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "বারাআ ইবনু আযিব (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২২১৬. যে ব্যক্তি সালাত আদায়ের পূর্বে যবাহ করে সে যেন পুনরায় যবাহ করে",
        "hadithBengali": "৫১৬৩। আলী ইবনু আবদুল্লাহ (রহঃ) ... আনাস (রাঃ) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেন। তিনি বলেছেনঃ যে ব্যাক্তি সালাত (নামায/নামাজ) আদায়ের পূর্বে যবাহ করেছে সে যেন পূনরায় যবাহ করে। তখন এক ব্যাক্তি দাঁড়িয়ে বললঃ এটা তো এমন দিন যে দিন গোশত খাওয়ার আগ্রহ হয়। সে তার প্রতিবেশীদের অভাবের কথাও উল্লেখ করল। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যেন তার ওজর অনুধাবন করলেন। লোকটি বলল আমার কাছে এমন একটি বকরীর বাচ্চা রয়েছে সেটি দুটি গোশতবহুল বকরী অপেক্ষা উত্তম। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখন তাকে সেটি কুরবানী করার অনুমতি দিলেন। (বর্ননাকারী বলেনঃ) আমি জানিনা, এ অনুমতি অন্যদের পর্যন্ত পৌছেছে কি না। তারপর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ভেড়া দু টির দিকে ঝুকলেন অর্থাৎ তিনি সে দুটিকে যবাহ করলেন। এরপর লোকজন বকরীয় একটি ক্ষুদ্র পালের দিকে গেল এবং সেগুলোকে যবাহ করল।;\n",
        "id": 5163,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২২১৬. যে ব্যক্তি সালাত আদায়ের পূর্বে যবাহ করে সে যেন পুনরায় যবাহ করে",
        "hadithBengali": "৫১৬৪। আদম (রহঃ) ... জুনদুব ইবনু সুফিয়ান বাজালী (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি কুরবানীর দিন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে উপস্থিত ছিলাম। তিনি বললেনঃ যে ব্যাক্তি সালাত (নামায/নামাজ) আদায়ের পুর্বে যবাহ করেছে সে যেন এর স্থলে আবার যবাহ করে। আর যে যবাহ করেনি, সে যেন যবাহ করে নেয়।;\n",
        "id": 5164,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "জুনদুব ইবনু সুফইয়ান (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২২১৬. যে ব্যক্তি সালাত আদায়ের পূর্বে যবাহ করে সে যেন পুনরায় যবাহ করে",
        "hadithBengali": "৫১৬৫। মূসা ইবনু ইসমাঈল (রহঃ) ... বারা (রাঃ) থেকে বর্ণিত। তিনি বলেন একদিন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সালাত (নামায/নামাজ) আদায় করে বললেনঃ যে ব্যাক্তি আমাদের ন্যায় সালাত আদায় করে আমাদের কিবলাকে কিবলা বলে গ্রহন করে সে যেন (ঈদের সালাত শেষ না করা পর্যন্ত যবাহ না করে। তখন আবূ বুরদা ইবনু নিয়ার (রাঃ) দাঁড়িয়ে বললেনঃ ইয়া রাসূলাল্লাহ! আমিতো যবাহ করে ফেলেছি। তিনি উত্তর দিলেনঃ এটি এমন জিনিস না যা তুমি জলদী করে ফেলেছ। আবূ বুরদা (রাঃ) বললেনঃ আমার কাছে একটি কম বয়সী বকরী আছে। সেটি পূর্ণ বয়স্ক দুটি বকরীর চাইতে উত্তম। আমি কি সেটি যবাহ করতে পারি? তিনি উত্তর দিলেন হ্যাঁ। তবে তোমার পরে অন্য কারো পক্ষে তা যবাহ করা যথেষ্ট হবে না। আমের (রহঃ) বলেনঃ এটি হল তার উত্তম কুরবানী।;\n",
        "id": 5165,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "বারাআ ইবনু আযিব (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২২১৭. যবাহের পশুর পার্শ্বদেশ পা দিয়ে চেপে ধরা",
        "hadithBengali": "৫১৬৬। হাজাজ ইবনু মিনহাল (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দুটি শিং বিশিষ্ট সাদা-কালো রং এর ভেড়া কুরবানী করতেন। তিনি পশুগুলোর পার্শ্বদেশ তার পা দিয়ে চেপে ধরে সেগুলোকে নিজ হাতে যবাহ করতেন।;\n",
        "id": 5166,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২২১৮. যবাহ করার সময় আল্লাহু আকবার বলা",
        "hadithBengali": "৫১৬৭। কুতায়বা (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দুটি সাদা-কালো বর্ণের শিংবিশিষ্ট ভেড়া কুরবানী করেন। তিনি ভেড়া দুটির পার্শ্বদেশে তার কদম মুবারক স্থাপন করে বিসমিল্লাহি আল্লাহু আকবার বলে নিজ হাতেই সেই দুটিকে যবাহ করেন।;\n",
        "id": 5167,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২২১৯. যবাহ করার জন্য কেউ যদি হারামে কুরবানীর পশু পঠিয়ে দেয়, তাহলে তার উপর ইহরামের বিধান থাকে না",
        "hadithBengali": "৫১৬৮। আহমাদ ইবনু মুহাম্মদ (রহঃ) ... মাসরুক (রহঃ) থেকে বর্ণিত। তিনি আয়িশা (রাঃ) এর কাছে এসে তাকে জিজ্ঞাসা করলেন হে উম্মুল মুমিনীন! কোন ব্যাক্তি যদি কাবার উদ্দেশ্যে হাদী (কুরুবানীর পশু) পাঠিয়ে দেয় এবং নিজে আপন শহরে অবস্থান করে নির্দেশ দেয় যে, তার হাদীকে যেন মালা পরিয়ে নেওয়া হয়, তাহলে সে দিন থেকে লোকদের হালাল হওয়া পর্যন্ত কি সেই ব্যাক্তির ইহরাম অবস্থায় থাকতে হবে? মাসরুক বলেনঃ তখন আমি পর্দার আড়াল থেকে তার [আয়িশা (রাঃ)] হাতের উপর হাত মারার আওয়াজ শুনলাম। তিনি বললেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হাদীর (কুরবানীর পশু) গলায় রশি পাকিয়ে পরিয়ে দিতাম। এরপর তিনি হাদীকে কাবার উদ্দেশ্যে পাঠিয়ে দিতেন। তখন স্বামী-স্ত্রীর বৈধ কাজ লোকেরা ফিরে আসা পর্যন্ত নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর উপর ইহা হারাম হতো না।;\n",
        "id": 5168,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "মাসরূক (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২২২০. কুরবানীর গোশত থেকে কতটুকু পরিমাণ আহার করা যাবে, আর কতটুকু পরিমান সঞ্চিত রাখা যাবে",
        "hadithBengali": "৫১৬৯। আলী ইবনু আবদুল্লাহ (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর আমলে আমরা মদিনায় ফিরে আসা পর্যন্ত কুরবানীর গোশত জমা করে রাখতাম। রাবী সুফিয়ান ইবনু উয়ায়না একাধিকবার لُحُومَ الأَضَاحِيِّ এর স্থলে لُحُومَ الْهَدْىِ বলেছেন।;\n",
        "id": 5169,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "জাবির ইবনু আবদুল্লাহ আনসারী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২২২০. কুরবানীর গোশত থেকে কতটুকু পরিমাণ আহার করা যাবে, আর কতটুকু পরিমান সঞ্চিত রাখা যাবে",
        "hadithBengali": "৫১৭০। ইসমাঈল (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত। তিনি বর্ণনা করেন যে, তিনি (দীর্ঘ দিন) বাইরে ছিলেন, পরে ফিরে আসলে তার সামনে গোশত পরিবেশন করা হল। তিনি বললেনঃ এটি কি আমাদের কুরবানীর গোশত? এরপর তিনি বললেনঃ এটি সরিয়ে নাও, আমি তা খাব না। তিনি বলেন এরপর আমি উঠে গেলাম এবং ঘর থেকে বেরিয়ে আমার ভাই আবূ কাতাদা ইবনু নুমান এর নিকট এলাম। আবূ কাতাদা (রাঃ) ছিলেন তার বৈপিত্রেয় ভাই এবং তিনি ছিলেন বদরী সাহাবী। তিনি বলেন, এরপর আমি তার কাছে ব্যাপারটি উল্লেখ করলে তিনি বললেনঃ তোমার অনুপহিস্থিতে এরুপ বিধান জারী হয়েছে।;\n",
        "id": 5170,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ সা'ঈদ খুদরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২২২০. কুরবানীর গোশত থেকে কতটুকু পরিমাণ আহার করা যাবে, আর কতটুকু পরিমান সঞ্চিত রাখা যাবে",
        "hadithBengali": "৫১৭১। আবূ আসিম (রহঃ) ... সালামা ইবনু আকওয়া (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের মধ্যে যে ব্যাক্তি কুরবানী করেছে, সে যেন তৃতীয় দিবসে এমতাবস্থায় সকাল অতিবাহিত না করে যে, তার ঘরে কুরবানীর গোশত কিছু পরিমান অবশ্যই থাকে। এরপর যখন পরবর্তী বছর আসল, তখন সাহাবীগন বললেনঃ ইয়া রাসুলাল্লাহ! আমরা কি সে রূপ করবো যে রূপ গত বছর করেছিলাম? তখন তিনি বললেনঃ তোমরা নিজেরা খাও অন্যকে খাওয়াও এবং সঞ্চয় করে রাখ কেননা, গত বছর তো মানুষের মধ্যে ছিল অভাব অনটন। তাই আমি চেয়েছিলাম যে, তোমরা তাতে সাহায্য কর।;\n",
        "id": 5171,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সালামাহ ইবনু আক্ওয়া (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২২২০. কুরবানীর গোশত থেকে কতটুকু পরিমাণ আহার করা যাবে, আর কতটুকু পরিমান সঞ্চিত রাখা যাবে",
        "hadithBengali": "৫১৭২। ইসমাঈল ইবনু আবদুল্লাহ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। বলেন, মদিনায় অবস্থানের সময় আমরা কুররানীর গোশতের মধ্যে লবন মিশ্রিত করে রেখে দিতাম। এরপর তা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সামনে পেশ করতাম। তিনি বলতেনঃ তোমরা তিন দিনের পর খাবে না। তবে এটি জরুরী নয়। বরং তিনি চেয়েছেন যে, তা থেকে যেন অন্যদের খাওয়ান হয়। আল্লাহ অধিক অবগত।;\n",
        "id": 5172,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২২২০. কুরবানীর গোশত থেকে কতটুকু পরিমাণ আহার করা যাবে, আর কতটুকু পরিমান সঞ্চিত রাখা যাবে",
        "hadithBengali": "৫১৭৩। হিব্বান ইবনু মূসা (রহঃ) ... ইবনু আযহাবের আযাদকৃত দাস আবূ উবায়দ (রহঃ) থেকে বর্ণিত যে, তিনি উমর ইবনু খাত্তাব (রাঃ) এর সঙ্গে কুরবানীর ঈদের দিন ঈদগাহে হাযির ছিলেন। উমর (রাঃ) খুৎবার পুর্বে সালাত (নামায/নামাজ) আদায় করেন। এরপর সমবেত জনতার সামনে খুৎবা দেন। তখন তিনি বলেন হে লোক সকল! রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এই দুই ঈদের দিনে সিয়াম পালন করতে নিষেধ করেছেন। তন্মধ্যে একটি তো হল তোমাদের জন্য তোমাদের সিয়াম ভংগ করার দিন (অর্থাৎ ঈদুল ফিতর)। আর অপরটি হল এমন দিন যে দিন তোমরা তোমাদের কুরবানীর পশুর গোশত আহার করবে।;\n\nআবূ উবায়দ বলেনঃ এরপর আমি উসমান ইবনু আফফান (রাঃ) এর সময়ও হাযির হয়েছি। সেদিন ছিল জুমুআর দিন। তিনি খুতবা দানের আগে সালাত (নামায/নামাজ) আদায় করলেন। এরপর তিনি খুতবা দিতে গিয়ে দাঁড়িয়ে বললেনঃ হে লোক সকল! এটি এমন দিন যে দিন তোমাদের জন্য দুটি ঈদ একত্রিত হয়ে গেছে। কাজেই তোমাদের মধ্যে আওয়ালী (মদিনার চার মাইল পূর্বে অবস্থিত একটি স্থানের নাম) এলাকার যে ব্যাক্তি জুমু আর সালাত (নামায/নামাজ) এর অপেক্ষা করতে ইচ্ছা করে সে যেন অপেক্ষা করে। আর যে ফিরে যেতে চায়, তার জন্য আমি অনুমতি দিলাম। আর উবায়দ বলেনঃ এরপর আমি ঈদগাহে হাযির হয়েছি আলী ইবনু আবূ তালিব (রাঃ) এর সময়ে তিনি খুতবার পূর্বে সালাত (নামায/নামাজ) আদায় করেন। এরপর লোকজনের উদ্দেশ্যে খুৎবা দেন। তিনি বলেন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তোমাদের কুরবানীর পশুর গোশত তিন দিনের অধিক কাল খেতে নিষেধ করেছেন।;\n\nমামার যুহরী আবূ উবায়দ (রহঃ) থেকে অনুরূপ বর্ণিত।;\n",
        "id": 5173,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২২২০. কুরবানীর গোশত থেকে কতটুকু পরিমাণ আহার করা যাবে, আর কতটুকু পরিমান সঞ্চিত রাখা যাবে",
        "hadithBengali": "৫১৭৪। মুহাম্মদ ইবনু আবদুর রহীম (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কুরবানীর গোশত থেকে তোমরা তিন দিন পর্যন্ত আহার কর। আবদুল্লাহ (রাঃ) মিনা থেকে ফিরার পর কুরবানীর গোশত খাওয়া থেকে বিরত থাকার কারণে যায়তুন দিয়ে আহার করতেন।;\n",
        "id": 5174,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    }
]