[
    {

        "chapter_bn": "২২৭২. আল্লাহ এমন কোন ব্যাধি অবতীর্ণ করেন নি যার নিরাময়ের কোন উপকরণ সৃষ্টি করেন নি",
        "hadithBengali": "৫২৭৬। মুহাম্মাদ ইবনু মূসান্না (রহঃ) ... আবূ হুরায়রা (রাঃ) সূত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেনঃ আল্লাহ এমন কোন রোগ সৃষ্টি করেন নি যার নিরাময়ের উপকরন তিনি সৃষ্টি করেন নি।;\n",
        "id": 5276,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২২৭৩. পুরুষ নারীর এবং নারী পুরুষের চিকিৎসা করতে পারে কি?",
        "hadithBengali": "৫২৭৭। কুতায়বা (রহঃ) ... রুবায়ঈ বিনত মুআওয়ায ইবনু আফরা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমরা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সংগে যুদ্ধে শরীক হতাম। তখন আমরা লোকজনকে পানি পান করাতাম, তাদের সেবা-যত্ন করতাম। নিহত ও আহতদের মদিনায় পৌছে দিতাম।;\n",
        "id": 5277,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "রুবায়্যি বিনতু মুআব্বিয (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২২৭৪.  তিনটি জিনিসের মধ্যে রোগের নিরাময় আছে",
        "hadithBengali": "৫২৭৮। হুসায়ন (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেছেন, তিনটি জিনিসের মধ্যে রোগমুক্তির ব্যবস্থা নিহিত আছে। মধু পান করা ও ব্যবহার করা, শিঙ্গা লাগান এবং আগুন (তপ্ত লৌহ) দিয়ে দাগ লাগানো। তবে আমি আমার উম্মতকে আগুন দিয়ে দাগ লাগাতে নিষেধ করছি। হাদীসটি মারফূ;। কুম্মী হাদীসটি লায়স, মুজাহিদ, ইবনু আব্বাস (রাঃ) সূত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকেفِي الْعَسَلِ وَالْحَجْمِ শব্দে বর্ননা করেছেন।;\n",
        "id": 5278,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২২৭৪.  তিনটি জিনিসের মধ্যে রোগের নিরাময় আছে",
        "hadithBengali": "৫২৭৯। মুহাম্মদ ইবনু আবদুর রাহীম (রহঃ) ... ইবনু আব্বাস (রাঃ) এর সুত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেনঃ রোগমুক্তি তিনটি জিনিসের মধ্যে নিহিত। শিঙ্গা লাগানোতে, মধু পানে এবং আগুন দিয়ে গরম দাগ দেওয়ার মধ্যে। তবে আমি আমার উম্মতকে আগুন দিয়ে গরম দাগ দিতে নিষেধ করি।;\n",
        "id": 5279,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২২৭৫. মধুর সাহায্যে চিকিৎসা। মহান আল্লাহর বানীঃ এর মধ্যে রয়েছে মানুষের জন্য নিরাময়",
        "hadithBengali": "৫২৮০। আলী ইবনু আবদুল্লাহ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মিষ্টিজাত দ্রব্য ও মধু বেশী পছন্দ করতেন।;\n",
        "id": 5280,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২২৭৫. মধুর সাহায্যে চিকিৎসা। মহান আল্লাহর বানীঃ এর মধ্যে রয়েছে মানুষের জন্য নিরাময়",
        "hadithBengali": "৫২৮১। আবূ নুআইম (রহঃ) ... জাবির ইবনু আবদুল্রাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছিঃ তোমাদের ঔষধসমূহের কোনটির মধ্যে যদি কল্যান বিদ্যমান থেকে থাকে তাহলে তা রয়েছে শিঙ্গাদানের মধ্যে কিংবা মধু পানের মধ্যে কিংবা আগুনের দ্বারা ঝলসিয়ে দেয়ার মধ্যে। তবে তা রোগ অনুযায়ী হতে হবে। আর আমি আগুন দ্বারা দাগ দেওয়াকে পছন্দ করি না।;\n",
        "id": 5281,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "জাবির ইবনু আবদুল্লাহ আনসারী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২২৭৫. মধুর সাহায্যে চিকিৎসা। মহান আল্লাহর বানীঃ এর মধ্যে রয়েছে মানুষের জন্য নিরাময়",
        "hadithBengali": "৫২৮২। আয়্যাশ ইবনু ওয়ালীদ (রহঃ) ... আবূ সাঈদ (রাঃ) থেকে বর্ণিত। এক ব্যাক্তি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এসে বললঃ আমার ভাইয়ের পেটে অসুখ হয়েছে। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তাকে মধু পান করাও। এরপর লোকটি দ্বিতীয়বার আসলে তিনি বললেনঃ তাকে মধু পান করাও। সে তৃতীয়বার আসলে তিনি বললেনঃ তাকে মধু পান করাও। এরপর লোকটি পুনরায় এসে বললঃ আমি অনুরূপই করেছি। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আল্লাহ সত্য বলেছেন, কিন্তু তোমার ভাইয়ের পেট অসত্য বলছে। তাকে মধু পান করাও। সে তাকে মধু পান করাল। এবার সে আরোগ্য লাভ করল।;\n",
        "id": 5282,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ সা'ঈদ খুদরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২২৭৬. উটের দুধের সাহায্যে চিকিৎসা",
        "hadithBengali": "৫৩৮৩। মুসলিম ইবনু ইবরাহীম (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। কতিপয় লোক রোগাক্রান্ত হয়ে পড়েছিল, তারা বললঃ ইয়া রাসূলাল্লাহ! আমাদের আশ্রয়দান করুন এবং আমাদের আহারের ব্যবস্থা করে দিন। এরপর যখন তারা সুস্থ হল, তখন তারা বললঃ মদিনার বায়ু ও আবহাওয়া অনুকূল নয়। তখন তিনি তাদের তার কতগুলো উট নিয়ে হাররা; নামক স্থানে থাকতে দিলেন। এরপর বললেন তোমরা এগুলোর দুধ পান কর। যখন তারা আরোগ্য লাভ করল তখন তারা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর রাখালকে হত্যা করে ফেলল এবং তাঁর উটগুলোকে হাঁকিয়ে নিয়ে চলল। তিনি তাদের পেছনে ধাওয়াকারীদের পাঠালেন। এরপর তিনি তাদের হাত পা কেটে দেন এবং তাদের চক্ষুগুলোকে ফুঁড়ে দেন।;\n\nবর্ননাকারী বলেনঃ আমি তাদের মধ্যকার এক ব্যাক্তিকে দেখেছি। সে নিজের জিহবা দিয়ে মাটি কামড়াতে থাকে এবং অবশেষে মারা যায়। বর্ননাকারী সাল্লাম বলেনঃ আমার নিকট সংবাদ পৌছেছে যে হাজ্জাজ ইবনু ইউসুফ আনাস (রাঃ) কে বলেছিলেন, আপনি আমাকে কঠোরতম শাস্তি সম্পর্কে বর্ণনা করুন, যেটি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম প্রয়োগ করেছিলেন। তখন তিনি এ হাদীসটি বর্ননা করেন। এ সংবাদ হাসান বসরীর নিকট পৌছলে তিনি বলেছিলেনঃ যদি তিনি এ হাদীস বর্ননা না করতেন তবে সেটাই আমার মতে ভাল ছিল।;\n",
        "id": 5283,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২২৭৭. উটের পেশাব ব্যবহার করে চিকিৎসা",
        "hadithBengali": "৫২৮৪। মূসা ইবনু ইসমাঈল (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। কতিপয় ব্যাক্তি মদিনায় তাদের প্রতিকুল আবহাওয়া অনুভব করল। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের হুকুম দিলেনঃ তারা যেন তার রাখাল অর্থাৎ তার উটগুলোর কাছে গিয়ে থাকে এবং উটের দুধ ও পেশাব পান করে। সুতরাং তারা রাখালের সংগে গিয়ে মিলিত হল এবং উটের দুধ ও পেশাব পান করতে লাগল। অবশেষে তাদের শরীর সুস্থ হলে তারা রাখালটিকে হত্যা করে ফেলল এবং উটগুলো হাকিয়ে নিয়ে যায়। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এ সংবাদ পৌছলে তিনি তাদের তালাশে লোক পাঠান। এরপর তাদের ধরে আনা হল। এরপর তিনি তাদের হাত পা কেটে দেন। এবং তাদের চক্ষুগুলো ফূড়ে দেন। কাতাদা (রহঃ) বলেছেনঃ মুহাম্মদ ইবনু সীরীন আমার নিকট বর্ণনা করেছেন যে, এটি হুদুদ (শাস্তির আইন) নাযিল হওয়ার পুর্বকার ঘটনা।;\n",
        "id": 5284,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২২৭৮. কালোজিরা",
        "hadithBengali": "৫২৮৫। আবদুল্লাহ ইবনু আবূ শায়বা (রহঃ) ... খালিদ ইবনু সাদ (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমরা (যুদ্ধের উদ্দেশ্যে) বের হলাম। আমাদের সংগে ছিলেন গালিব ইবনু আবযার। তিনি পথে অসুস্থ হয়ে পড়লেন। এরপর আমরা মদিনায় আসলাম তখনও তিনি অসুস্থ ছিলেন। তাকে দেখাশোনা করতে আসেন ইবনু আবূ আতীক। তিনি আমাদের বললেনঃ তোমরা এই কালো জিরা সংগে রেখো। এ থেকে পাঁচটি কিংবা সাতটি দানা নিয়ে পিষে খাবে, তারপর তন্মধ্যে যায়তুনের কয়েক ফোটা তৈল ঢেলে দিয়ে তার নাকের এ দিক-ওদিকের ছিদ্র পথে ফোটা ফোটা করে ঢ়ুকিয়ে দেবে। কেননা আয়িশা (রাঃ) আমাদের নিকট বর্বনা করেছেন যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছেনঃ এই কালো জিরা সাম ব্যতিত সকল রোগের ঔষধ। আমি বললামঃ সাম- কি? তিনি বললেনঃ সাম- অর্থ মৃত্যু।;\n",
        "id": 5285,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "খালিদ ইবনু সাঈদ ইবনু আস (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২২৭৮. কালোজিরা",
        "hadithBengali": "৫২৮৬। ইয়াহইয়া ইবনু বুকায়র (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছেনঃ কালো জিরা সাম ব্যতীত সকল রোগের ঔষধ। ইবনু শিহাব বলেছেনঃ আর সাম অর্থ হল মৃত্যু। আর কালো জিরা শূনীয কে বলা হয়।;\n",
        "id": 5286,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২২৭৯. রোগীর জন্য তালবীনা বা তরল লঘুপাক খাদ্য",
        "hadithBengali": "৫২৮৭। হিব্বান ইবনু মূসা (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত যে, তিনি রোগীকে এবং কারো মৃত্যুর কারণে শোকাতুর ব্যাক্তিকে তরল জাতীয় খাদ্য গ্রহনের আদেশ দিতেন। তিনি বলতেন আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি যে, তালবীনা রোগাক্রান্ত ব্যাক্তির কলিজা দৃঢ় করে এবং অনেক দুশ্চিন্তা দূর করে দেয়।;\n",
        "id": 5287,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২২৭৯. রোগীর জন্য তালবীনা বা তরল লঘুপাক খাদ্য",
        "hadithBengali": "৫২৮৮। ফারওয়া ইবনু আবূল মাগরা (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত যে, তিনি তালবীনা খেতে আদেশ দিতেন এবং বলতেনঃ এটি হল অপছন্দনীয় তবে উপকারী।;\n",
        "id": 5288,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২২৮০. নাসিকায় ঔষধ ব্যবহার",
        "hadithBengali": "৫২৮৯। মুআল্লা ইবনু আসাদ (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে-বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম শিঙ্গা লাগিয়েছেন এবং শিঙ্গা প্রয়োগকারী বক্তিকে পারিশ্রমিক দিয়েছেন আর তিনি (শ্বাস দ্বারা) নাকে ঔষধ টেনে নিয়েছেন।;\n",
        "id": 5289,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২২৮১. ভারতীয় ও সামুদ্রিক এলাকার চন্দন কাঠের (ধোঁয়ার) সাহায্যে নাকে ঔষধ টেনে নেওয়া। قُسْطِ কে كُسْتُ ও বলা হয়। যেমন كَافُورِ কে قَافُورِ ও বলা যায়। অনুরূপভাবে كُشِطَتْ কে قُشِطَتْ পড়া যায়। كُشِطَتْ এর অর্থ হল نُزِعَتْ  আবদুল্লাহ ইবন মাসউদ قُشِطَتْ পড়েছেন।",
        "hadithBengali": "৫২৯০। সাদাকা ইবনু ফাযল (রহঃ) ... উম্মে কায়স বিনত মিহসান (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি তোমরা ভারতীয় এই চন্দন কাঠ ব্যবহার করবে। কেননা তার মধ্যে সাত ধরনের চিকিৎসা (নিরাময়) রয়েছে। শ্বাসনালীর ব্যথার জন্য এর (ধোয়া) নাক দিয়ে টেনে নেয়া যায়। নিউমোনিয়া দূর করার জন্যও তা সেবন করা যায়। বর্ণনাকারী বলেনঃ আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে আমার এক শিশু পুত্রকে নিয়ে এলাম, সে খাবার খেতে চাইত না। এ সময় সে তাঁর কাপড়ে পেশাব করে দিল। তিনি পানি আনার জন্য ডেকে পাঠালেন। এরপর তিনি কাপড়ে পানি ঢেলে দিলেন।;\n",
        "id": 5290,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উম্মু কায়স বিনত মিহসান (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২২৮২. কোন সময় শিঙ্গা লাগাতে হয়। আবু মুসা (রাঃ) রাতে শিঙ্গা লাগাতেন",
        "hadithBengali": "৫২৯১। আবূ মামার (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সাওম (রোযা/রোজা/সিয়াম/ছিয়াম)রত অবস্থায় শিঙ্গা লাগিয়েছেন।;\n",
        "id": 5291,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২২৮৩. সফর ও ইহরাম অবস্থায় শিঙ্গা লাগানো। ইবন বুজায়না (রাঃ) এ ব্যাপারে নবী (সাঃ) থেকে বর্ণনা করেছেন।",
        "hadithBengali": "৫২৯২। মুসাদ্দাদ (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইহরাম বাঁধা অবস্থায় শিঙ্গা লাগিয়েছেন।;\n",
        "id": 5292,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২২৮৪. রোগ নিরাময়ের জন্য শিংগা লাগানো",
        "hadithBengali": "৫২৯৩। মুহাম্মদ ইবনু মুকাতিল (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত যে, তাকে শিঙ্গা প্রয়োগের পারিশ্রমিক প্রদানের ব্যপারে প্রশ্ন করা হয়েছিল। তিনি বললেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম শিঙ্গা লাগিয়েছেন। আবূ তায়বা তাকে শিঙ্গা লাগায়। এরপর তিনি তাকে দুই সা খাদ্যবস্তু প্রদান করেন। সে তার মালিকদের সঙ্গে এ ব্যাপারে আলোচনা করলে তারা তার থেকে পারিশ্রমিকের পরিমান লাঘব করে দেয়। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আরো বলেনঃ তোমরা যে সকল জিনিসের দ্বারা চিকিৎসা কর সেগুলোর মখ্যে সবচেয়ে উত্তম হল শিঙ্গা লাগানো এবং সামুদ্রিক চন্দন কাঠ ব্যাবহার করা। তিনি আরো বলেছেনঃ তোমরা তোমাদের শিশুদের জিহবা তালু টিপে কষ্ট দিও না। বরং তোমরা চন্দন কাঠ (ধোয়া) ব্যবহার কর।;\n",
        "id": 5293,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২২৮৪. রোগ নিরাময়ের জন্য শিংগা লাগানো",
        "hadithBengali": "৫২৯৪। সাঈদ ইবনু তালীদ (রহঃ) ... আসিম ইবনু উমর ইবনু কাতাদা থেকে বর্ণিত যে, জাবির ইবনু আবদুল্লাহ (রাঃ) অসুস্থ মুকান্নাকে দেখতে যান। এরপর তিনি বললেনঃ আমি সরবো না, যতক্ষ না তাকে শিঙ্গা লাগানো হয়। কেননা, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি নিশ্চয় এর (শিঙ্গার) মধ্যে রয়েছে নিরাময়।;\n",
        "id": 5294,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২২৮৫. মাথায় শিংগা লাগানো",
        "hadithBengali": "৫২৯৫। ঈসমাইল (রহঃ) ... আবদুল্লাহ ইবনু বুহায়না (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইহরাম বাধা অবস্থায় মক্কার লাহয়ী জামাল; নামক স্থানে তার মাথার মধ্যখানে শিঙ্গা লাগান। আনসারী (রহঃ) হিশাম ইবনু হাসসান (রহঃ) ইকরামার সুত্রে ইবনু আব্বাস (রাঃ) থেকে বর্ননা করেন যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার মাথায় শিঙ্গা লাগান।;\n",
        "id": 5295,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ্ ইবনু বুহায়নাহ্ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২২৮৬. অর্ধেক মাথা কিংবা পুরো মাথা ব্যথার কারণে শিংগা লাগানো",
        "hadithBengali": "৫২৯৬। মুহাম্মদ ইবনু বাশশার (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত যে, মাথায় বেদনার কারণে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইহরাম অবস্থায় লাহয়ি জামাল নামক একটি কুপের নিকটে মাথার শিঙ্গা লাগান। মুহাম্মাদ ইবনু সাওয়া (রহঃ) হিশাম (রহঃ) ... ইবনু আব্বাস (রাঃ) বর্ণনা করেন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইহরাম বাধা অবস্থায় অর্ধ মাথা বেদনার কারনে তার মাথায় শিঙ্গা লাগান।;\n",
        "id": 5296,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২২৮৬. অর্ধেক মাথা কিংবা পুরো মাথা ব্যথার কারণে শিংগা লাগানো",
        "hadithBengali": "৫২৯৭। ইসমাঈল ইবনু আবান (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছিঃ যদি তোমাদের ঔষধ সমুহের কোনটির মধ্যে কল্যাণ বিদ্যমান থাকে তাহলে তা আছে মধুপান করার মধ্যে কিংবা শিঙ্গা লাগানোর মধ্যে কিংবা আগুন দ্বারা দাগ লাগানোর মধ্যে। তবে আমি আগুনের দাগ দেওয়াকে পছন্দ করি না।;\n",
        "id": 5297,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "জাবির ইবনু আবদুল্লাহ আনসারী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২২৮৭. কষ্টের কারনে মাথা মুড়িয়ে ফেলা",
        "hadithBengali": "৫২৯৮। মুসাদ্দাদ (রহঃ) ... কাব ইবনু উজরা (রাঃ) থেকে বর্ণিত। তিনি বলেন হুদায়বিয়ার সফরকালে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার কাছে আসলেন। আমি তখন পাতিলের নীচে আগুন দিতে ছিলাম, আর আমার মাথা থেকে তখন উকুন ঝরছিল। তিনি বললেন তোমার উকুনগুলো তোমাকে কি খুব যন্ত্রণা দিচ্ছে? আমি বললামঃ হ্যাঁ। তিনি বললেনঃ তাহলে তুমি মাথা মুণ্ডন করে নাও এবং তিন দিন সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) পালন কর অথবা ছয়জন (মিসকীন) কে আহার দাও কিংবা একটি কুরবানীর পশু যবাহ করে নাও। আইউব (রহঃ) বলেনঃ আমি সঠিক বলতে পারি না, এগুলোর মধ্যে প্রথমে তিনি কোনটির কথা বলেছেন।;\n",
        "id": 5298,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "কাব ইবনু উজরাহ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২২৮৮. যে ব্যক্তি আগুনের দ্বারা দাগ দেয় কিংবা অন্যকে দাগ লাগিয়ে দেয় এবং যে ব্যক্তি এভাবে দাগ দেয়নি তার ফযীলত",
        "hadithBengali": "৫২৯৯। আবূল ওয়ালীদ হিশাম ইবনু আবদুল মালিক (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাঃ) সূত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেছেনঃ যদি তোমাদের চিকিৎসাগুলোর কোনটির মধ্যে নিরাময় থাকে, তাহলে তা রয়েছে শিঙ্গা লাগানোর মধ্যে কিংবা আগুনের দ্বারা দাগ লাগানোর মধ্যে, তবে আমি আশুনের দ্বারা দাগ দেয়াকে পছন্দ করি না।;\n",
        "id": 5299,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "জাবির ইবনু আবদুল্লাহ আনসারী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২২৮৮. যে ব্যক্তি আগুনের দ্বারা দাগ দেয় কিংবা অন্যকে দাগ লাগিয়ে দেয় এবং যে ব্যক্তি এভাবে দাগ দেয়নি তার ফযীলত",
        "hadithBengali": "৫৩০০। ইমরান ইবনু মায়সারা (রহঃ) ... ইমরান ইবনু হুসায়ন (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ বদ-নযর কিংবা বিষাক্ত দংশন ব্যতিরেকে অন্য কোন ব্যাপারে ঝাড়ফুঁক নেই। বর্ননাকারী বলেন, এরপর এ হাদীস আমি সাঈদ ইবনু জুবায়র (রহঃ) এর কাছে উল্লেখ করলে তিনি বললেনঃ আমাদের নিকট ইবনু আব্বাস (রাঃ) বর্ণনা করেছেন যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমার সামনে সকল উম্মাতকে পেশ করা হয়েছিল। (তখন আমি দেখেছি) দুএকজন নবী পথ অতিক্রম করতে লাগলেন এমতাবস্থায় যে, তাদের সংগে রয়েছে লোকজনের ছোট ছোট দল। কোন কোন নবী এমনও রয়েছেন যার সঙ্গে একজনও নেই। অবশেষে আমার সামনে তুলে ধরা হল বিশাল সমাবেশ। আমি জিজ্ঞাসা করলামঃ এটা কি? এ কি-আমার উম্মত?;\n\nউত্তর দেয়া হলঃ না, ইনি মূসা (আলাইহিস সালাম) এর সঙ্গে তার কাওম। আমাকে বলা হলঃ আপনি ঊর্ধাকাশের দিকে তাকান। তখন দেখলামঃ বিশাল একটি দল যা দিগন্তকে ঢেকে রখেছে। তারপর আমাকে বলা হলঃ আকাশের দিগন্তের এদিক ওদিক দৃষ্টিপাত করুন। তখন দেখলাম বিশাল একটি দল, যা আকাশের দিগন্তসমূহ ঢেকে দিয়েছে। তখন বলা হল এরা হলঃ আপনার উম্মত। আর তাদের মধ্য থেকে সত্তর হাজার ব্যাক্তি বিনা হিসাবে জান্নাতে প্রবেশ করবে।;\n\nতারপর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঘরে চলে গেলেন। উপস্থিতদের কাছে কথাটির কোন ব্যাখ্যা প্রদান করলেন না। (যে বিনা হিসাবের লোক কারা হবে?) ফলে উপস্থিত লোকদের মধ্যে তারা বিতর্ক শুরু হল। তারা বললঃ আমরা আল্লাহর প্রতি ইমান এনেছি এবং তার রাসুলের অনুসরণ করে থাকি, সুতরাং আমরাই তাদের অন্তর্ভুক্ত। কিংবা তারা হল আমাদের সে সকল সন্তান-সন্ততি যারা ইসলামের যুগে জন্মগ্রহন করেছে। আর আমাদের জন্ম হয়েছে জাহেলী যুগে।;\n\nনবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এ সংবাদ পৌছলে তিনি বেরিয়ে আসলেন এবং বললেনঃ তারা হল সে সব লোক যারা মন্ত্র পাঠ করে না, বদফালী (শুভ অশুভ) গ্রহন করে না এবং আগুনের সাহায্যে দাগ লাগায় না। বরং তারা তো তাদের রবের উপরই ভরসা করে থাকে। তখন উক্'কাসা ইবনু মিহসান (রাঃ) বললেনঃ ইয়া রাসুলাল্লাহ! তাদের মধ্যে কি আমি আছি? তিনি বললেনঃ হ্যাঁ। তখন আরেকজন দাঁড়িয়ে বললঃ তাদের মধ্যে কি আমিও আছি? তিনি বললেনঃ উক্'কাসা এ সুযোগ তোমার আগেই নিয়ে গেছে।;\n",
        "id": 5300,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "ইমরান ইবনু হুসায়ন (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২২৮৯. চোখের রোগের কারনে সুরমা ব্যবহার করা। উম্মে আতিয়্যা (রাঃ) থেকেও বর্ণনা রয়েছে",
        "hadithBengali": "৫৩০১। মুসাদ্দাদ (রহঃ) ... উম্মে সালামা (রাঃ) থেকে বর্ণিত যে, জনৈকা মহিলার স্বামী মারা গেলে তার চোখে অসুখ দেখা দেয়। লোকজন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে মহিলার কথা উল্লেখ করে সুরমা ব্যবহারের কথা আলোচনা করল এবং তার চোখ আশংকাগ্রস্ত বলে জানাল। তখন তিনি বললেনঃ তোমাদের এক একটি মহিলার অবস্থাতো এরুপ ছিল যে, তার ঘরে তার সবচেয়ে নিকৃষ্ট কাপড়ে আচ্ছাদিত হয়ে থাকত কিংবা তিনি বলেছেনঃ সে তার কাপড়ের দ্বারা আচ্ছাদিত হয়ে তার সবচেয়ে নিকৃষ্ট ঘরে (বছরের পর বছর ধরে) অবস্থান করতে থাকতো। এরপর যখন কোন কুকুর হেঁটে যেত, তখন সে কুকুরটির দিকে উটের বিষ্টা নিক্ষেপ করে (বেরিয়ে আসার অনুমতি লাভ করতো)। কাজেই, সে চোখে সুরমা লাগাবে না বরং চার মাস দশ দিন পর্যন্ত সে অপেক্ষা করবে।;\n",
        "id": 5301,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উম্মু সালামাহ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২২৯১. জমাট শিশির চোখের জন্য শেফা",
        "hadithBengali": "باب الْجُذَامِ;\n\nوَقَالَ عَفَّانُ حَدَّثَنَا سَلِيمُ بْنُ حَيَّانَ، حَدَّثَنَا سَعِيدُ بْنُ مِينَاءَ، قَالَ سَمِعْتُ أَبَا هُرَيْرَةَ، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم   لاَ عَدْوَى وَلاَ طِيَرَةَ وَلاَ هَامَةَ وَلاَ صَفَرَ، وَفِرَّ مِنَ الْمَجْذُومِ كَمَا تَفِرُّ مِنَ الأَسَدِ;\n\n২২৯০. পরিচ্ছেদঃ কুষ্ঠ রোগ। ;\n\nআফফান (রহঃ) বলেন, সালিম ইবনু হায়য়ান, আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, রোগের কোন সংক্রমণই নেই, কুলক্ষণ বলতে কিছু নেই, পেঁচা অশুভের প্রতিক নয়, সফর মাসের কোন অশুভ নেই। কুষ্ঠ রোগী থেকে দূরে থাক, যেভাবে তুমি দূরে থাক তুমি বাঘ থেকে।;\n\n\n৫৩০২। মুহাম্মাদ ইবনু মুসান্না (রহঃ) ... সাঈদ ইবনু যায়েদ (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি ছত্রাক এক জাতীয় শিশির থেকে হয়ে থাকে। আর এর রস চোখের জন্য শেফা। শুবা (রহঃ) বলেনঃ হাকাম ইবনু উতায়বা (রাঃ) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে আমার কাছে এরূপ বর্ণনা করেছেন। শুবা (রহঃ) বলেনঃ হাকাম যখন আমাকে হাদীসটি বর্ণনা করেন তখন আবদুল মালিক বর্ণিত হাদীসকে তিনি প্রত্যাখ্যান করেন নি।;\n",
        "id": 5302,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সাঈদ ইবনু যায়দ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২২৯২. রোগীর মুখের ভিতর ঔষধ ঢেলে দেয়া",
        "hadithBengali": "৫৩০৩। আলী ইবনু আবদুল্লাহ (রহঃ) ... ইবনু আব্বাস (রাঃ) ও আয়িশা (রাঃ) থেকে বর্ণিত যে, আবূ বকর (রাঃ) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর মৃতদেহ মুবারকে চুমু নিয়েছেন। বর্ননাকারী বলেন আয়িশা (রাঃ) আরো বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর অসুখের সময় আমরা তার মুখে ঔষধ ঢেলে দিলাম। তখন তিনি আমাদের ইশারা দিতে থাকলেন যে, তোমরা আমার মুখে ঔষধ ঢেল না। আমরা মনে করলাম এটা ঔষধের প্রতি একজন রোগীর অরুচির প্রকাশ মাত্র এরপর তিনি যখন সুস্থবোধ করলেন তখন বললেনঃ আমি কি তোমাদের আমার মুখে ঔষধ ঢেলে দিতে নিষেধ করিনি? আমরা বললামঃ আমরাতো ঔষধের প্রতি রোগীর সাধারণ অনীহা মনে করেছিলাম। তখন তিনি বললেন আমি এখন যাদের এ ঘরে দেখতে পাচ্ছি তাদের সকলের মুখেই ঔষুধ ঢালা হবে। আব্বাস (রাঃ) ছাড়া কেউ বাদ যাবে না। কেননা, তিনি তোমাদের সঙ্গে উপস্থিত ছিলেন না।;\n",
        "id": 5303,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২২৯২. রোগীর মুখের ভিতর ঔষধ ঢেলে দেয়া",
        "hadithBengali": "৫৩০৪। আলী ইবনু আবদুল্লাহ (রহঃ) ... উম্মে কায়স (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি আমার এক পুত্র সন্তানকে নিয়ে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট গেলাম। ছেলেটির আলাজিহ্বা ফোলার কারণে আমি তা দাবিয়ে দিয়েছিলাম। তখন তিনি বললেনঃ এ ধরনের রোগ-ব্যাধি দমনে তোমরা নিজেদের সন্তানদের কেন কষ্ট দিয়ে থাক? তোমরা ভারতীয় চন্দন কাঠ ব্যবহার কর। কেননা তাতে সাত রকমের নিরাময় বিদ্যমান। তন্মধ্যে আছে পাজরের ব্যাথা। আলাজিহ্বা ফোলার কারণে এটির ধোয়া নাক দিয়ে টেনে নেয়া যায়। পাজরের ব্যখার রোগীকে তা সেবন করান যায়।;\n\nসুফিয়ান বলেনঃ আমি যুহরীকে বলতে শুনেছি যে, তিনি আমাদের কাছে দুটির কথা বর্ণনা করেছেন। আর পাঁচটির কথা বর্ণনা করেননি। বর্ননাকারী আলী বলেনঃ আমি সুফিয়ানকে বললাম মামার স্মরণ রাখতে পারেন নি। তিনি বলেছেন علقت عَلَيْهِ আর যুহরী তো বলেছেন أَعْلَقْتُ عَنْهُ শব্দ দ্বারা। আমি তার মুখ থেকে শুনে মুখস্থ করেছি। আর সুফিয়ানের রেওয়াতে তিনি ছেলেটির অবস্থার বর্ণনা দিয়েছেন যে, আঙ্গুলের সাহায্যে যার তালু দাবিয়ে দেওয়া হয়েছে। এ সময় সুফিয়ান নিজের তালুতে আঙ্গুল প্রবেশ করিয়ে দেখিয়েছেন অর্থাৎ তিনি তাঁর আঙ্গুলের দ্বারা তালুকে তুলে ধরেছিলেন। কিন্তুأَعْلِقُوا عَنْهُ شَيْئًا এভাবে কেউ বর্ণনা করেন নি।;\n",
        "id": 5304,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উম্মু কায়স বিনত মিহসান (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২২৯৩. পরিচ্ছেদ নাই",
        "hadithBengali": "৫৩০৫। বিশর ইবনু মুহাম্মাদ (রহঃ) ... নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সহধর্মিণী আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, যখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর রোগযন্ত্রণা বেড়ে গেল এবং তীব্র আকার ধারণ করল, তখন তিনি তার সহধর্মিণীগনের কাছে অনুমতি চাইলেন যে, তিনি যেন আমার গৃহে অসুস্থকালীন সময় অবস্থান করতে পারেন। এরপর তাঁরা অনুমতি দিলে তিনি দুব্যাক্তি অর্থাৎ আব্বাস (রাঃ) ও আরেকজনের সাহায্যে এভাবে বেরিয়ে আসলেন যে, যমীনের উপর তাঁর দুপা হেঁচড়াতে ছিলেন। আমি ইবনু আব্বাস (রাঃ) কে হাদীসটি অবহিত করলে তিনি বলেনঃ আপনি কি জানেন আরেক ব্যাক্তি যার নাম আয়িশা (রাঃ) উল্লেখ করেননি, তিনি কে ছিলেন? আমি উত্তর দিলামঃ না। তিনি বললেনঃ আলী (রাঃ)।;\n\nআয়িশা (রাঃ) বলেনঃ যখন তাঁর রোগ-যন্ত্রণা আরো তীব্র হল তখন তিনি বললেন, যে সব মশকের মুখ এখনো খোলা হয়নি এমন সাত মাশক পানি আমার গায়ের উপর ঢেলে দাও। আমি লোকজনের কাছে কিছু অসীয়ত করে আসার ইচ্ছা পোষণ করছি। তিনি বলেন, তখন আমরা তাকে তার সহধর্মিণী হাফসা (রাঃ) এর একটি কাপড় কাচার জায়গায় নিয়ে গিয়ে বসালাম। এরপর তার গায়ের উপর সেই মাশরুক থেকে পানি চাইতে লাগলাম। অবশেষে তিনি আমাদের দিকে ইশারা দিলেন যে, তোমরা কাজ সমাধা করেছ। তিনি বলেনঃ এরপর লোকজনের দিকে বেরিয়ে গেলেন। আর তাদের নিরে সালাত (নামায/নামাজ) আদায় করলেন এবং তাদের সামনে খুতবা দিলেন।;\n",
        "id": 5305,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২২৯৪. উযরা-আলা-জিহবা যন্ত্রণা রোগের বর্ণনা",
        "hadithBengali": "৫৩০৬। আবুল ইয়ামান (রহঃ) ... উবায়দুল্লাহ ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত। আসাদ গোত্রের অর্থাৎ আসাদ খুযায়মা গোত্রের উম্মে কায়স বিনত মিহসান আসাদিয়া (রাঃ) ছিলেন প্রথম যুগের হিজরতকারিনাদের অন্তর্ভুক্ত। যারা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট বায়আত গ্রহণ করেছিলেন। আর তিনি ছিলেন উককাশা (রাঃ) এর বোন। তিনি বলেছেন যে, তিনি তার এক ছেলেকে নিয়ে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এসেছিলেন। ছেলেটির আলাজিহ্বা ফোলার কারণে তিনি তা দাবিয়ে দিয়েছিলেন। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমরা এ সকল ব্যাধি দমনে তোমাদের সন্তানদের কেন কষ্ট দিয়ে থাক? তোমরা এই ভারতীয় চন্দন কাঠ সংগ্রহ করে রেখে দিও। কেননা এতে সাত রকমের চিকিৎসা আছে, তন্মধ্যে একটি হল পাঁজর ব্যথা। কথাটির দ্বারা তাঁর উদ্দেশ্য হল কোস্ত। আর কোস্ত হল হিন্দী চন্দন কাঠ। ইউনুস ও ইসহাক ইবনু রাশিদ-যুহরী থেকে عَلَّقَتْ عَلَيْهِ শব্দে বর্ণনা করেছেন।;\n",
        "id": 5306,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উবাইদুল্লাহ ইবনু আবদুল্লাহ ইবন উতবাহ (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২২৯৫.  পেটের পীড়ার চিকিৎসা",
        "hadithBengali": "৫৩০৭। মুহাম্মদ ইবনু বাশশার (রহঃ) ... আবূ সাঈদ (রাঃ) থেকে বর্ণিত। তিনি বলেন, এক ব্যাক্তি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে বলল যে, আমার ভাইয়ের পেট খারাপ হয়েছে। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তাকে মধু পান করাও। সে তাকে মধু সেবন করাল। এরপর বলল, আমি তাকে মধু পান করিয়েছি কিন্তু পীড়া আরো বেড়ে চলছে। তিনি বললেনঃ আল্লাহ সত্য বলেছেন কিন্তু তোমার ভাইয়ের পেট অসত্য প্রতিপন্ন করেছে। নযর (রহঃ) শুবা থেকে অনুরূপ বর্ণনা করেছেন।;\n",
        "id": 5307,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ সা'ঈদ খুদরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২২৯৬.  সফর' পেটের পীড়া ছাড়া কিছুই নয়",
        "hadithBengali": "৫৩০৮। আবদুল আযীয ইবনু আবদুল্লাহ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ রোগের কোন সংক্রমন নেই, সফরের কোন কুলক্ষণ নেই, পেঁচার মধ্যেও কোন কুলক্ষণ নেই। তখন জনৈক বেদুঈন বলল ইয়া রাসুলাল্লাহ! তাহলে আমার উটের এ অবস্থা হয় কেন? সে যখন চারণ ভূমিতে থাকে তখন সেগুলো যেন মুক্ত হরিণের পাল। এমন অবস্থায় চর্মরোগা উট এসে সেগুলোর মধ্যে ঢ়ুকে পড়ে এবং এগুলোকেও চর্ম রোগাক্রান্ত করে ফেলে। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তাহলে প্রথমটিকে চর্ম রোগাক্রান্ত কে করেছে?;\n\nযুহরী হাদীসটি আবূ সালামা ও সিনান ইবনু আবূ সিনান (রহঃ) থেকে বর্ণনা করেছেন।;\n",
        "id": 5308,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২২৯৭. পাঁজরের ব্যথা",
        "hadithBengali": "৫৩০৯। মুহাম্মদ (রহঃ) ... উবায়দুল্লাহ ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত যে, উম্মে কায়স বিনত মিহসান তিনি ছিলেন প্রথম কালের হিজরতকারিণী উক্'কাশা ইবনু মিহসান (রাঃ) এর বোন এবং রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট বায়আত গ্রহণকারিণী মহিলা সাহাবী। তিনি বলেছেনঃ তিনি তাঁর এক ছেলেকে নিয়ে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে আসেন। ছেলেটির আলাজিহ্বা ফুলে গিয়েছিল। তিনি তা দাবিয়ে দিয়েছিলেন। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আল্লাহকে ভয় কর, কেন তোমরা তোমাদের সন্তানদের তালু দাবিয়ে কষ্ট দাও। তোমরা এই ভারতীয় চন্দন কাঠ ব্যবহার কর। কেননা, এতে রয়েছে সাত প্রকারের চিকিৎসা। তন্মধ্যে একটি হল পাঁজরের ব্যথা। কাঠ বলে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর উদ্দেশ্য হল কোস্ত। قسط শব্দেও তার আভিধানিক ব্যবহার আছে।;\n",
        "id": 5309,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উবাইদুল্লাহ ইবনু আবদুল্লাহ ইবন উতবাহ (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২২৯৭. পাঁজরের ব্যথা",
        "hadithBengali": "৫৩১০। আরিম (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। আবূ তালহা ও আনাস ইবনু নাযর (রাঃ) তাকে আগুন দিয়ে দাগ দিয়েছেন। আর আবূ তালহা তাকে নিজ হাতে দাগ দিয়েছেন। আব্বাদ ইবনু মানসূর বলেন, আইউব আবূ কিলাবা ... আনাস ইবনু মালিক (রাঃ) সুত্রে বর্ণিত যে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আনসারদের জনৈক পরিবারের লোকদের বিষাক্ত দংশন ও কান ব্যথা জনিত কারণে ঝাঁড়ফুক গ্রহণ করার জন্য অনূমতি দেন। আনাস (রাঃ) বলেন আমাকে পাঁজর ব্যথা রোগের কারণে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর জীবিত থাকাকালে আগুন দিয়ে দাগ দেয়া হয়েছিল। তখন আমার নিকট উপস্থিত ছিলেন আবূ তালহা আনাস ইবনু নাযর এবং যায়দ ইবনু সাবিত (রাঃ)। আর আবূ তালহা (রাঃ) আমাকে দাগ দিয়েছিলেন।;\n",
        "id": 5310,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২২৯৮. রক্ত বন্ধ করার জন্য চাটাই পুড়িয়ে ছাই লাগানো",
        "hadithBengali": "৫৩১১। সাঈদ ইবনু উফায়র (রহঃ) ... সাহল ইবনু সাদ সাঈদী (রাঃ) থেকে বর্ণিত। তিনি বলেন যখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর মাথায় লৌহ শিরস্রান (হেলমেট) চুর্ন করে দেয়া হল আর তার মুখমন্ডল রক্তে রঞ্জিত হয়ে গেল এবং তাঁর রুবাঈ দাঁত ভেংগে গেল, তখন আলী (রাঃ) ঢাল ভর্তি করে পানি দিতে থাকলেন এবং ফাতিমা (রাঃ) এসে তার চেহারা মুবারক থেকে রক্ত ধুয়ে দিতে লাগলেন। ফাতিমা (রাঃ) যখন দেখলেন যে, পানি ঢালার পরেও অধিক পরিমাণ রক্ত ঝরে চলছে, তখন তিনি একটি চাটাই নিয়ে এসে তা পুড়ালেন এবং নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যখমের উপর ছাই লাগিয়ে দিলেন। ফলে রক্ত বন্ধ হয়ে গেল।;\n",
        "id": 5311,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সাহল বিন সাদ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২২৯৯.  জ্বর জাহান্নামের উত্তাপ থেকে হয়",
        "hadithBengali": "৫৩১২। ইয়াহইয়া ইবনু সুলায়মান (রহঃ) ... ইবনু উমর (রাঃ) এর সুত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেছেনঃ জ্বর জাহান্নামের উত্তাপ থেকে সৃষ্টি হয়। কাজেই তা পানির সাহায্যে নিভিয়ে দাও। নাফি (রহঃ) বলেন, আবদুল্লাহ (রাঃ) তখন বলতেন আমাদের উপর থেকে শাস্তিকে হালকা কর।;\n",
        "id": 5312,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২২৯৯.  জ্বর জাহান্নামের উত্তাপ থেকে হয়",
        "hadithBengali": "৫৩১৩। আবদুল্লাহ ইবনু মাসলামা (রহঃ) ... ফাতিমা বিনত মুনযির (রহঃ) থেকে বর্ণিত যে আসমা বিনত আবূ বকর (রাঃ) এর নিকট যখন কোন জ্বরাক্রান্ত মহিলাকে দুআর জন্য আনা হত, তখন তিনি পানি হাতে নিয়ে সেই মহিলার জামার ফাঁক দিয়ে তার গায়ে ছিটিয়ে দিতেন এবং বলতেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের আদেশ দিতেন, আমরা যেন পানি দিয়ে জ্বর ঠাণ্ডা করে দেই।;\n",
        "id": 5313,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "ফাতিমা বিনতে আল মুনযির (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২২৯৯.  জ্বর জাহান্নামের উত্তাপ থেকে হয়",
        "hadithBengali": "৫৩১৪। মুহাম্মদ ইবনু মুসান্না (রহঃ) ... আয়িশা (রাঃ) সুত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেছেনঃ জ্বর জাহান্নামের উত্তাপ থেকে হয়। কাজেই তোমরা পানির দ্বারা তা ঠান্ডা করো।;\n",
        "id": 5314,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২২৯৯.  জ্বর জাহান্নামের উত্তাপ থেকে হয়",
        "hadithBengali": "৫৩১৫। মুসাদ্দাদ (রহঃ) ... রাফি ইবনু খাদীজ (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছিঃ জ্বর জাহান্নামের উত্তাপ থেকে সৃষ্টি হয়। কাজেই তোমরা তা পানির দ্বারা ঠাণ্ডা করে নিও।;\n",
        "id": 5315,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "রাফি ইবনু খাদীজ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩০০. অনুকূল নয় এমন এলাকা থেকে বেরিয়ে যাওয়া",
        "hadithBengali": "৫৩১৬। আবদুল আলা ইবনু হাম্মাদ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত যে, উক্'কাল ও উরায়না গোত্রের কতিপয় মানুষ কিংবা তিনি বলেছেন কতিপয় পুরুষ লোক রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এসে ইসলাম সম্পর্কে আলাপ আলোচনা করল। এরপর তারা বলল হে আল্লাহর নবী! আমরা ছিলাম পশু পালন অঞ্চলের অধিবাসী। আমরা কখনো চাষাবাদকারী ছিলাম না। অতএব মদিনায় বসবাস করা তাদের জন্য অনুপযোগী হল। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের জন্য কিছু উট ও একজন রাখাল দেওয়ার আদেশ দিলেন এবং তাদের হুকুম দিলেন যেন এগুলো নিয়ে যায় এবং এগুলোর দুধ ও পেশাব পান করে।;\n\nএরপর তারা রওয়ানা হয়ে যখন হারবা এলাকার কাছাকাছি গিয়ে পৌছল তখন তারা ইসলাম ত্যাগ করে কুফরী অবলম্বন করল এবং তারা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর রাখালটিকে হত্যা করে উটগুলো হাঁকিয়ে নিয়ে গেল। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এ খবর পৌছল। তিনি তাদের পেছনে অনুসন্ধানকারী দল পাঠালেন। (ধরে আনার পর) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের ব্যাপারে চুড়ান্ত আদেশ দিলেন। সে মতে সাহাবায়ে কেরাম তাদের চক্ষুগুলো ফুঁড়ে দিলেন। তাদের হাতগুলো কেটে দিলেন এবং তাদের হাররা এলাকায় ফেলে রাখা হল। অবশেষে তারা সেই অবস্থায় মারা গেল।;\n",
        "id": 5316,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩০১. প্লেগ রোগের বর্ণনা",
        "hadithBengali": "৫৩১৭। হাফস ইবনু উমর (রহঃ) ... উসামা ইবনু যায়েদ (রাঃ) থেকে সাদ (রাঃ) এর কাছে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন যে তিনি বলেছেনঃ যখন তোমরা কোন এলাকায় প্লেগের প্রাদুর্ভাবের সংবাদ পাও তখন সেই এলাকায় প্রবেশ করো না। আর তোমরা যেখানে অবস্থান কর, তথায় প্লেগের প্রাদুর্ভাব ঘটলে সেখান থেকে বেরিয়ে যেয়ো না। (বর্ণনাকারী হাবীব ইবনু আবূ সাবিত বলেন) আমি জিজ্ঞাসা করলামঃ আপনি কি উসামা (রাঃ) কে এ হাদীস সাদ (রাঃ) এর কাছে বর্ণনা করতে শুনেছেন যে, (সাদ) তাতে কোন অসম্মতি প্রকাশ করেননি? ইবরাহীম ইবনু সাদ বলেনঃ হ্যাঁ।;\n",
        "id": 5317,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উসামাহ ইবনু যায়দ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩০১. প্লেগ রোগের বর্ণনা",
        "hadithBengali": "৫৩১৮। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আবদুল্লাহ ইবনু আব্বাস (রাঃ) থেকে বর্ণিত যে, উমর ইবনু খাত্তাব (রাঃ) সিরিয়ার দিকে যাত্রা করেছিলেন। অবশেষে তিনি যখন সারগ এলাকায় গেলেন, তখন তার সঙ্গে সৈন্য বাহিনীর প্রধানগণ তথা আবূ উবায়দা ইবনু জাররাহ ও তার সংগীগণ সাক্ষাত করেন। তারা তাকে অবহিত করেন যে, সিরিয়া এলাকায় প্লেগের প্রাদুর্ভাব ঘটেছে। ইবনু আব্বাস (রাঃ) বলেন, তখন উমর (রাঃ) বলেনঃ আমার নিকট প্রবীণ মুহাজীরদের ডেকে আনো। তখন তিনি তাদের ডেকে আনলেন। উমর (রাঃ) তাঁদের সিরিয়ায় প্লেগের প্রাদুর্ভাব ঘটার কথা অবহিত করে তাদের কাছে পরামর্শ চহিলেন। তখন তাদের মধ্যে মতভেদের সৃষ্টি হল। কেউ বললেনঃ আপনি একটি গুরুত্বপূর্ণ ব্যাপারে বের হয়েছেন; কাজেই তা থেকে ফিরে যাওয়াকে আমরা পছন্দ করি না। আবার কেউ কেউ বললেনঃ আপনার সঙ্গে রয়েছেন শেষ অবশিষ্ট ব্যাক্তিবর্গ ও রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাহাবীগণ, কাজেই আমাদের কাছে ভাল মনে হয় না যে, আপনি তাদের এই প্লেগের মধ্যে ঠেলে দিবেন।;\n\nউমর (রাঃ) বললেনঃ তোমরা আমার নিকট থেকে চলে যাও। এরপর তিনি বললেনঃ আমার নিকট আনসারদের ডেকে আনো। আমি তাদের ডেকে আনলাম। তিনি তাদের কাছে পরামর্শ চাইলে তারাও মুহাজিরদের পথ অবলম্বন করলেন এবং তাঁদের ন্যায় মতভেদ করলেন। উমর (রাঃ) বললেনঃ তোমরা উঠে যাও। এরপর আমাকে বললেনঃ এখানে যে সকল বয়োজ্যেষ্ঠ কুরায়শী আছেন, যারা মক্কা বিজয়ের বছর হিজরত করেছিলেন, তাদের ডেকে আনো। আমি তাদের ডেকে আনলাম, তখন তারা পরস্পরে কোন মতপার্থক্য করেননি। তাঁরা বললেনঃ আপনার লোকজনকে নিয়ে ফিরে যাওয়া এবং তাদের প্লেগের কবলে আপনার ঠেলো না দেওয়াই আমাদের কাছে ভাল মনে হয়। তখন উমর (রাঃ) লোকজনের মধ্যে ঘোষণা দিলেন যে, আমি ভোরে সাওয়াবীর পিঠে আরোহন করবো (ফিরে যাওযার জন্য)। এরপর ভোরে সকলে এভাবে প্রস্তুতি নিল।;\n\nআবূ উবায়দা (রাঃ) বললেনঃ আপনি কি আল্লাহর নির্ধারণকৃত তাকদীর থেকে পলায়ন করার জন্য ফিরে যাচ্ছেন? উমর (রাঃ) বললেন হে আবূ উবায়দা! যদি তুমি ছাড়া অন্য কেউ কথাটি বলতো! হাঁ আমরা আল্লাহর এক তাকদীর থেকে আল্লাহর অন্য একটি তাকদীরের দিকে ফিরে যাচ্ছি। তুমি বলত তোমার কিছু উটকে যদি তুমি এমন কোন উপত্যকায় নিয়ে যাও আর সেখানে আছে দুটি মাঠ। তন্মধ্যে একটি হল সবুজ শ্যমল, আর অন্যটি হল শুষ্ক ও ধূসর। এবার বল ব্যাপারটি কি এমন নয় যে, যদি তুমি সবুজ মাঠে চরাও তাহলে তা আল্লাহর তাকদীর অনুযায়ীই চরিয়েছ। আর যদি শুষ্ক মাঠে চরাও, তাহলে তাও আল্লাহর তাকদীর অনুযায়ীই চরিয়েছ।;\n\nবর্ণনাকারী বলেন, এমন সময় আবদুর রহমান ইবনু আউফ (রাঃ) আসলেন। তিনি এতক্ষণ যাবত তাঁর কোন প্রয়োজনের কারণে অনুপস্থিত ছিলেন। তিনি বললেনঃ এ ব্যাপারে আমার নিকট একটি তখ্য আছে, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছিঃ তোমরা যখন কোন এলাকায় (প্লেগের) প্রাদুর্ভাবের কথা শোন, তখন সেখানে প্রবেশ করো না। আর যদি কোন এলাকায় এর প্রাদুর্ভাব নেমে আসে, আর তোমরা সেখানে থাকে তাহলে পলায়ন করে সেখান থেকে বেরিয়ে যেয়ো না। বর্ণনাকারী বলেনঃ এরপর উমর (রাঃ) আল্লাহর প্রশংসা করলেন, তারপর প্রত্যাবর্তন করলেন।;\n",
        "id": 5318,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩০১. প্লেগ রোগের বর্ণনা",
        "hadithBengali": "৫৩১৯। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আবদুল্লাহ ইবনু আমির (রাঃ) থেকে বর্ণিত আছে যে, উমর (রাঃ) সিরিয়া যাওযার উদ্দেশ্যে বের হন। এরপর তিনি সারগ নমক স্থানে পৌছলে তার কাছে সংবাদ আসলো যে সিরিয়া এলাকায় মহামারী দেখা দিয়েছে। তখন আবদুর রহমান ইবনু আউফ (রাঃ) তাকে অবহিত করলেন যে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যখন তোমরা কোন স্থানে এর প্রাদূর্ভাবের কথা শোন, তখন সে এলাকায় প্রবেশ করো না; আর যখন এর পাদূর্ভাব দেখা দেয়, আর তোমরা সেখানে বিদ্যমান থাকো তাহলে তা থেকে পলায়ন করার উদ্দেশ্যে সেখান থেকে বেরিয়ে যেয়ো না।;\n",
        "id": 5319,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আমির ইবনু রাবীআ (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩০১. প্লেগ রোগের বর্ণনা",
        "hadithBengali": "৫৩২০। আবদুল্লাহ ইবনু ইউসূফ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ মদিনা নগরীতে প্রবেশ করতে পারবে না মাসীহ দাজ্জাল, আর না মহামারী।;\n",
        "id": 5320,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩০১. প্লেগ রোগের বর্ণনা",
        "hadithBengali": "৫৩২১। মূসা ইবনু ইসমাঈল (রহঃ) ... হাফসা বিনত সীরীন (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমাকে আনাস ইবনু মালিক (রাঃ) জিজ্ঞাসা করলেন, ইয়াহইয়া কি রোগে মারা গেছে? আমি বললামঃ প্লেগ রোগে। তিনি বললেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ প্লেগ রোগের কারনে মৃত্যুবরণ প্রত্যেক মুসলিমের জন্য শাহাদাত হিসাবে গণ্য।;\n",
        "id": 5321,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "হাফসাহ বিনত সীরীন (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩০১. প্লেগ রোগের বর্ণনা",
        "hadithBengali": "৫৩২২। আবূ আসিম (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেন যে, তিনি বলেছেনঃ উদরাময় রোগে মৃত ব্যাক্তি শহীদ, আর প্লেগ রোগে মৃত ব্যাক্তি শহীদ।;\n",
        "id": 5322,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩০২. প্লেগ রোগে ধৈর্যধারণকারীর সাওয়াব",
        "hadithBengali": "৫৩২৩। ইসহাক (রহঃ) ... নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সহধর্মিনী আয়িশা (রাঃ) থেকে বর্ণিত যে, তিনি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে প্লেগ রোগ সম্পর্কে জিজ্ঞাসা করেন। তখন আল্লাহর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে অবহিত করেন যে এটি হচ্ছে এক প্রকারের আযাব। আল্লাহ যার উপর তা পাঠাতে ইচ্ছা করেন পাঠান। কিন্তু আল্লাহ এটিকে মুমিনদের জন্য রহমত স্বরূপ বানিয়ে দিয়েছেন। অতএব গ্নেগ রোগে কোন বান্দা যদি ধৈর্য ধারণ করে এই বিশ্বাস নিয়ে আপন শহরে অবস্থান করতে থাকে যে, আল্লাহ তার জন্য যা নির্ধারণ করে রেখছে তা ব্যতীত আর কোন বিপদ তার উপর আসবে না তাহলে সেই বান্দার জন্য থাকবে শহীদ ব্যাক্তির সাওয়াবের সমান সাওয়াব। দাউদ থেকে নাযরও অনুরূপ বর্ণনা করেছেন।;\n",
        "id": 5323,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩০৩. কুরআন পড়ে এবং সূরা নাস ও ফালাক (মু'আব্বিযাত) পড়ে ফুঁক দেওয়ার বর্ণনা",
        "hadithBengali": "৫৩২৪। ইবরাহীম ইবনু মূসা (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যে রোগে ওফাত পান সেই রোগের সময়ে তিনি নিজ দেহে মুআব্বিযাত (সূরা নাস ও ফালাক) পড়ে ফুঁক দিতেন। এরপর যখন রোগ তীব্রে হয়ে গেল, তখন আমি সেগুলো পড়ে ফুঁক দিতাম। আর আমি তার নিজের হাত তার দেহের উপর বুলিয়ে দিতাম। কেননা তাঁর হাতে বরকত ছিল। রাবী বলেনঃ আমি যুহরীকে জিজ্ঞাসা করলাম, তিনি কিভাবে ফুঁক দিতেন? তিনি বললেনঃ তিনি তার দুই হাতের উপর ফুঁক দিতেন, এরপর সেই হস্তদ্বয় দ্বারা আপন মুখমণ্ডল বুলিয়ে নিতেন।;\n",
        "id": 5324,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩০৪. সূরাহ ফাতিহার দ্বারা ফুঁক দেয়া। ইবন আব্বাস (রাঃ) থেকে নবী (সাঃ) সুত্রে এ ব্যাপারে উল্লেখ আছে",
        "hadithBengali": "৫৩২৫। মুহাম্মদ ইবনু বাশশার (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাহাবীদের মধ্যে কতিপয় সাহাবী আরবের এক গোত্রের নিকট আসলেন। গোত্রের লোকেরা তাদের কোন মেহমানাদারী করল না। তারা সেখানে থাকা কালেই হঠাৎ সেই গোত্রের নেতাকে সর্প দংশন করছেন। তখন তারা এসে বলল আপনাদের কাছে কি কোন ঔষধ আছে কিংবা আপনাদের মখ্যে ঝাড়-ফুঁককারী কোন লোক আছে কি? তারা উত্তর দিলেনঃ হ্যাঁ। তবে তোমরা আমাদের কোন মেহমানদারী করনি। কাজেই আমাদের জন্য কোন বিনিময় নির্ধারণ না করা পর্যন্ত আমরা তা করবো না। ফলে তারা তাদের জন্য এক পাল বকরী বিনিময় স্বরুপ দিতে রাযী হল।;\n\nতখন একজন সাহাবী উম্মুল কুরআন (সূরা-ফাতিহা) পড়তে লাগলেন এবং মুখে থুথু জমা করে তা সে ব্যাক্তির গায়ে ছিঁটিয়ে দিলেন। ফলে সে আরোগ্য লাভ করল। এরপর তারা বকরীগুলো নিয়ে এসে বললো, আমরা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জিজ্ঞেস করার পুর্বে এটি স্পর্শ করবো না। এরপর তাঁরা এ বিষয়ে জিজ্ঞেস করলেন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম শুনে হেসে দিলেন এবং বললেন তোমরা কিভাবে জানলে যে এটি রোগ নিরাময়কারী? ঠিক আছে বকরীগুলো নিয়ে যাও এবং তাতে আমার জন্যও এক অংশ রেখে দিও।;\n",
        "id": 5325,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ সা'ঈদ খুদরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩০৫.  ঝাড়-ফুঁক দেওয়ার বিনিময়ে একপাল বকরীর শর্ত",
        "hadithBengali": "৫৩২৬। সীদান ইবনু মুদারিব আবূ মুহাম্মদ বাহিলী (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাহাবীগণের একটি দল একটি কুপের পাশে নিকট দিয়ে যাচ্ছিলেন। কুপের পাশে মধ্যে ছিল সাপে কাটা এক ব্যাক্তি কিংবা তিনি বলেছেন দংশিত এক ব্যাক্তি। তখন কুপের কাছে একজন এসে তাদের বলল আপনাদের মধ্যে কি কোন ঝাড়-ফুঁককারী আছেন? কুপ এলাকায় একজন সাপ বা বিচ্ছু দংশিত লোক আছে। তখন সাহাবীগণের মধ্যে একজন সেখানে গেলেন। এরপর কিছু বকরী দানের বিনিময়ে তিনি সূরা ফাতিহা পড়লেন (এবং ফুঁক দিলেন)।;\n\nফলে লোকটি আরোগ্য লাভ করল। এরপর তিনি বকরীগুলো নিয়ে তাঁর সাথীদের নিকট আসলেন কিন্তু তাঁরা কাজটি পছন্দ করলেন না। তারা বললেনঃ আপনি আল্লাহর কিতাবের উপর বিনিময় গ্রহণ করেছেন। অবশেষে তারা মদিনায় পৌছে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকটে যেয়ে বললেন, ইয়া রাসুলাল্লাহ! তিনি আল্লাহর কিতাবের উপর বিনিময় গ্রহণ করেছেন। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ যে সকল জিনিসের উপর তোমরা বিনিময়ে গ্রহণ করে থাকো তম্মধ্যে সবচেয়ে বড় হল আল্লাহর কিতাব।;\n",
        "id": 5326,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩০৬. বদ নযরের জন্য ঝাড়ফুঁক করা",
        "hadithBengali": "৫৩২৭। মুহাম্মদ ইবনু কাসীর (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে আদেশ করেছেন কিংবা তিনি বলেছেন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আদেশ করেছেন বদ নযরের কারণে ঝাড়ফঁক গ্রহনের।;\n",
        "id": 5327,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩০৬. বদ নযরের জন্য ঝাড়ফুঁক করা",
        "hadithBengali": "৫৩২৮। মুহাম্মদ ইবনু খালিদ (রহঃ) ... উম্মে সালামা (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার ঘরে একটি মেয়েকে দেখলেন যে, তার চেহারায় কালিমা রয়েছে। তখন তিনি বললেনঃ তাকে ঝাড়ফুক করাও, কেননা তার উপর (বদ) নযর লেগেছে। আবদুল্লাহ ইবনু সালিম (রহঃ) এ হাদীস যুবায়দী থেকে অনুরূপ বর্ণনা করেছেন। উকায়ল (রহঃ) বলেছেন, এটি যুহরী (রহঃ) উরওয়া (রহঃ) সূত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন।;\n",
        "id": 5328,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উম্মু সালামাহ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩০৭. বদ নযর লাগা সত্য",
        "hadithBengali": "৫৩২৯। ইসহাক ইবনু নাসর (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ বদ নযর লাগা সত্য। আর তিনি উল্কি আঁকতে (খোদাই করতে) নিষেধ করেছেন।;\n",
        "id": 5329,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩০৮. সাপ কিংবা বিচ্ছুর দংশনে ঝাড়-ফুঁক দেয়া",
        "hadithBengali": "৫৩৩০। মূসা ইবনু ইসমাঈল (রহঃ) ... আবদুর রহমান ইবনুল আসওয়াদের পিতা আসওয়াদ (রহঃ) থেকে বর্ণিত। তিনি বলেন আমি আয়িশা (রাঃ) কে বিষাক্ত প্রানীর দংশনের কারণে ঝাড়-ফুঁক গ্রহনের ব্যাপার জিজ্ঞাসা করলে তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সব রকমের বিষাক্ত প্রানীর দংশনে ঝাড়-ফুঁক গ্রহনের জন্য অনুমতি দিয়েছেন।;\n",
        "id": 5330,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আসওয়াদ (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩০৯. নাবী (সাঃ) এর ঝাড়-ফুঁক",
        "hadithBengali": "৫৩৩১। মুসাদ্দাদ (রহঃ) ... আবদুল আযীয (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি ও সাবিত একবার আনাস ইবনু মালিক (রাঃ) এর নিকট যাই। সাবিত বললেন, হে আবূ হামযা, আমি অসুস্থ হয়ে পড়েছি। তখন আনাস (রাঃ) বললেনঃ আমি কি তোমাকে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যা দিয়ে ঝাড়ফুঁক করেছিলেন তা দিয়ে ঝাড়ফুঁক করে দেব? তিনি বললেনঃ হ্যাঁ। তখন আনাস (রাঃ) পড়লেন হে আল্লাহ! তুমি মানুষের রব, ব্যথ্যা নিবারণকায়ী, শিফা দান করো তুমিই শিফা দানকারী। তুমি ব্যাতীত আর কেউ শিফা দানকারী নেই। এমন শিফা দাও যা কোন রোগ অবশিষ্ট রাখে না।;\n",
        "id": 5331,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আব্দুল আযীয ইবন সুহায়ব (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩০৯. নাবী (সাঃ) এর ঝাড়-ফুঁক",
        "hadithBengali": "৫৩৩২। আমর ইবনু আলী (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর কোন কোন স্ত্রীকে সূরা নাস এবং সূরা ফালাক পড়ে ডান হাত দ্বারা বুলিয়ে দিতেন এবং পড়তেন হে আল্লাহ! মানুষের প্রতিপালক, কষ্ট দূর করো এবং শিফা দান করো, তুমিই শিফা দানকারী, তোমার শিফা ছাড়া অন্য কোন শিফা নেই। এমন শিফা দাও, যা কোন রোগ অবশিষ্ট থাকে না। সুফিয়ান (রহঃ) বলেছেন, আমি এ সম্বন্ধে মানসূরকে বলেছি। তারপর ইবরাহীম সুত্রে মাসরুকের বরাতে আয়িশা (রাঃ) থেকে অনুরূপ বর্ণিত আছে।;\n",
        "id": 5332,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩০৯. নাবী (সাঃ) এর ঝাড়-ফুঁক",
        "hadithBengali": "৫৩৩৩। আহমাদ ইবনু আবূ রাজা (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঝাড়ফুঁক করতেন। আর এ দুআ পাঠ কবতেনঃ ব্যথা সূর করে দাও, হে মানুষের পালনকর্তা। শিফাদানের ইখতিয়ার কেবল তোমারই হাতে। এ ব্যথা তুমি ব্যতীত আর কেউ দূর করতে পারে না।;\n",
        "id": 5333,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩০৯. নাবী (সাঃ) এর ঝাড়-ফুঁক",
        "hadithBengali": "৫৩৩৪। আলী ইবনু আবদুল্লাহ (রহঃ) ... আয়িশা (রাঃ) খেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রোগীর জন্য (মাটিতে) এ দুআ পড়তেনঃ আল্লাহর নামে আমাদের দেশের মাটি এবং আমাদের কারও থুথু, আমাদের খুরমা আমাদের রোগীকে আরোগ্য দান করে থাকে।;\n",
        "id": 5334,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩০৯. নাবী (সাঃ) এর ঝাড়-ফুঁক",
        "hadithBengali": "৫৩৩৫। সাদাকা ইবনু ফাযল (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বললেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঝাড়ফুঁক পড়তেনঃ আমাদের দেশের মাটি এবং আমাদের কারও থুথুতে আমাদের রবের হুকুমে আমাদের রোগী আরোগ্য লাভ করে।;\n",
        "id": 5335,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩১০. ঝাড়-ফুঁকে থুথু দেয়া",
        "hadithBengali": "৫৩৩৬। খালিদ ইবনু মাখলাদ (রহঃ) ... আবূ কাতাদা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছিঃ ভাল স্বপ্ন আল্লাহর পক্ষ থেকে হয়, আর মন্দ স্বপ্ন হয় শয়তানের পক্ষ থেকে। সুতরাং তোমাদের কেউ যদি এমন কিছু দেখে যা তার কাছে খারাপ মনে হয় তা হলে সে যখন ঘুম থেকে জেগে উঠে যেন তিনবার থুথু ফেলে এবং এর অনিষ্ট থেকে পানাহ চায়। কেননা, তা হলে এ তার কোন ক্ষতি করবে না। আবূ সালামা (রাঃ) বললেনঃ আমি যখন এমন স্বপ্ন দেখি যা আমার কাছে পাহাড়ের চেয়ে ভারি মনে হয়। তখন এ হাদীস শোনার কারনে আমি তার তখন পরোয়াই করি না।;\n",
        "id": 5336,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ কাতাদাহ্ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩১০. ঝাড়-ফুঁকে থুথু দেয়া",
        "hadithBengali": "৫৩৩৭। আবদুল আযীয ইবনু আবদুল্লাহ উয়ায়সী (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন আপন বিছানায় আসতেন, তখন তিনি তার উভয় হাতের তালুতে সূরা ইখলাস এবং মুআওব্বিযাতায়ন অর্থ্যৎ সূরা ফালাক ও সূরা নাস পড়ে ফুঁক দিতেন। তারপর উভয় তালু দ্বারা আপন চেহারা ও দু হাত শরীরের যতদূর পৌছায় ততদুর পর্যন্ত মাসাহ করতেন। আয়িশা (রাঃ) বলেন এরপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন অসুস্থ হন তখন তিনি আমাকে অনুরূপ করার নির্দেশ দিতেন। ইউনুস (রহঃ) বলেন, আমি ইবনু শিহাব (রহঃ) কে, যখন তিনি তার বিছানায় শুতে যেতেন, তখন অনুরূপ করতে দেখেছি।;\n",
        "id": 5337,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩১০. ঝাড়-ফুঁকে থুথু দেয়া",
        "hadithBengali": "৫৩৩৮। মূসা ইবনু ইসমাঈল (রহঃ) ... আবূ সাঈদ (রাঃ) থেকে বর্ণিত যে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর একদল সাহাবী একবার এক সফরে গমন করেন। অবশেষে তারা আরবের গোত্রসমূহের মধ্যে এক গোত্রের নিকট এসে গোত্রের কাছে মেহমান হতে চান। কিন্তু সে গোত্র তাঁদের মেহমানদারী করতে অস্বীকার করে। ঘটনাক্রমে সে গোত্রের সর্দারকে সাপে দংশন করে। তারা তাকে সুস্থ করার জন্য সবরকম চেষ্টা করে, কিন্তু কোন ফল হয় না। তখন তাদের কেউ বললোঃ তোমরা যদি ঐ দলের কাছে যেতে যারা তোমাদের মাঝে এসেছিল। হয়তো তাদের কারও কাছে কোন তদবীর থাকতে পারে।;\n\nতখন তারা সে দলের কাছে এসে বলল হে দলের লোকেরা! আমাদের সর্দারকে সাপে দংশন করেছে। আমরা তার জন্য সবরকমের চেষ্টা করেছি কিন্তু কোন ফল হয়নি। তোমাদের কারও নিকট কি কোন তদবীর আছে? একজন বললেন হ্যাঁ। আল্লাহর কসম আমি ঝাড়ফুঁক জানি। তবে আল্লাহর কসম! আমরা তোমাদের নিকট মেহমান হতে চেয়েছিলাম কিন্তু তোমরা আমাদের মেহমানদারী করনি। তাই আমি ততক্ষন পর্যন্ত ঝাড়-ফুঁক করবো না যতক্ষন না তোমরা আমাদের জন্য মজুরী নির্ধারণ করবে।;\n\nতখন তারা তাদের একপাল বকরী দিতে সম্মত হল। তারপর সে সাহাবী সেখানে গেলেন এবং আলহামদুলিল্লাহি রাব্বিল আলামীন (সূরা ফাতিহা) পড়ে ফুঁক দিতে থাকলেন। অবশেষে সে ব্যাক্তি এমন সুস্থ হল যেন বন্ধন থেকে মুক্তি পেল। সে চলাফেরা করতে লাগলো, যেন তার কোন রোগই নেই। রাবী বলেনঃ তখন তারা যে মজুরী ঠিক করেছিল, তা পরিশোধ করলাম। এরপর সাহাবীদের মধ্যে একজন বললেনঃ এগুলো বন্টন করে দাও। এতে যিনি ঝাড়ফুঁক করেছিলেন তিনি বললেনঃ আমরা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট যেয়ে যতক্ষন না এসব ঘটনা ব্যক্ত করবো এবং তিনি আমাদের কি নির্দেশ দেন তা প্রত্যক্ষ করব, ততক্ষন তোমরা তা বণ্টন করো না। তারপর তাঁরা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এসে ঘটনা ব্যক্ত করলেন। তিনি বললেন তুমি কি করে জানলে যে এর দ্বারা ঝাড়ফুঁক করা যায়? তোমরা সঠিকই করেছ। তোমরা এগুলো বণ্টন করে নাও এবং সে সঙ্গে আমার জন্য এক ভাগ নির্ধারণ কর।;\n",
        "id": 5338,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ সা'ঈদ খুদরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩১১. ঝাড়-ফুঁককারীর ডান হাত দিয়ে ব্যথিত স্থান মাসাহ করা",
        "hadithBengali": "৫৩৩৯। আবদুল্লাহ ইবনু আবূ শায়বা (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের কাউকে ঝাড়ার সময় ডান হাত দিয়ে মাসহ(মাসেহ) করতেন (এবং বলতেন) হে মানুষের রব! তুমি রোগ দূর করে দাও এবং শিফা দান কর। তুমিই তো শিফাদানকারী, তোমার শিফা ভিন্ন আর কোন শিফা নেই এমন শিফা দাও, যার পর কোন রোগ থাকে না। এ হাদীস আমি মানসূরের কাছে উল্লেখ করায় তিনি ইবরাহীম, মাসরুক, আয়িশা (রাঃ) থেকে অনুরূপ বর্ণনা করেন।;\n",
        "id": 5339,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩১২. মেয়েলোকের দ্বারা পুরুষকে ঝাড়-ফুঁক করা",
        "hadithBengali": "৫৩৪০। আবদুল্লাহ ইবনু মুহাম্মদ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যে রোগে ইন্তেকাল করেন, সে রোগে তিনি সুরা নাস ও সূরা ফালাক পড়ে নিজের উপর ফুঁক দিতেন। যখন রোগ বেড়ে যায়, তখন আমি সেগুলো পড়ে ফুঁক দিতাম এবং তার হাত বুলিয়ে দিতাম বরকতের উদ্দেশ্যে। [বর্ণনাকারী মামার (রহঃ)] বলেন, আমি ইবনু শিহাবকে জিজ্ঞাস করলামঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কিভাবে ফুঁক দিতেন? তিনি বললেনঃ প্রথমে নিজের উভয় হাতে ফুঁক দিতেন, তারপর তা দিয়ে চেহারা মুছে নিতেন।;\n",
        "id": 5340,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩১৩.  যে ব্যক্তি ঝাড়-ফুঁক করে না",
        "hadithBengali": "৫৩৪১। মুসাদ্দাদ (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, এক দিন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের নিকট আগমন করেন এবং বলেনঃ আমার সামনে (পূর্ববর্তী নবীগণের) উম্মাতদের পেশ করা হল। (আমি দেখলাম) একজন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যাচ্ছেন তার সাথে রয়েছে মাত্র একজন লোক এবং আর একদল নবী যার সঙ্গে রয়েছে দু জন লোক। অন্য এক নবীকে দেখলাম, তার সঙ্গে আছে একটি দল, আর একজন নবী তার সাথে কেউ নেই। আবার দেখলাম, একটি বিরাট দল যা দিগন্ত জুড়ে আছে। আমি আকাঙ্খা করলাম যে এ বিরাট দলটি যদি আমার উম্মাত হতো। বলা হল এটা মূসা (আলাইহিস সালাম) ও তার কাওম। এরপর আমাকে বলা হলঃ এইদিকে দেখুন। দেখলাম, একটি বিরাট দল দিগন্ত জুড়ে ছেয়ে আছে। আবার বলা হলোঃ এ দিকে দেখুন। ওদিকে দেখুন। দেখলাম বিরাট বিরাট দল দিগন্ত জুড়ে ছেয়ে আছে। বলা হলঃ ঐ সবই আপনার উম্মত এবং ওদের সাথে সত্তর হাজার লোক এমন আছে যারা বিনা হিসাবে জান্নাতে যাবে।;\n\nএরপর লোকজন এদিক ওদিক চলে গেল। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আর তাদের (সত্তর হাজারের) ব্যাখ্যা করেন নি। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাহাবীগগ এ নিয়ে জল্পনাকল্পনা শুরু করে দিলেন। তারা বলাবলি করলেন আমরা তো শিরকের মধ্যে জন্মলাভ করেছি, পরে আল্লাহ ও তার রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর উপর ঈমান এনেছি। বরং এরা আমাদের সন্তানরাই হবে। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এ কথা পৌছলে তিনি বলেনঃ তারা (হবে) ঐ সব লোক যারা অবৈধভাবে মঙ্গল অমঙ্গল নির্ণয় করে না, ঝাড় ফুঁক করে না এবং আগুনে পোড়ানো লোহার দাগ লাগায় না, আর তারা তাদের রবের উপর একমাত্র ভরসা রাখে। তখন উক্কাশা ইবনু মিহসান (রাঃ) দাঁড়িয়ে বললো ইয়া রাসুলাল্লাহ! আমি কি তাদের মধ্যে আছি? তিনি বললেনঃ হ্যাঁ। তখন আর একজন দাঁড়িয়ে বললোঃ ইয়া রাসুলাল্লাহ! আমি কি তাদের মধো আছি? তিনি বললেনঃ এ ব্যাপারে উক্কাশা তোমাকে অতিক্রম করে গেছে।;\n",
        "id": 5341,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩১৪. পশু-পাখি তাড়িয়ে শুভ-অশুভ নির্ণয়",
        "hadithBengali": "৫৩৪২। আবদুল্লাহ ইবনু মুহাম্মদ (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ ছোঁয়াচে ও শুভ-অশুভ বলতে কিছু নেই। অমঙ্গল তিন বস্তুর মধ্যে - নারী ঘর ও জানোয়ার।;\n",
        "id": 5342,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩১৪. পশু-পাখি তাড়িয়ে শুভ-অশুভ নির্ণয়",
        "hadithBengali": "৫৩৪৩। আবূল ইয়ামান (রহঃ) ... আবূ হুরায়য়া (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে এ কথা বলতে শুনেছি যে, শুভ-অশুভ নির্ণয়ে কোন লাভ নেই, বরং শুভ লক্ষণ গ্রহণ করা ভাল। সাহাবীগণ জিজ্ঞাসা কবলেন শুভ লক্ষণ কি? তিনি বললেন ভাল বাক্য যা তোমাদের কেউ শুনে থাকে।;\n",
        "id": 5343,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩১৫. শুভ-অশুভ লক্ষন",
        "hadithBengali": "৫৩৪৪। আবদুল্লাহ ইবনু মুহাম্মদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন শুভ-অশুভ লক্ষণ বলে কিছু নেই এবং এর কল্যাণই হল শুভ লক্ষণ। সাহাবীগণ জিজ্ঞাসা করলেন ইয়া রাসুলাল্লাহ! শুভ লক্ষণ কি? তিনি বললেনঃ ভাল কথা, যা তোমাদের কেউ (বিপদের সময়) শুনে থাকে।;\n",
        "id": 5344,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩১৫. শুভ-অশুভ লক্ষন",
        "hadithBengali": "৫৩৪৫। মুসলিম ইবনু ইবরাহীম (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ রোগের সংক্রমণ ও শুভ-অশুভ বলতে কিছু নেই। শুভ লক্ষনই আমার নিকট পছন্দনীয়, আর তা হল উত্তম বাক্য।;\n",
        "id": 5345,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩১৬. পেচাঁয় কুলক্ষন নেই",
        "hadithBengali": "৫৩৪৬। মুহাম্মদ ইবনু হাকাম (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন রোগের মধ্যে সংক্রমণ নেই; শুভ-অশুভ লক্ষণ বলে কিছু নেই। পেঁচায় কুলক্ষণ নেই এবং সফর মাসে অকল্যাণ নেই।;\n",
        "id": 5346,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩১৭. গণনা বিদ্যা",
        "hadithBengali": "৫৩৪৭। সাঈদ ইবনু উফায়র (রহঃ) ... আবূ হুরায়য়া (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একবার হুযায়ল গোত্রের দুই মহিলার মধ্যে বিচার করেন। তারা উভয়ে মারামারি করেছিল। তাদের একজন অন্য জনের উপর পাথর নিক্ষেপ করে। পাথর গিয়ে তার পেটে লাগে। সে ছিল গর্ভবতী। ফলে তার পেটের ঝচ্চাকে সে হত্যা করে। তারপর তারা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট অভিযোগ পেশ করে। তিনি বিচার করেন যে, এর পেটের সন্তানের পরিবর্তে একটি পূর্ণ দাস অথবা দাসী দিতে হবে। জরিমানা আরোপকৃত মহিলার অভিভাবক বললোঃ ইয়া রাসুলাল্লাহ! এমন সন্তানের জন্য আমার উপর জরিমানা কেন আরোপিত হবে, যে পান করেনি, আহার করেনি, কথা বলেনি এবং কান্নাকাটিও করেনি। এ অবস্থায় জরিমানা মওকুফ হওয়ার যোগ্য। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ এ লোকটি তো (দেখা যায়) গণকদের ভাই।;\n",
        "id": 5347,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩১৭. গণনা বিদ্যা",
        "hadithBengali": "৫৩৪৮। কুতায়বা (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। দুইজন মহিলার একজন অন্যজনের প্রতি পাথর নিক্ষেপ করে। এতে সে তার গর্ভপাত ঘটায়। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ ঘটনায় বিচারে গর্ভস্থ শিশুর বিনিময়ে একটি দাস বা দাসী দেওয়ার ফয়সালা দেন। অপর এক সুত্রে ... সাঈদ ইবনু মূসায়্যিব এর সুত্রে বর্ণিত যে, যে গর্ভস্থ শিশুকে মায়ের গর্ভে থাকা অবস্থায় হত্যা করা হয়, তার ক্ষতিপূরণ স্বরুপ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একটি দাস বা দাসী প্রদানের ফয়সালা দেন। যার বিরুদ্ধে এ ফয়সালা দেওয়া হয়, সে বলে আমি কিরুপে এমন শিশুর জরিমানা আদায় করি যে পানাহার করেনি, কথা বলেনি এবং চীৎকারও দেয়নি। এ জাতীয় হত্যার জরিমানা রহিত হওয়ার যোগ্য। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ এ তো গণকদের ভাই।;\n",
        "id": 5348,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩১৭. গণনা বিদ্যা",
        "hadithBengali": "৫৩৪৯। আবদুল্লাহ ইবনু মুহাম্মাদ (রহঃ) ... আবূ মাসউদ (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কুকুরের মূল্য যিনাকারিণীর মজুরী ও গণকের পারিশ্রমিক দিতে নিষেধ করেছেন।;\n",
        "id": 5349,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উকবাহ ইবনু আমির (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩১৭. গণনা বিদ্যা",
        "hadithBengali": "৫৩৫০। আলী ইবনু আবদুল্লাহ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ কতিপয় লোক রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট গণকদের সম্পর্কে জিজ্ঞাসা করলে তিনি বললেনঃ এ কিছুই নয়। তারা বলল ইয়া রাসুলাল্লাহ! ওরা কখনও কখনও আমাদের এমন কথা শোনায়, যা সত্য হয়ে থাকে। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ ঐ কথা সত্য। জ্বীনেরা তা ছোঁ মেরে নেয়। পরে তাদের বন্ধু (গণক) এর কানে ঢেলে দেয়। তারা এর সাথে শত মিথ্যা মিশ্রিত করে। আলী (রহঃ) বলেন, আবদুর রাযযাক (রহঃ) বলেছেনঃ এ বানী সত্য মুরসাল। এরপর আমার কাছে সংবাদ পৌছেযে পরে এটি তিনি মুসনাদ রূপে বর্ননা করেছেন।;\n",
        "id": 5350,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩১৮. যাদু সম্পর্কে। মহান আল্লাহর বাণীঃ শায়তানরাই কুফুরী করেছিল, তারা মানুষকে যাদু শিক্ষা দিত এবং যা বাবিল শহরে হারুত ও মারুত ফেরেশতাদ্বয়ের উপর অবতীর্ণ হয়েছিল পরকালে তার কোন অংশ নেই পর্যন্ত(বাকারাঃ ১০২)  মহান আল্লাহর বাণীঃ যাদুকর যে যেথায়ই আসুক, সফল হবে না- (ত্বহাঃ৬-৯)। মহান আল্লাহর বাণীঃ তোমরা কি দেখে শুনে যাদুর কবলে পড়বে? (আম্বিয়াঃ ৩)। মহান আল্লাহর বাণীঃ তখন তাদের যাদুর কারনে মূসার মনে হল যে, তাদের রশি আর লাঠিগুলো ছুটাছুটি করছে (ত্বহাঃ ৬৬)। মহান আল্লাহর বাণীঃ এবং সে সব নারীর অনিষ্ট থেকে যারা গ্রন্থিতে ফুঁৎকার দেয় (ফালাকঃ ৪) النَّفَّاثَاتُ অর্থ যাদুকর নারী, যারা যাদু করে চোখে ধাঁধা লাগিয়ে দেয়।",
        "hadithBengali": "৫৩৫১। ইবরাহীম ইবনু মূসা (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ যুরায়ক গোত্রের লাবীদ ইবনু আসাম নামক এক ব্যাক্তি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে যাদু করে। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর খেয়াল হতো যেন তিনি একটি কাজ করছেন, অথচ তা তিনি করেননি। এক দিন বা এক রাত্রি তিনি আমার কাছে ছিলেন। তিনি বার বার দুআ করতে থাকেন। তারপর তিনি বলেনঃ হে আয়িশা! তুমি কি উপলব্ধি করতে পেরেছ যে, আমি আল্লাহর কাছে যা জানতে চেয়েছিলাম, তিনি আমাকে তা জানিয়ে দিয়েছেন।;\n\n(স্বপ্নে দেখি) আমার নিকট দুজন লোক আসেন। তাদের একজন আমার মাথার কাছে এবং অপরজন দুপায়ের কাছে বসেন। একজন তাঁর সঙ্গীকে বলেনঃ এ লোকটির কি ব্যথা? তিনি বলেনঃ যাদু করা হয়েছে। প্রথম জন বলেনঃ কে যাদু করেছে? দ্বিতীয় জন বলেন লাবীদ ইবনু আসাম। প্রথম জন জিজ্ঞাসা করেনঃ কিসের মধ্যে? দ্বিতীয় জন উত্তর দেন চিরুনী, মাথা আচড়ানোর সময় উঠা চুল এবং এক পুং খেজুর গাছের জুব এর মধ্যে। প্রথম জন বলেনঃ তা কোথায়? দ্বিতীয় জন বলেনঃ যারওয়ান নামক কুপের মধ্যে।;\n\nতখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কয়েকজন সাহাবী সঙ্গে নিয়ে তথায় যান। পরে ফিরে এসে বলেনঃ হে আয়িশা! সে কুপের পানি মেহদীর পানির মত (লাল) এবং তার পাড়ের খেজুর গাছের মাথাগুলো শয়তানের মাথার মত। আমি বললামঃ ইয়া রাসুলাল্লাহ! আপনি কি এ কথা প্রকাশ করে দিবেন না? তিনি বললেনঃ আল্লাহ আমাকে আরোগ্য দান করেছেন, আমি মানুষকে এমন ব্যাপারে প্ররোচিত করতে পছন্দ কবি না, যাতে অকল্যাণ রয়েছে। তারপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নির্দেশ দিলে সেগুলো মাটিতে পুতে ফেলা হয়।;\n\nআবূ উসামা আবূ দামরা ও ইবনু আবূ যিনাদ (রহঃ) হিশাম থেকে অনুরুপ বর্ণনা করেছেন। লাইস ও ইবনু উয়ায়না (রহঃ) হিশাম থেকে বর্ননা করেছেন, চিরুনি ও কাতানের টুকরায়। আবূ আবদুল্লাহ (রহঃ) বলেনঃمُشَاطَةُ হল চিরুনি করার পর যে চুল বের হয়। মুশাকা হল কাত্তান।;\n",
        "id": 5351,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩১৯. শিরক ও যাদু ধংসাত্মক",
        "hadithBengali": "৫৩৫২। আবদুল আযীয ইবনু আবদুল্লাহ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা ধ্বংসাত্মক কাজ থেকে বেঁচে থাক। আর তা হল আল্লাহর সঙ্গে শরীক স্থির করা ও যাদু করা।;\n",
        "id": 5352,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩২০. যাদুর চিকিৎসা করা যাবে কি না? ক্বাতাদাহ (রহঃ) বলেন, আমি সাঈদ ইবনু মুসায়্যিব (রহঃ) কে জিজ্ঞেস করলামঃ জনৈক ব্যক্তিকে যাদু করা হয়েছে অথবা (যাদু করে) তার ও তার স্ত্রীর মধ্যে বাধা সৃষ্টি করা হয়েছে,  এমন ব্যক্তিকে যাদু মুক্ত করা যায় কি না অথবা তার থেকে যাদুর বন্ধন খুলে দেয়া বৈধ কি না?  সাঈদ(রহঃ) বলেনঃ এতে কোন ক্ষতি নেই। কেননা,  তারা এর দ্বারা তাকে ভাল করতে চাইছে। আর যা কল্যানকর তা নিষিদ্ধ নয়।",
        "hadithBengali": "৫৩৫৩। আবদুল্লাহ ইবনু মুহাম্মদ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর উপর একবার যাদু করা হয়। এমন অবস্থা হয় যে তার মনে হতো তিনি বিবিগণের কাছে এসেছেন, অথচ তিনি আদৌ তাঁদের কাছে আসেন নি। সুফিয়ান বলেনঃ এ অবস্থা হল যাদুর চরম প্রতিক্রিয়া। বর্ণনাকারী বলেন, একদিন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঘুম থেকে জেগে উঠেন এবং বলেনঃ হে আয়িশা! তুমি অবগত হও যে আমি আল্লাহর কাছে যে বিষয়ে জানতে চেয়েছিলাম। তিনি আমাকে তা বাতলিয়ে দিয়েছেন।;\n\n(স্বপ্নে দেখি) আমার নিকট দুজন লোক এলেন। তাদের একজন আমার মাথার নিকট এবং অন্যজন আমার পায়ের নিকট বসলেন। আমার কাছের লোকটি অন্যজনকে জিজ্ঞাসা করলেনঃ এ লোকটির কি অবস্থা? দ্বিতিয় লোকটি বলেনঃ একে যাদু করা হয়েছে। প্রথম জন বললেনঃ কে যাদু করেছে? দ্বিতীয় জন বললেনঃ লাবীদ ইবনু আসাম।;\n\nএ ইয়াহুদীদের মিত্র যুরায়ক গোত্রের একজন সে ছিল মুনাফিক। প্রথম ব্যাক্তি জিজ্ঞাসা করলেনঃ কিসের মধ্যে যাদু করা হয়েছে? দ্বিতীয় ব্যাক্তি উত্তর দিলেনঃ চিরুনী ও চিরুনি করার সময় উঠে যাওয়া চুলের মধ্যে। প্রথম ব্যাক্তি জিজ্ঞাসা করলেনঃ সেগুলো কোথায়? উত্তরে দ্বিতীয়জন বললেনঃ পুং খেজুর গাছের জবের মধ্যে রেখে যারওয়ান নামক কুপের ভিতর পাথরের নীচে রাখা আছে।;\n\nরাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উক্ত কূপের নিকট এসে সেগুলো বের করেন এবং বলেনঃ এইটিই সে কুপ, যা আমাকে স্বপ্নে দেখান হয়েছে। এর পানি মেহদী মিশ্রিত পানির তলানীর ন্যায়, আর এ কুপের (পার্শ্ববর্তী) খেজুর গাছের মাথাগুলো (দেখতে) শয়তানের মাথার ন্যায়। বর্ণনাকারী বলেনঃ সেগুলো তিনি সেখান থেকে বের করেন। আয়িশা (রাঃ) বললেনঃ আমি জিজ্ঞাসা করলামঃ আপনি কি এ কথা প্রচার করে দিবেন না? তিনি বললেনঃ আল্লাহর কসম, তিনি আমাকে শিফা দান করেছেন আর আমি মানুষকে এমন ব্যাপারে প্ররোচিত করতে পছন্দ করি না, যাতে অকল্যাণ রয়েছে।;\n",
        "id": 5353,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩২১. যাদু",
        "hadithBengali": "৫৩৫৪। উবায়দ ইবনু ইসমাঈল (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর উপর যাদু করা হয়। এমনকি তার মনে হতো তিনি কাজটি করেছেন অথচ তা তিনি করেননি। অবশেষে এক দিন তিনি যথন আমার কাছে ছিলেন, তখন তিনি আল্লাহর নিকট বার বার দুআ করলেন। তারপর ঘুম থেকে জেগে বলেন, হে আয়িশা। তুমি কি বুঝতে পেরেছ? আমি যে বিষয়ে তার কাছে জানতে চেয়েছিলাম, তিনি তা আমাকে জানিয়ে দিয়েছেন। আমি বললামঃ ইয়া রাসূলাল্লাহ! তা কী?;\n\nতিনি বললেনঃ আমার নিকট দুজন লোক এলেন। তাদের একজন আমার মাথার নিকট এবং আরেকজন আমার পায়ের নিকট বসলেন। তারপর একজন অন্যজনকে জিজ্ঞাসা করলেন এ লোকটির কী ব্যাথা? তিনি উত্তর দিলেনঃ তাঁকে যাদু করা হয়েছে। প্রথম জন বললেনঃ কে তাকে যাদু করেছে? দ্বিতীয় জন বললেনঃ যুরায়ক গোত্রের লাবীদ ইবনু আসম নামক ইয়াহুদী।;\n\nপ্রথম জন জিজ্ঞাসা করলেনঃ যাদু কিসের দ্বারা করা হয়েছে? দ্বিতীয়জন বললেনঃ চিরুনি, চিরুনি আঁচড়াবার সময়ে উঠে আসা চুল ও নর খেজুর গাছের জুব এর মধ্যে। প্রথমজন জিজ্ঞাসা করলেনঃ তা কোথায়? দ্বীতিয় জন বললেনঃ যারওয়ান নামক কুপে। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার সাহাবীদের কয়েকজনকে নিয়ে ঐ কুপের নিকট গেলেন এবং তা খনন করে দেখলেন। কূপের পাড়ে ছিল খেজুর গাছ।;\n\nতারপর তিনি আয়িশা (রাঃ) এর নিকট ফিরে এসে বললেনঃ আল্লাহর কসম। কুপটির পানি (রং) মেহদী মিশ্রিত পানির তলানীর ন্যায়। আবূ পার্শ্ববর্তী খেজুর গাছের মাথাও শয়তানের মাথার ন্যয়। আমি বললামঃ ইয়া রাসুলাল্লাহ! আপনি কি সেগুলো বের করবেন না? তিনি বললেনঃ না আল্লাহ আমাকে আরোগ্য ও শিফাদান করেছেন, মানুষের উপর এঘটনা থেকে মন্দ ছড়িয়ে দিতে আমি সঙ্কোচবোধ করি। এরপর তিনি যাদুর জিনিসপত্রগুলোর ব্যাপারে নির্দেশ দিলে, সেগুলো মাটিতে পুঁতে রাখা হয়।;\n",
        "id": 5354,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩২২. কোন কোন ভাষণ যাদু",
        "hadithBengali": "৫৩৫৫। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেন, একবার পূর্ব অঞ্চল (নজদ এলাকা) থেকে দুজন লোক এল এবং দুজনই ভাষন দিল। লোকজন তাদের ভাষনে তাজ্জব হয়ে গেল। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ কোন কোন ভাষণ অবশ্যই যাদুর ন্যায়।;\n",
        "id": 5355,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩২৩. আজওয়া খেজুর দিয়ে যাদুর চিকিৎসা",
        "hadithBengali": "৫৩৫৬। আলী (রহঃ) ... আমির ইবনু সাদ তার পিতা থেকে বর্ণিত। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যাক্তি প্রতিদিন সকালে কয়েকটি আজওয়া খুরমা খাবে ঐ দিন রাত পর্যন্ত কোন বিষ ও যাদু তার কোন ক্ষতি করবে না। অন্যান্য বর্ননাকারীগণ বলেছেনঃ সাতটি খুরমা।;\n",
        "id": 5356,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আমির ইবন সাদ (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩২৩. আজওয়া খেজুর দিয়ে যাদুর চিকিৎসা",
        "hadithBengali": "৫৩৫৭। ইসহাক ইবনু মানসুর (রহঃ) ... সাদ (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছিঃ যে ব্যাক্তি ভোর বেলা সাতটি আজওয়া (মদিনায় উৎপন্ন উন্নত মানের খুরমার নাম) খেজুর খাবে, সে দিন কোন বিষ বা যাদু তার কোন ক্ষতি করবে না।;\n",
        "id": 5357,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সা'দ বিন আবূ ওয়াক্কাস (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩২৪. পেঁচার মধ্যে কোন অশুভ লক্ষন নেই",
        "hadithBengali": "৫৩৫৮। আবদুল্লাহ ইবনু মুহাম্মাদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ রোগের মধ্যে কোন সংক্রামক শক্তি নেই। সফর মাসের মধ্যে অমঙ্গলের কিছু নেই এবং পেঁচায় কোন অশুভ লক্ষণ নেই। তখন এক বেদুঈন বলল ইয়া রাসুলাল্লাহ! তা হলে যে উট পাল মরুভূমিতে থাকে, হরিণের ন্যায় তা সুস্থ ও সবল হয়। এ উট পালের মধ্যে একটি চর্মরোগ বিশিষ্ট উট মিশে মিশে সবগুলোকে চর্ম রোগগ্রস্থ করে ফেলে (এরূপ কেন হয়)? রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তবে প্রথম উটটির মধ্যে কে এ রোগ সংক্রমণ করেছিল?;\n\nআবূ সালামা (রাঃ) থেকে বর্ণিত। তিনি আবূ হুরায়রা (রাঃ) কে বলতে শুনেছেন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কেউ যেন কখনও রোগাক্রান্ত উট সুস্থ উটের সাথে না রাখে। আর আবূ হুরায়রা (রাঃ) প্রথম হাদীস অস্বীকার করেন। আমরা বললাম আপনি কি لاَ عَدْوَى হাদীস বর্ননা করেননি? এ সময় তিনি হাবশী ভাষায় কি যেন বললেন। আবূ সালামা (রহঃ) বলেনঃ আমি আবূ হুরায়রা (রাঃ) কে এ হাদীসটি ভিন্ন অন্য কোন হাদীস ভুলে যেতে দেখিনি।;\n",
        "id": 5358,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩২৫. কোন  সংক্রামক নেই",
        "hadithBengali": "৫৩৫৯। সাঈদ ইবনু উফায়র (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন রোগে কোন সংক্রমণ নেই, শুভ-অশুভ বলতে কিছু নেই, অশুভ কেবল নারী, ঘোড়া ও ঘর এ তিন জিনিসের মধ্যেই হতে পারে।;\n",
        "id": 5359,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩২৫. কোন  সংক্রামক নেই",
        "hadithBengali": "৫৩৬০। আবূল ইয়ামান (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছিঃ (রোগে) কোন সংক্রমণ নেই। আবূ সালামা ইবনু আবদুর রহমান বলেন আমি আবূ হুরায়রা (রাঃ) থেকে শুনেছি, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ রোগাক্রান্ত উট সুস্থ উটের মধ্যে মিশাবে না। যুহরী সুত্রে আবূ হুরায়রা (রাঃ) থেকে বর্নিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ (রোগে) সংক্রমণ নেই। তখন এক বেদুঈন দাঁড়িয়ে বলল এ ব্যাপারে অপনার কি মত যে, হরিণের ন্যায় সুস্থ উট প্রান্তরে থাকে। পরে কোন চর্মরোগগ্রস্ত উট এদের সাথে মিশে সবগুলোকে চর্মরোগে আক্রান্ত করে। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তা যদি হয় তবে প্রথমটিকে কে রোগাক্রান্ত করেছিল?;\n",
        "id": 5360,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩২৫. কোন  সংক্রামক নেই",
        "hadithBengali": "৫৩৬১। মুহাম্মদ ইবনু বাশশার (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ (রোগের মধ্যে) কোন সংক্রমণ নেই এবং শুভ-অশুভ নেই আর আমার নিকট ফাল পছন্দনীয়। সাহাবীগণ জিজ্ঞাসা করলেনঃ ফাল কী? তিনি বললেনঃ উত্তম কথা।;\n",
        "id": 5361,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩২৬. নাবী (সাঃ) কে বিষ পান করানো প্রসঙ্গে উরওয়া (রহঃ) বর্ণনা করেছেন আয়শা (রাঃ) থেকে, তিনি নবী (সাঃ) থেকে",
        "hadithBengali": "৫৩৬২। কুতায়বা (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, খায়বার যখন বিজয় হয়, তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট হাদীয়া স্বরুপ একটি (ভুনা) বকরী প্রেরিত হয়। এর মধ্যে ছিল বিষ। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ এখানে যত ইয়াহুদী আছে আমার কাছে তাদের জমায়েত কর। তার কাছে সবাইকে জমায়েত করা হলো। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের সন্মোধন করে বললেনঃ আমি তোমাদের নিকট একটি বিষয়ে জানতে চাই, তোমরা কি সে বিষয়ে আমাকে সত্য কথা বলবে? তারা বললোঃ হ্যাঁ, হে আবূল কাসিম। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমাদের পিতা কে? তারা বললো আমাদের পিতা অমুক। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমরা মিথ্যে বলেছ বরং তোমাদের পিতা অমুক। তারা বললোঃ আপনি সত্য বলেছেন ও সঠিক বলেছেন।;\n\nএরপর তিনি বললেনঃ আমি যদি তোমাদের নিকট আর একটি প্রশ্ন করি, তা হলে কি তোমরা সে ব্যাপারে আমাকে সত্য কথা বলবে? তারা বললো হ্যাঁ, হে আবূল কাসিম যদি আমরা মিথ্যে বলি তবে তো আপনি আমাদের মিথ্যা জেনে ফেলবেন, যেমনিভাবে জেনেছেন আমাদের পিতার ব্যাপারে। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের বললেনঃ জাহান্নামী কারা? তারা বললো আমরা সেখানে অল্প দিনের জন্য থাকবে। তারপর আপনারা আমাদের স্থনাভিষিক্ত হবেন। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমরাই সেখানে লাঞ্চিত হয়ে থাকো। আল্লাহর কসম! আমরা কখনও সেখানে তোমাদের স্থলাভিষিক্ত হবো না।;\n\nএরপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের বলেন আমি যদি তোমাদের কাছে আর একটি বিষয়ে প্রশ্ন করি, তবে কি তোমরা সে ব্যাপারে আমার কাছে সত্য কথা বলবে? তারা বললো হ্যাঁ। তখন তিনি বললেন তোমরা কি এ বকরীর মধ্যে বিষ মিশ্রিত করেছ? তারা বললঃ হ্যাঁ। তিনি বললেনঃ কিসে তোমাদের এ কাজে উদ্ভুদ্ধ করেছে? তারা বললো। আমরা চেয়েছি, যদি আপনি (নবুওয়াতের দাবীতে) মিথ্যাবাদী হন, তবে আমরা আপনার থেকে মুক্তি পেয়ে যাব। আর যদি আপনি (সত্য) নবী হন, তবে এ বিষ আপনার কোন ক্ষতি করতে পারবে না।;\n",
        "id": 5362,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩২৭. বিষ পান করা, বিষের সাহায্যে চিকিৎসা করা, মারাত্মক কিছু দ্বারা চিকিৎসা করা যাতে মারা যাবার আশংকা আছে এবং হারাম বস্তু দ্বারা চিকিৎসা করা",
        "hadithBengali": "৫৩৬৩। আবদুল্লাহ ইবনু আবদুল ওহাব (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যাক্তি পাহাড়ের উপর থেকে লাফিয়ে পড়ে আত্নহত্যা করে, সে জাহান্নামের আগুনে পুড়বে, চিরদিন সে জাহান্নামের মধ্যে অনুরূপভাবে লাফিয়ে পড়তে থাকবে। যে ব্যাক্তি বিষপান করে আত্নহত্যা করবে তার বিষ জাহান্নামের আগুনের মধ্যে তার হাতে থাকবে, চিরকাল সে জাহান্নামের মধ্যে তা পান করতে থাকবে। যে ব্যাক্তি লোহার আঘাতে আত্নহত্যা করবে, জাহান্নামের আগুনের মধ্যে সে লোহা তার হাতে থাকবে, চিরকাল সে তা দ্বারা নিজের পেটে আঘাত করতে থাকবে।;\n",
        "id": 5363,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩২৭. বিষ পান করা, বিষের সাহায্যে চিকিৎসা করা, মারাত্মক কিছু দ্বারা চিকিৎসা করা যাতে মারা যাবার আশংকা আছে এবং হারাম বস্তু দ্বারা চিকিৎসা করা",
        "hadithBengali": "৫৩৬৪। মুহাম্মদ (রহঃ) ... সাদ (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছিঃ যে ব্যাক্তি সকাল বেলা সাতটি আজওয়া খুরমা খেয়ে নিবে, তাকে সে দিন কোন বিষ অথবা যাদু ক্ষতি করতে পারবে না।;\n",
        "id": 5364,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সা'দ বিন আবূ ওয়াক্কাস (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩২৮. গাধীর দুধ",
        "hadithBengali": "৫৩৬৫। আবদুল্লাহ ইবনু মুহাম্মদ (রহঃ) ... আবূ ছালাবা খুশানী (রাঃ) থেকে বর্ণিত। তিনি বললেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সর্বপ্রকার নখ বিশিষ্ট হিংস্র জন্তু খেতে নিষেধ করেছেন। যুহরী (রহঃ) বলেন, আমি সিরিয়ায় চলে আসা পর্যন্ত এ হাদীস শুনি নাই। লায়স বাড়িয়ে বলেছেন যে, ইউনুস (রহঃ) ইবনু শিহাব (রহঃ) থেকে আমার নিকট বর্ণনা করেছেন, তিনি বলেছেন যে, আমি এ হাদীসের বর্ণনাকায়ী (আবূ ইদরীস) কে জিজ্ঞাসা করেছি যে, গাধীর দুধ, হিংস্র প্রানীর পিত্তরস এবং উটের পেশাব পান করা বা তা দিয়ে ওযু করা জায়েয কি না?;\n\nতিনি বলেছেনঃ পূর্বেকার মুসলিমগণ উটের পেশাব দ্বারা চিকিৎসার কাজ করতেন এবং একে তারা কোন পাপ মনে করতেন না। আর গাধীর দুধ সম্পর্কে কথা হল গাধার গোস্ত খাওয়ার নিষেধ বাণী আমাদের কাছে পৌছেছে, কিন্তু তার দুধ সম্পর্কে আদেশ বা নিষেধ কোনটিই আমাদের কাছে পৌছেনি। আর হিংস্র প্রানীর পিত্তরস সম্পর্কে ইবনু শিহাব (রহঃ) আবূ ইদরীস খাওলানী (রাঃ) থেকে বর্ণনা করেন যে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সর্বপ্রকার নখর বিশিষ্ট হিংস্র প্রানী খেতে নিষেধ করেছেন।;\n",
        "id": 5365,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ সালাবাহ্ আল খুশানী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩২৯. কোন পাত্রে যখন মাছি পড়ে ",
        "hadithBengali": "৫৩৬৬। কুতায়বা (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যখন তোমাদের কারও কোন খাবার পাত্রে মাছি পড়ে, তখন তাকে সম্পূর্নভাবে ডুবিয়ে দিবে, তারপরে ফেলে দিবে। কারন, তার এক ডানায় থাকে শিফা, আর অন্য ডানায় থাকে রোগ জীবানু।;\n",
        "id": 5366,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    }
]