[
     {

        "chapter_bn": "২৩৩০. মহান আল্লাহ্'র বাণীঃ বল, আল্লাহ্' স্বীয় বান্দাদিগের জন্য যে সব শোভার বস্তু সৃষ্টি করেছেন তা নিষেধ করেছেন কে? নবী (সাঃ) বলেছেনঃ তোমরা খাও, পান কর, পরিধান কর এবং দান কর, তবে অপচয় ও অহংকার পরিহার করো। ইবন আব্বাস (রাঃ) বলেছেন, যা ইচ্ছা খাও, যা ইচ্ছা পরিধান কর, যতক্ষন না দু'টো জিনিস তোমাকে বিভ্রান্ত করে- অপব্যয় ও অহংকার।",
        "hadithBengali": "৫৩৬৭। ইসমাঈল (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহ সে ব্যাক্তির দিকে (রহমতের দৃষ্টিতে) তাকাবেন না, যে অহংকারের সাথে তার (পরিধেয়) পোশাক টেনে চলে।;\n",
        "id": 5367,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৩১.  যে ব্যক্তি বিনা অহংকারে তার লুঙ্গি ঝুলিয়ে চলে",
        "hadithBengali": "৫৩৬৮। আহমাদ ইবনু ইউনুস (রহঃ) ... সালিম তাঁর পিতা (রাঃ) থেকে বর্ণনা করেন যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যাক্তি অহংকারের সাথে নিজের পোশাক ঝুলিয়ে চলবে, আল্লাহ তার প্রতি (রহমতের) দৃষ্টি দিবেন না কিয়ামতের দিন। তখন আবূ বকর (রাঃ) বললেনঃ ইয়া রাসুলাল্লাহ! আমার লুঙ্গির এক পাশ ঝুলে থাকে যদি আমি তাতে গিরা না দেই। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন তুমি তাদের অন্তর্ভুক্ত নও যারা অহংকার করে এরূপ করে।;\n",
        "id": 5368,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৩১.  যে ব্যক্তি বিনা অহংকারে তার লুঙ্গি ঝুলিয়ে চলে",
        "hadithBengali": "৫৩৬৯। মুহাম্মাদ (রহঃ) ... আবূ বাকর (রাঃ) থেকে বর্ণিত। তিনি বলেন আমরা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট ছিলাম, এমন সময় সূর্যগ্রহন আরম্ভ হয়। তখন তিনি ব্যস্ত হয়ে দাঁড়ালেন এবং কাপড় টেনে টেনে মসজিদে নিয়ে পৌছলেন। লোকজন জমায়েত হল। তিনি দু রাকআত সালাত (নামায/নামাজ) আদায় করলেন। তখন সূর্য উজ্জল হয়ে গেল। এরপর আমাদের দিকে ফিরে বললেনঃ চন্দ্র ও সূর্য আল্লাহরনিদর্শনসমূহের মধ্যে দুটি নিদর্শন, যখন তোমরা এতে কোন কিছু হতে দেখ, তখন সালাত আদায় করবে এবং আল্লাহর কাছে দুআ করতে থাকবে, যতক্ষন না তা উজ্জল হয়ে যায়।;\n",
        "id": 5369,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ বকর সিদ্দীক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৩২. কাপড়ের মধ্যে জড়িয়ে থাকা",
        "hadithBengali": "৫৩৭০। ইসহাক (রহঃ) ... আবূ জুহায়ফা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি বিলাল (রাঃ) কে দেখলাম, তিনি একটি বর্শা নিয়ে এসেছেন এবং তা মাটিতে পুঁতে দিলেন। তারপর সালাতের ইকামত দিলেন। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে দেখলাম, একটি জুব্বার দুটি চাদরের মধ্যে নিজেকে জড়িয়ে বের হয়ে আসলেন এবং বর্শার দিকে ফিরে দু রাকআত সালাত (নামায/নামাজ) আদায় করলেন। আর মানুষ ও পশুকে দেখলাম, তারা তার সামনে দিয়ে এবং বর্শার পিছন দিয়ে গমন করছে।;\n",
        "id": 5370,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ জুহাইফাহ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৩৩. টাখনুর নীচে  যা থাকবে তা যাবে জাহান্নামে যাবে",
        "hadithBengali": "৫৩৭১। আদম (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ ইযারের যে পরিমান টাখনুর নীচে যাবে, সে পরিমান জাহান্নামে যাবে।;\n",
        "id": 5371,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৩৪. যে ব্যক্তি অহংকারের সাথে কাপড় ঝুলিয়ে পরে",
        "hadithBengali": "৫৩৭২। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহ কিয়ামতের দিন সে ব্যাক্তির দিকে (রহমতের) দৃষ্টি দিবেন না, যে ব্যাক্তি অহংকারবশে ইযার ঝুলিয়ে পরে।;\n",
        "id": 5372,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৩৪. যে ব্যক্তি অহংকারের সাথে কাপড় ঝুলিয়ে পরে",
        "hadithBengali": "৫৩৭৩। আদম (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ অথবা আবূল কাসিম বলেছেনঃ এক ব্যাক্তি চিত্তাকর্ষক জোড়া কাপড় পরে চুল আঁচড়াতে আঁচড়াতে পথ চলছিল; হঠাৎ আল্লাহ তাকে মাটির নীচে ধ্বসিয়ে দেন। কিয়ামত পর্যন্ত সে এভাবে ধ্বসে যেতে থাকবে।;\n",
        "id": 5373,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৩৪. যে ব্যক্তি অহংকারের সাথে কাপড় ঝুলিয়ে পরে",
        "hadithBengali": "৫৩৭৪। সাঈদ ইবনু উফায়র (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ এক ব্যাক্তি তার লুঙ্গি পায়ের গৌড়ালীর নীচে ঝুলিয়ে পথ চলছিল। এমন সময় তাকে মাটির নীচে ধ্বসিয়ে দেওয়া হয়। কিয়ামত পর্যন্ত সে মাটির নীচে ধ্বসে যেতে থাকবে। ইউনুস, যুহরী থেকে এ হাদীস অনুরূপ বর্ণনা করেছেন কিন্তু শুআয়ব একে মারফূ হিসাবে যুহরী থেকে বর্ণনা করেন নি।;\n",
        "id": 5374,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ' ইব্'ন মাসউদ (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৩৪. যে ব্যক্তি অহংকারের সাথে কাপড় ঝুলিয়ে পরে",
        "hadithBengali": "৫৩৭৫। আবদুল্লাহ ইবনু মুহাম্মদ (রহঃ) ... জাবীর ইবনু যায়েদ (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি সালিম ইবনু আবদুল্লাহ ইবনু উমরের সাথে তার ঘরের দরজায় ছিলাম, তখন তিনি বলেন, আমি আবূ হুরায়রা (রাঃ) কে বলতে শুনেছি যে, তিনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে অনুরূপ বলতে শুনেছেন।\n(পূর্বের হাদিসের অনুরূপ);\n",
        "id": 5375,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৩৪. যে ব্যক্তি অহংকারের সাথে কাপড় ঝুলিয়ে পরে",
        "hadithBengali": "৫৩৭৬। মাতার ইবনু ফাযল (রহঃ) ... শুবা (রহঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি মাহারিব ইবনু দিসারের সাথে অশ্ব পৃষ্ঠে থাকা অবস্থায় সাক্ষাত করলাম। তখন তিনি বিচারালয়ের দিকে যাচ্ছিলেন, আমি তাকে এ হাদীসটি সম্পর্কে জিজ্ঞাসা করলে তিনি আমাকে বললেন, আমি আবদুল্লাহ ইবনু উমর (রাঃ) কে বলতে শুনেছি, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যাক্তি অহংকার বশে কাপড় ঝুলিয়ে পরবে, তার দিকে আল্লাহ কিয়ামতের দিনে তাকাবেন না। আমি বললামঃ আবদুল্লাহ ইবনু উমর (রাঃ) কি ইযাবের উল্লেখ করেছেন? তিনি বললেনঃ তিনি ইযার বা কামিস কোনটই নির্দিষ্ট করে বলেন নি।;\n\nজাবালা ইবনু সুহায়ম, যায়েদ ইবনু আসলাম ও যায়েদ ইবনু আবদুল্লাহ ইবনু উমরের সূত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণনা করেছেন আর লায়স, মূসা ইবনু উকবাও উমর ইবনু মুহাম্মদ নাফি (রহঃ) এর সুত্রে বর্ণনা করেছেন এবং কুদামা ইবনু মূসা সালিম (রহঃ) এর সুত্রে ইবনু উমর (রাঃ) থেকে এবং তিনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে جَرَّ ثَوْبَهُ বর্ণনা করেছেন।;\n",
        "id": 5376,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "শুবা (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৩৫. ঝালরযুক্ত ইযার। যুহরী, আবু বকর ইবন মুহাম্মাদ, হামযা ইবন আবু উসায়দ ও মুয়াবিয়া ইবন আবদুল্লাহ ইবন জাফর (রাঃ) থেকে বর্ণিত আছে যে, তারা ঝালরযুক্ত পোশাক পরিধান করেছেন",
        "hadithBengali": "৫৩৭৭। আবূল ইয়ামন (রহঃ) ... নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সহধর্মিণী আয়িশা (রাঃ) থেকে বর্ণিত। তিনি ববেন, একদা রিফাআ কুরাযির স্ত্রী রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট আসলো। এ সময় আমি উপবিষ্ট ছিলাম এবং আবূ বকর (রাঃ) তার কাছে ছিলেন। স্ত্রীলোকটি বললঃ হে আল্লার রাসূল! আমি রিফাআর অধীনে (বিবাহ বন্ধনে) ছিলাম। তিনি আমাকে তালাক দেন এবং তালাক চুড়ান্তভাবে (তিন তালাক) দেন এরপর আমি আব্দুর রহমান ইবনু যুবায়েরকে বিবাহ করি কিন্তু আল্লাহর কসম, ইয়া রাসুলাল্লাহ! তার সাথে কাপড়ের ঝালরের ন্যায় ছাড়া কিছুই নেই। এ কথা বলার সময় স্ত্রীলোকটি তার চাদরের আচল ধরে দেখায়।;\n\nখালিদ ইবনু সাইদ যাকে (ভিতরে যাওয়ার) অনুমতি দেওয়া হয় নাই, দরজার কাছে থেকে স্ত্রীলোকটির কথা শুনেন। আয়িশা (রাঃ) বলেন, তখন খালিদ বললঃ হে আবূ বকুর! এ মহিলাটি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সামনে জোরে জোরে সে কথা বলছে, তা শুনে কেন আপনি তাকে বাঁধা দিচ্ছেন না? আল্লাহর কসম রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মুচকি হাসলেন এরপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম স্ত্রীলোকটিকে বললেনঃ মনে হয় তুমি রিফাআর কাছে ফিরে যেতে যাও। তা হয় না, সে তোমার মধু আস্বাদন করবে এবং তুমি তার মধু আস্বাদন করবে। পরবর্তী সময় থেকে এটা বিধানে পরিনত হয়ে যায়।;\n",
        "id": 5377,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৩৬. চাদর পরিধান করা। আনাস (রাঃ) বলেনঃ এক বেদুঈন নবী (সাঃ) এর চাদর টেনে ধরেছেন",
        "hadithBengali": "৫৩৭৮। আবদান (রহঃ) ... হুসায়ন ইবনু আলী (রাঃ) থেকে বর্ণিত। আলী (রাঃ) বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার চাঁদর আনতে বললেন। তিনি তা পরিধান করেন, এরপর হেঁটে চললেন। আমি ও যায়েদ ইবনু হারিসা তার পিছনে চললাম। শেষে তিনি একটি ঘরের কাছে আসেন, যে ঘরে হামযা (রাঃ) ছিলেন। তিনি অনুমতি চাইলেন তারা তাদের অনুমতি দিলেন।;\n",
        "id": 5378,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "হুসাইন ইবনু আলী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৩৭. জামা পরিধান করা। মহান আল্লাহর বানীঃ ইউসুফ (আঃ) এর ঘটনাঃ তোমরা আমার এ জামাটি নিয়ে যাও আর তা আমার পিতার মুখমন্ডলে রাখ, তিনি দৃষ্টিশক্তি ফিরে পাবেন",
        "hadithBengali": "৫৩৭৯। কুতায়বা (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত। এক ব্যাক্তি জিজ্ঞাসা করলোঃ ইয়া রাসুলাল্লাহ! মুহরিম ব্যাক্তি কি কাপড় পরিধান করবে? নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ মুহরিম জামা, পায়জামা, টুপি এবং মোজা পরবে না। তবে যদি সে জুতা সংগ্রহ করতে না পারে তা হবে টাখনুর নীচে পর্যন্ত (মোজা) পরতে পারবে।;\n",
        "id": 5379,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৩৭. জামা পরিধান করা। মহান আল্লাহর বানীঃ ইউসুফ (আঃ) এর ঘটনাঃ তোমরা আমার এ জামাটি নিয়ে যাও আর তা আমার পিতার মুখমন্ডলে রাখ, তিনি দৃষ্টিশক্তি ফিরে পাবেন",
        "hadithBengali": "৫৩৮০। আবদুল্লাহ ইবনু মুহাম্মাদ (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, আবদুল্লাহ ইবনু উবাইকে কবরে রাখার পর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সেখানে এলেন। তার লাশ কবর থেকে উঠাবার নির্দেশ দিলেন। তখন লাশ কবর থেকে উঠান হল এবং তার দু হাটুর উপর রাখা হলো। তিনি তার উপর থুথু দিলেন এবং তাকে নিজের জামা পরিয়ে দিলেন। আল্লাহই ভাল জানেন।;\n",
        "id": 5380,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "জাবির ইবনু আবদুল্লাহ আনসারী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৩৭. জামা পরিধান করা। মহান আল্লাহর বানীঃ ইউসুফ (আঃ) এর ঘটনাঃ তোমরা আমার এ জামাটি নিয়ে যাও আর তা আমার পিতার মুখমন্ডলে রাখ, তিনি দৃষ্টিশক্তি ফিরে পাবেন",
        "hadithBengali": "৫৩৮১। সাদাকা (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ যখন আবদুল্লাহ ইবনু উবাই মারা যায়, তখন তার ছেলে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট আসে। সে বললঃ ইয়া রাসুলাল্লাহ! আপনার জামাটি আমাকে দিন। আমি এ দিয়ে তাকে করর দিব। আর তার জানালার সালাত (নামায/নামাজ) আপনি আদায় করবেন এবং তার জন্য ইস্তিগফার করবেন। তিনি নিজের জামাটি তাকে দিয়ে দেন এবং বলেন যে, তুমি (কাফন পরানোর কাজ) সেরে ফেলে আমাকে সংবাদ দিবে। তারপর তিনি (কাফন পরানোর কাজ সেরে তাকে সংবাদ দিলেন) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার জানাযার সালাত আদায় করতে এলেন।;\n\nউমর (রাঃ) তাকে টেনে ধরে বললেনঃ আল্লাহ কি আপনাকে মুনাফিকদের (জানাযার) সালাত আদায় করতে নিষেধ করেননি? তিনি এ আয়াতটি পড়লেনঃ তুমি ওদের জন্য ক্ষমা প্রার্থনা কর অথবা তাদের জন্য ক্ষমা প্রার্থনা না কর একই কথা। তুমি সত্তরবার ওদের জন্য ক্ষমা প্রার্থনা করলেও আল্লাহ ওদের কখনই ক্ষমা করবেন না তখন নাযিল হয়ঃ ওদের মধ্যে কারও মৃত্যু হলে তুমি কখনও ওদের জন্য জানাযার সালাত আদায় করবে না। এরপর থেকে তাদের জানাযার সালাত আদায় করা বর্জন করেন।;\n",
        "id": 5381,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৩৮. মাথা বের করার জন্য জামা ও অন্য পোশাকের বুকের অংশ ফাক রাখা",
        "hadithBengali": "৫৩৮২। আবদুল্লাহ ইবনু মুহাম্মদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একবার কৃপণ ও দানশীল ব্যাক্তিকে এমন দু ব্যাক্তির সাথে তুলনা করেন যাদের পরিধানে লোহার দুটি বর্ম আছে। তাদের দুটি হাতই বুক ও ঘাড় পর্যন্ত পৌছে আছে। দানশীল ব্যাক্তি যখন দান করে তখন তার বর্মটি এমন ভাবে প্রশস্ত হয় যে তার পায়ের আঙ্গুলের মাথা পর্যন্ত ঢেকে ফেলে এবং (শরীরের চেয়ে লম্বা হওয়ার জন্য চলার সময়) পদ চিহৃ মুছে ফেলে। আর কৃপণ লোকটি যখন দান করতে ইচ্ছে করে তখন তার বর্মটি শক্ত হয়ে যায় ও এক অংশ অন্য অংশের সাথে মিলে থাকে এবং প্রতিটি অংশ স্ব-স্ব স্থানে থেকে যায়।;\n\nআবূ হুরায়রা (রাঃ) বলেনঃ আমি দেখলাম, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার আঙ্গুল এভাবে বুকের দিক দিয়ে খোলা অংশের মধ্যে রেখে বলতে দেখেছি। তুমি যদি তা দেখতে তাহলে দেখতে) যে তিনি তা প্রশস্ত করতে চাইলেন কিন্ত তা প্রশস্ত হল না। ইবনু তাউস তার পিতা থেকে এবং আবূ যিনাদ, আরাজ থেকে অনুরূপ ভাবেجُبَّتَيْنِ বর্ণনা করেন। আর জাফর আরাজ এর সূত্রে جُبَّتَانِ বর্ণনা করেছেন। হানযালা (রহঃ) বলেনঃ আমি তাউসকে আবূ হুরায়রা (রাঃ) থেকে جُبَّتَانِ বলতে শুনেছি।;\n",
        "id": 5382,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৩৯. যিনি সফরে সংকীর্ণ আস্তিন বিশিষ্ট জোব্বা পরিধান করেন",
        "hadithBengali": "৫৩৮৩। কায়স ইবনু হাফস (রহঃ) ... মুগীরা ইবনু শুবা (রাঃ) থেকে বর্ণিত। তিনি বলেন (তাবুক যুদ্ধের সময়) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম প্রাকৃতিক প্রয়োজনে বাইরে যান এবং তারপর ফিরে আসেন। আমি তার নিকট পানি নিয়ে পৌছি। তিনি উযূ (ওজু/অজু/অযু) করেন। তখন তার পরিধানে শাম দেশীয় (সিরিয়ার) জোব্বা ছিল। তিনি কুলী করেন, নাক পরিষ্কার করেন এবং তার মুখমন্ডল ধৌত করেন। এরপর তিনি আস্তিন থেকে দু হাত বের করতে থাকেন, কিন্তু আস্তিন দুটি ছিল সংকীর্ণ, তাই তিনি হাত দুখানি জামার নীচ দিয়ে বের করে উভয় হাত ধৌত করেন। এরপর মাথা মাসেহ করেন এবং মোজার উপর মাসেহ করেন।;\n",
        "id": 5383,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "মুগীরা ইবনু শু'বা  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৪০. যুদ্ধের সময় পশমী জামা পরিধান করা",
        "hadithBengali": "৫৩৮৪। আবূ নুআইম (রহঃ) ... মুগীরা ইবনু শুবা (রাঃ) থেকে বর্নিত। তিনি বলেন, আমি (তাবুক) সফরে এক রাত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে ছিলাম। তিনি বললেনঃ তোমার সাথে পানি আছে কি? আমি বললামঃ হ্যাঁ। তখন তিনি বাহন থেকে নামলেন এবং হেঁটে যেতে লাগলেন। তিনি এতদূর গেলেন যে, রাতের আধারে আমার থেকে অদৃশ্য হবে পড়লেন। তারপর তিনি ফিরে এলেন। আমি পাত্র থেকে তার (উযূ (ওজু/অজু/অযু)র) পানি ঢালতে লাগলাম। তিনি মুখমণ্ডল ও দুহাত ধৌত করলেন। তার পরিধানে ছিল পশমের জামা। তিনি তা থেকে হাত বের করতে পারলেন না, তাই জামার নীচ দিয়ে বের করলেন এবং দুহাত ধৌত করলেন। তারপর মাথা মাসেহ করলেন। তারপর আমি তাঁর মোজা দুটি খুলতে ইচ্ছা করলাম। তিনি বললেনঃ ছেড়ে দাও। কেননা, আমি পবিত্র অবস্থায় তা পরিধান করেছি। তারপর তিনি মোজাদ্বয়ের উপর মাসেহ করেন।;\n",
        "id": 5384,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "মুগীরা ইবনু শু'বা  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৪১. কাবা ও রেশমী ফাররূজ, আর তাকেও এক প্রকার কাবাই বলা হয়, যে জামার পিচনের দিকে ফাঁক থাকে",
        "hadithBengali": "৫৩৮৫। কুতায়বা ইবনু সাঈদ (রহঃ) ... মিসওয়ার ইবনু মাখরামা (রাঃ) থেকে বর্ণিত। তিনি বলেন, একবার রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কয়েকটি কাবা বণ্টন করেন, কিন্তু মাখরামাকে কিছুই দিলেন না। মাখরামা বললোঃ হে আমার প্রিয় পুত্র চল আমার সঙ্গে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে। আমি তার সঙ্গে গেলাম। তিনি বললেনঃ ভিতরে যাও এবং আমার জন্য নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে আবেদন জানাও। মিসওয়ার বলেনঃ আমি তার (পিতার) জন্য আবেদন করলে তিনি মাখরামার উদ্দেশ্যে বের হয়ে আসেন। তখন তার পরিধানে রেশমী কাবা ছিল। তিনি বললেনঃ তোমার জন্য এটি আমি গোপন করে রেখেছিলাম। মিসওয়ার বলেন এরপর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার দিকে তাকালেন এবং বললেন মাখরামা এবার রাযী (খুশী) আছে।;\n",
        "id": 5385,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "মিসওয়ার ইবনু মাখরামাহ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৪১. কাবা ও রেশমী ফাররূজ, আর তাকেও এক প্রকার কাবাই বলা হয়, যে জামার পিচনের দিকে ফাঁক থাকে",
        "hadithBengali": "৫৩৮৬। কুতায়বা ইবনু সাঈদ (রহঃ) ... উকবা ইবনু আমির (রাঃ) থেকে বর্ণিত। তিনি বলেন, একবার রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে একটি রেশমী কাবা হাদিয়া দেওয়া হয়। তিনি তা পরিধান করেন এবং তা পরে সালাত আদায় করেন। সালাত (নামায/নামাজ) শেষে তিনি তা খুব জোরে টেনে খুলে ফেললেন, যেন এটি তিনি অপছন্দ করছেন। এরপর বললেন মুত্তাকীদের জন্য এটা শোভনীয় নয়। আবদুল্লাহ ইবনু ইউসুফ, লায়স থেকে অনুরূপ বর্ণনা করেছেন। অন্যেরা বলেছেন ফাররুজ হারীর হলো রেশমী কাপড়।;\n",
        "id": 5386,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উকবাহ ইবনু আমির (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৪২.  টুপি। মুসাদ্দাদ (র) আমাকে বলেছেন যে, মুতামার বলেন, আমি আমার পিতাকে বলতে শুনেছি যে, তিনি আনাস (রাঃ) এর (মাথার) উপর হলুদ রেশমী টুপি দেখেছেন।",
        "hadithBengali": "৫৩৮৭। ইসমাঈল (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত যে, এক ব্যাক্তি বললোঃ ইয়া রাসুলাল্লাহ! মুহরিম লোক কি কি পোশাক পরবে? রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমরা (ইহরাম অবস্থায়) জামা, পাগড়ী, পা-জামা। টুপি ও মোজা পরবে না। তবে যে ব্যাক্তির জুতা নেই, সে কেবল মোজা পরতে পারবে কিন্তু উভয় মোজা টাখনুর নীচ থেকে কেটে ফেলবে। আর যাফরান ও ওয়ারস রং যাতে লেগেছে, এমন কাপড় পরবে না।;\n",
        "id": 5387,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৪৩. পায়জামা",
        "hadithBengali": "৫৩৮৮। আবূ নুআয়ম (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে লোকের ইযার (লুঙ্গি) নেই, সে যেন পায়জামা; আর যার জুতা নেই। সে যেন মোজা পরে।;\n",
        "id": 5388,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৪৩. পায়জামা",
        "hadithBengali": "৫৩৮৯। মূসা ইবনু ইসমাঈল (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, এক ব্যাক্তি দাঁড়িয়ে বললঃ ইয়া রাসূলাল্লাহ! আমরা যখন ইহরাম অবস্থায় থাকি, তখন কি পোশাক পরার জন্য আমাদের নির্দেশ দেন? তিনি বললেনঃ (তখন তোমরা জামা, পায়জামা, পাগড়ী টুপি ও মোজা পরবে না। তবে যার জুতা নেই সে টাখনুর নীচ পর্যন্ত মোজা পরবে। আর তোমরা সে ধরনের কোন কাপড়ই পরবে না যাতে যাফরান বা ওয়ারস রং লাগান হয়েছে।;\n",
        "id": 5389,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৪৪. পাগড়ী",
        "hadithBengali": "৫৩৯০। আলী ইবনু আবদুল্লাহ (রহঃ) ... সালিমের পিতা (আবদুল্লাহ ইবনু উমর) (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ মুহরিম ব্যাক্তি জামা পাগড়ী, পায়জামা ও টুপি পরতে পরবে না। যাফরান ও ওয়ারস দ্বারা রং করা কাপড়ও নয় এবং মোজাও নয়। তবে সে ব্যাক্তির জন্য (এ নিষেধ) নয়, যার জুতা নেই। যদি সে জুতা না পায় তাহলে উভয় মোজার টাখনুর নীচে থেকে কেটে নেবে।;\n",
        "id": 5390,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৪৫.  চাদর বা অন্য কিছু দ্বারা মাথা ও মুখের অধিকাংশ অঙ্গ ঢেকে রাখা। ইবনু আব্বাস (রাঃ) বলেন, নাবী (সাঃ) একদা বাইরে আসলেন, তখন তাঁর (মাথার) উপর রুমাল ছিল । আনাস (রাঃ) নাবী (সাঃ) নিজ মাথা চাদরের এক পাশ দ্বারা বেঁধে রেখেছিলেন ।",
        "hadithBengali": "৫৩৯১। ইবরাহীম ইবনু মূসা (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, কিছু সংখ্যক মুসলিম হাবশায় হিজরত করেন। এ সময় আবূ বকর (রাঃ) হিজরত করার উদ্দেশ্যে প্রস্তুতি গ্রহন করেন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তুমি একটু অপেক্ষা কর; কেননা, মনে হয় আমাকেও (হিজরতের) আদেশ দেওয়া হবে। আবূ বকর (রাঃ) বললেনঃ আমার পিতা আপনার উপর কুরবান হোক আপনিও কি এ আশা পোষন করেন? তিনি বললেনঃ হ্যাঁ। আবূ বকর (রাঃ) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গ লাভের আশায় নিজেকে সংবরন করে রাখেন এবং তার মালিকানাধীন দুটি সাওয়ারীকে চার মাস যাবত সামূর বৃক্ষের পাতা ভাক্ষন করান।;\n\nউরওয়া (রহঃ) বর্ণনা করেন, আয়িশা বলেছেন যে, একদিন ঠিক দুপরের সময় আমরা আমাদের ঘরে আসে। এ সময় এক ব্যাক্তি আবূ বকর (রাঃ) কে বলল, এই যে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মুখমণ্ডল ঢেকে এগিয়ে আসছেন। এমন সময় তিনি এসেছেন, যে সময় তিনি সাধারণত আমাদের কাছে আসেন না। আবূ বকর (রাঃ) বললেনঃ আমার মা-বাপ তার উপর কুরবান হোক, আল্লাহর কসম! এমন সময় তিনি একটি বড় কাজ নিয়েই এসে থাকবেন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এসে পড়লেন। তিনি অনুমতি চাইলেন তাকে অনুমতি দেওয়া হলো। তিনি প্রবেশ করলেন। প্রবেশের সময় আবূ বকর (রাঃ) কে বললেনঃ তোমার কাছে যারা আছে তাদের সরিয়ে দাও। তিনি বললেনঃ আমার পিতা আপনার উপর কুরবান হোক ইয়া রাসুলাল্লাহ! এরা তো আপনারই পরিবারের লোক।;\n\nনবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আমাকে হিজরতের অনূমিত দেওয়া হয়েছে। আবূ বকর (রাঃ) বললেনঃ তাহলে আমি কি আপনার সঙ্গী হবো ইয়া রাসুলাল্লাহ! আমার পিতা-মাতা আপনার উপর কুরবান হোক। তিনি বললেনঃ হ্যাঁ। আবূ বকর (রাঃ) বললেনঃ ইয়া রাসুলাল্লাহ! আপনি আমার এদুটি সাওয়ারীর একটি গ্রহণ করুন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ মুল্যের বিনিময়ে (নিতে রাযী আছি) আয়িশা (রাঃ) বলেনঃ তাঁদের উভয়ের জন্য সফরের আসবাবপত্র প্রস্তুত করলাম এবং সফরকালের নাস্তা তৈরী করে একটি চামড়ার থলের মধ্যে রাখলাম।;\n\nআবূ বকর (রাঃ)-এর কন্যা আসমা তার উড়নার এক অংশ ছিড়ে থলের মুখ বেঁধে দিল। এ কারণে তাকে যাতুন নিতাক (উড়না ওয়ালী) নামে ডাকা হাতা। এরপর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ও আবূ বকর (রাঃ) সাওর নামক পর্বত গুহায় পৌছেন। তথায় তিন রাত অতিবাহিত করেন। আবূ বকর (রাঃ) এর পুত্র আবদুল্লাহ তাদের সঙ্গে রাত্রি যাপন করতেন। তিনি ছিলেন সুচতুর বুদ্ধিমান যুবক। তিনি তাদের কাছ থেকে রাতের শেষ ভাগে চলে আসতেন এবং ভোর বেলা কুরাইশদের সাথে মিশে যেতেন, যেন তাদের মধ্যেই তিনি রাত্রি যাপন করেছেন। তিনি কারও থেকে ষড়যস্ত্র মূলক কোন কিছু শুনলে তা মনে রাখতেন এবং রাতের আধার ছড়িয়ে পড়লে দিনের সব খবর নিয়ে তিনি তাদের দুজনের কাছে পৌছে দিতেন।;\n\nআবূ বকর (রাঃ) এর দাস আমির ইবনু ফুহায়রা তাদের আশপাশে দুধওয়ালা বকরী চরিয়ে বেড়াতেন! রাতের এক ঘণ্টা অতিবাহিত হলে সে তাদের নিকট ছাগল নিয়ে যেত (দুধ পান করাবার জনো)। তারা দুজনে (আমি ও আবদুল্লাহ) সে গুহায়ই রাত কাটাতেন। ভোরে অন্ধকার থাকতেই আমির ইবনু ফুহায়রা ছাগল নিয়ে চলে আসতেন। ঐ তিন রাতের প্রতি রাতেই তিনি এরূপ করতেন।;\n",
        "id": 5391,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৪৬. লৌহ শিরস্ত্রাণ",
        "hadithBengali": "৫৩৯২। আবূল ওয়ালীদ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মক্কা বিজয়ের বছর যখন মক্কায় প্রবেশ করেন, তখন তার মাথার সেই লৌহ শিরস্রাণ ছিল।;\n",
        "id": 5392,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৪৭. ডোরাওয়ালা চাদর, কারুকার্যময় ইয়ামনী চাদর ও চাদরের আঁচলের বিবরণ। খাব্বাব (রাঃ) বলেন, আমরা নাবী (সাঃ) এর নিকট অভিযোগ করেছিলাম, তখন তিনি ডোরাওয়ালা চাদরে হেলান দিয়ে বসেছিলেন ",
        "hadithBengali": "৫৩৯৩। ইসমাঈল ইবনু আবদুল্লাহ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে চলছিলাম। এ সময় তার পরিধানে চওড়া পাড় বিশিষ্ট একটি নাজরানী ডোরাদার চাঁদর ছিল। একজন বেদুইন তার কাছে এলো। সে তার চাদর ধরে খুব জোরে টান দিল। এমন কি আমি দেখতে পেলাম রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাঁধে চাদরের পাড়ের দাগ পড়ে গেছে। তারপর সে বললঃ হে মুহাম্মাদ! আপনার নিকট আল্লাহ্'র যে সম্পদ আছে তা থেকে আমাকে কিছু দিতে বলুন। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার দিকে ফিরে তাকিয়ে হাসলেন এবং তাকে কিছু দান করার নির্দেশ দিলেন।;\n",
        "id": 5393,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৪৭. ডোরাওয়ালা চাদর, কারুকার্যময় ইয়ামনী চাদর ও চাদরের আঁচলের বিবরণ। খাব্বাব (রাঃ) বলেন, আমরা নাবী (সাঃ) এর নিকট অভিযোগ করেছিলাম, তখন তিনি ডোরাওয়ালা চাদরে হেলান দিয়ে বসেছিলেন ",
        "hadithBengali": "৫৩৯৪। কুতায়বা ইবনু সাঈদ (রহঃ) ... সাহল ইবনু সাদ (রাঃ) থেকে বর্ণিত। তিনি বলেন, একজন স্ত্রী লোক একটি বুরদা নিয়ে এলো। সাহল (রাঃ) বললেনঃ তোমরা জানো বুরদা কী? একজন উত্তর দিল হ্যাঁ, বুরদা হলো এমন চাঁদর যার পাড় কারুকার্যময়। স্ত্রী লোকটি বললোঃ ইয়া রাসুলাল্লাহ আমি এটি আমার নিজের হাতে বুনেছি আপনাকে পরিধান করাবার জন্য। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তা গ্রহন করলেন। তখন তার এর প্রয়োজনও ছিল। এরপর তিনি আমাদের কাছে বেরিয়ে আসলেন। তখন সে চাদরটি ইযার হিসেবে তাঁর পরিধানে ছিল। দলের এক ব্যাক্তি হাত দিয়ে চাঁদরটি স্পর্শ করল এবং বললঃ ইয়া রাসুলাল্লাহ! আমাকে এটি পরতে দিন। তিনি বললেনঃ হ্যাঁ। এরপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মজলিসে বসলেন, যতক্ষণ আল্লাহর ইচ্ছে ছিলো, তারপরে উঠে গেলেন এবং চাঁদরটি ভাজ করে এ ব্যাক্তির কাছে পাঠিয়ে দিলেন। উপস্থিত লোকেরা বললোঃ রাসুলুল্লাহসাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এটি চেয়ে তুমি ভাল করনি। তুমি তো জানো যে, কোন প্রার্থীকে তিনি ব্যথিত করেন না। লোকটি বললোঃ আল্লাহর কসম! আমি কেবল এজন্যই চেয়েছি যে, যেদিন আমার মৃত্যু হবে, সে দিন যেন এ চাদরটি আমার কাফন হয়। সাহল (রাঃ) বলেনঃ এটি তার কাফনই হয়েছিল।;\n",
        "id": 5394,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সাহল বিন সাদ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৪৭. ডোরাওয়ালা চাদর, কারুকার্যময় ইয়ামনী চাদর ও চাদরের আঁচলের বিবরণ। খাব্বাব (রাঃ) বলেন, আমরা নাবী (সাঃ) এর নিকট অভিযোগ করেছিলাম, তখন তিনি ডোরাওয়ালা চাদরে হেলান দিয়ে বসেছিলেন ",
        "hadithBengali": "৫৩৯৫। আবূল ইয়ামান (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছিঃ আমার উম্মতের মধ্য থেকে সত্তর হাযারের একটি দল (বিনা হিসাবে) জান্নাতে প্রবেশ করবে। তখন তাদের মুখমণ্ডল চাঁদের ন্যায় হবে। উককাশা ইবনু মিহসান তার পরিহিত রঙ্গিন ডোরাযুক্ত চাদর উপরে তুলে ধরে বলেনঃ ইয়া রাসুলাল্লাহ! আপনি আল্লাহর নিকট আমার জন্য দু আ করুন, যেন তিনি আমাকে তাদের অন্তর্ভুক্ত করেন। তিনি দু আ করলেনঃ ইয়া আল্লাহ! একে তাদের অন্তর্ভুক্ত করুন। তারপর আনসারদের মধ্য থেকে এক ব্যাক্তি দাড়িয়ে বললঃ ইয়া রাসুলুল্লাহ আপনি আল্লাহর নিকট দুআ করুন, যেন তিনি আমাকে তাদের অন্তর্ভুক্ত করেন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ উককাশা তোমার অগ্রবর্তী হয়েছে।;\n",
        "id": 5395,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৪৭. ডোরাওয়ালা চাদর, কারুকার্যময় ইয়ামনী চাদর ও চাদরের আঁচলের বিবরণ। খাব্বাব (রাঃ) বলেন, আমরা নাবী (সাঃ) এর নিকট অভিযোগ করেছিলাম, তখন তিনি ডোরাওয়ালা চাদরে হেলান দিয়ে বসেছিলেন ",
        "hadithBengali": "৫৩৯৬। আমর ইবনু আসিম (রহঃ) ... কাতাদা (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি আনাস (রাঃ) কে জিজ্ঞাসা করলামঃ কোন জাতীয় কাপড় রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট বেশী প্রিয় ছিল? তিনি বললেনঃ হিবারা-ইয়ামনী চাদর।;\n",
        "id": 5396,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "কাতাদাহ (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৪৭. ডোরাওয়ালা চাদর, কারুকার্যময় ইয়ামনী চাদর ও চাদরের আঁচলের বিবরণ। খাব্বাব (রাঃ) বলেন, আমরা নাবী (সাঃ) এর নিকট অভিযোগ করেছিলাম, তখন তিনি ডোরাওয়ালা চাদরে হেলান দিয়ে বসেছিলেন ",
        "hadithBengali": "৫৩৯৭। আবদুল্লাহ ইবনু আবূল আসওয়াদ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হিবারা ইয়ামনী চাঁদর পরিধান করতে বেশী পছন্দ করতেন।;\n",
        "id": 5397,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৪৭. ডোরাওয়ালা চাদর, কারুকার্যময় ইয়ামনী চাদর ও চাদরের আঁচলের বিবরণ। খাব্বাব (রাঃ) বলেন, আমরা নাবী (সাঃ) এর নিকট অভিযোগ করেছিলাম, তখন তিনি ডোরাওয়ালা চাদরে হেলান দিয়ে বসেছিলেন ",
        "hadithBengali": "৫৩৯৮। আবূল ইয়ামান (রহঃ) ... নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পত্নী আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃরাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন ইন্তেকাল করেন তখন ইয়ামনী চাঁদর দ্বারা তাঁকে ঢেকে রাখা হয়।;\n",
        "id": 5398,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৪৮. কম্বল ও কারুকার্যপূর্ণ চাদর পরিধান করা",
        "hadithBengali": "৫৩৯৯। ইয়াহইয়া ইবনু বুকায়র (রহঃ) ... আয়িশা ও আবদুল্লাহ ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তারা উভয়ে বলেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন মৃত্যু শয্যায় শায়িত তখন তিনি তার কারুকার্যময় চাঁদর দ্বারা মুখমণ্ডল ঢেকে রাখেন। যখন তার শ্বাস রুদ্ধ হয়ে আসতো তখন তার মুখ থেকে সরিয়ে নিতেন। এমতাবস্থায় তিনি বলতেনঃ ইয়াহুদী ও নাসারাদের উপর আল্লাহর অভিশাপ, তারা তাদের নবীদের কবরসমূহকে মসজিদ বানিয়েছে। তাদের কর্মের কথা উল্লেখ করে তিনি সতর্ক করছিলেন।;\n",
        "id": 5399,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৪৮. কম্বল ও কারুকার্যপূর্ণ চাদর পরিধান করা",
        "hadithBengali": "৫৪০০। মুসাদ্দাদ (রহঃ) ... আবূ বুরদা (রাঃ) থেকে বর্ণিত। তিনি বলেন আয়িশা (রাঃ) একবার একথানি কম্বল ও মোটা ইযার নিয়ে আমাদের কাছে আসেন এবং তিনি বললেনঃ এ দুটি পরিহিত অবস্থায় নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর রুহ করয করা হয়।;\n",
        "id": 5400,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ বুরদাহ্ ইবনু আবূ মূসা আশআরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৪৮. কম্বল ও কারুকার্যপূর্ণ চাদর পরিধান করা",
        "hadithBengali": "৫৪০১। মূসা ইবনু ইসমাঈল (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার চাদর গায়ে দিয়ে সাদাত আদায় করলেন। চাঁদরটি ছিল কারুকার্য খচিত। তিনি কারুকার্যের দিকে এক দিকে তাকালেন, তারপর সালাম ফিরিয়ে বললেনঃ এ চাদরটি আবূ জাহমের কাছে নিয়ে যাও। কারণ এখনই তা আমার সালাত (নামায/নামাজ) থেকে অন্যমনস্ক করে দিয়েছে। আর আবূ জাহম ইবনু হুযায়ফার আনবিজানিয়্যা (কারুকার্য বিহীন চাদর)-টি আমার জন্য নিয়ে এসো। সে হচ্ছে আদি ইবনু কাব গোত্রের লোক।;\n",
        "id": 5401,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৪৯. কাপড় মুড়ি দিয়ে বসা",
        "hadithBengali": "৫৪০২। মুহাম্মদ ইবনু বাশশার (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মুলামাসা ও মুনাবাযা থেকে নিষেধ করেছেন এবং দু সময়ে সালাত (নামায/নামাজ) আদায় করা থেকেও অর্থাৎ ফজরের (সালাতের) পর সূর্য উপরে উঠা পর্যন্ত এবং আসরের (সালাতের) পর সূর্যান্ত পর্যন্ত। আরও নিষেধ করেছেন একটি মাত্র কাপড় এমনভাবে পড়তে, যাতে লজ্জাস্থানের উপরে তার ও আকাশের মাঝখানে আর কিছুই থাকে না। আর তিনি কাপড় মুড়ি দিয় বসতে নিষেধ করেছেন।;\n",
        "id": 5402,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৪৯. কাপড় মুড়ি দিয়ে বসা",
        "hadithBengali": "৫৪০৩। ইয়াহ্ইয়া ইবনু বুকায়র (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দু প্রকার কাপড় পরিধান করতে ও দু প্রকার ক্রয়-বিক্রয় করতে নিষেধ করেছেন। ক্রয়-বিক্রয়ে তিনি মূলামাসা ও মুনাবাযা থেকে নিষেধ করেছেন। মুলামাসা হল রাতে বা দিনে একজন অপর জনের কাপড় হাত দিয়ে স্পর্শ করা। এইটুকু ছাড়া তা আর উলট-পালট করে দেখে না। আর মুনাবাযা হল- এক লোক অন্য লোকের প্রতি তার কাপড় নিক্ষেপ করা। আর দ্বিতীয় ব্যাক্তিও তার কাপড় নিক্ষেপ করা, এবং এর দ্বারাই তাদের ক্রয়-বিক্রয় সম্পন্ন হওয়া, দেখা ও পারস্পরিক সম্মতি ব্যতিরেকেই। আর দুপ্রকার পোশাক পরিধানের (এর এক প্রকার) হচ্ছে ইশতিমালুস-সাম্মা। সাম্মা হল এক কাঁধের উপর কাপড় এমনভাবে রাখা যাতে অন্য কাঁধ খালি থাকে, কোন কাপড় থাকে না। পোশাক পরার অন্য প্রকার হচ্ছে বসা অবস্থায় নিজের কাপড় দ্বারা নিজেকে এমনভাবে ঘিরে রাখা। যাতে লজ্জাস্থানের উপর কাপড়ের কোন অংশ না থাকে।;\n",
        "id": 5403,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ সা'ঈদ খুদরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৫০. এক কাপড়ে পেঁচিয়ে বসা ",
        "hadithBengali": "৫৪০৪। ইসমাঈল (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দুধরনের কাপড় পরতে নিষেধ করেছেন। একটি কাপড়ে পুরুষের এমনভাবে পেঁচিয়ে থাকা যে, তার লজ্জাস্থানের উপর সে কাপড়ের কোন অংশই থাকে না। আর একটি কাপড় এমনভাবে পেঁচিয়ে পরা যে, শরীরের এক অংশ খোলা থাকে। আর মুলামাসা ও মুনাবাসা থেকেও (তিনি নিষেধ করেছেন)।;\n",
        "id": 5404,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৫০. এক কাপড়ে পেঁচিয়ে বসা ",
        "hadithBengali": "৫৪০৫। মুহাম্মদ (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিষেধ করেছেন শরীরের এক পাশ খোলা রেখে অন্য পাশ ঢেকে পরতে। আর এক কাপড়ে পুরুষকে এমনভাবে ঢেকে বসতে, যাতে তার লজ্জাস্থানের উপর ঐ কাপড়ের কোন অংশ না থাকে।;\n",
        "id": 5405,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ সা'ঈদ খুদরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৫১. নকশীদার কালো চাদর",
        "hadithBengali": "৫৪০৬। আবূ নুআইম (রহঃ) ... উম্মে খালিদ (রাঃ) থেকে বর্ণিত। একবার রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট কিছু কাপড় নিয়ে আসা হয়। তার মধ্যে কিছু কালো নকশীদার ছোট চাদর ছিল। তিনি বললেনঃ আমরা এগুলো পরবো, তোমাদের মত কি? উপস্থিত সবাই নীরব থাকলো। তারপর তিনি বললেনঃ উম্মে খালিদকে আমার কাছে নিয়ে এসো। তাকে বহন করে আনা হল। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিজের হাতে একটি চাদর নিলেন এবং তাকে পরিয়ে দিলেন। এরপর বললেনঃ (এটি) তুমি পুরান কর ও ছিড়ে ফেল (অথাৎ তুমি দীর্ঘজীবী হও)। ঐ চাদরে সবুজ অথবা হলুদ রঙের নকশী ছিল। তিনি বললেনঃ হে খালেদের মা! এ খানি কত সুন্দর! তিনি হাবশী ভাষায় বললেনঃ সানাহ অর্থাৎ সুন্দর।;\n",
        "id": 5406,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উম্মু খালিদ বিনতে খালিদ ইবনু সাঈদ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৫১. নকশীদার কালো চাদর",
        "hadithBengali": "৫৪০৭। মুহাম্মদ ইবনু মুসান্না (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। তিনি বললেনঃ উম্মে সুলায়ম (রাঃ) যখন একটি সন্তান প্রসব করলেন তখন আমাকে জানালেন, হে আনাস! শিশুটিকে দেখ, যেন সে কিছু না খায়, যতক্ষণ না তুমি একে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট নিয়ে যাও, তিনি এর তাহনীক করবেন। আমি তাকে নিয়ে গেলাম। দেখলাম, তিনি একটা বাগানের মধ্যে আছেন, আর তার পরিধানে হুবায়সিয়া নামক চাদর রয়েছে। তিনি যে উটে করে মক্কা বিজয়ের দিনে অভিযানে গিয়েছিলেন তার পিঠে ছিলেন।;\n",
        "id": 5407,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৫২. সবুজ পোশাক",
        "hadithBengali": "৫৪০৮। মুহাম্মদ ইবনু বাশশার (রহঃ) ... ইকরামা (রহঃ) থেকে বর্ণিত। রিফাআ তার স্ত্রীকে তালাক দেয়। পরে আবদুর রহমান কুরাযী তাকে বিবাহ করে। আয়িশা (রাঃ) বলেনঃ তার গায়ে একটি সবুজ রঙের উড়না ছিল। সে আয়িশা (রাঃ) এর নিকট অভিযোগ করলেন এবং (স্বামীর প্রহারের দরুন) নিজের গায়ের চামড়ার সবুজ বর্ণ দেখালো। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন এলেন, আর লোকেরা একে অন্যের সহযোগিতা করে থাকে, তখন আয়িশা (রাঃ) বললেনঃ কোন মুমিন মহিলাকে এমনভাবে প্রহার করতে আমি কখনও দেখিনি।;\n\nমহিলাটির চামড়া তার কাপড়ের চেয়ে অধিক সবুজ হয়ে গেছে। বর্ণনকারী বলেনঃ আবদুর রহমান শুনতে পেল যে, তার স্ত্রী রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসেছে। সুতরাং সেও তার অন্য স্ত্রীর দুটি ছেলের সাথে করে এলো। স্ত্রীলোকটি বললঃ আল্লাহর কসম! তার উপর আমার এ ছাড়া আর কোন অভিযোগ নেই সে, তার কাছে যা আছে, তা আমাকে এ জিনিসের চেয়ে বেশী তৃপ্তি দেয় না। এ বলে তার কাপড়ের আচল ধরে দেখান।;\n\nআবদূর রহমান বললঃ ইয়া রাসুলাল্লাহ! সে মিথ্যা কাছে, আমি তাকে ধোলাই করি চামড়া ধোলাই করার ন্যায়। (অর্থাৎ পূর্ণ শক্তির সাথে দীর্ঘস্থায়ী সঙ্গম করি)। কিন্তু সে অবাধ্য স্ত্রী, রিফাআর কাছে ফিরে যেতে চায়। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ ব্যাপার যদি তাই হল তাহলে রিফাআ তোমার জন্য হারাম হবে না, অথবা তুমি তার যোগ্য হতে পার না, যতক্ষন না আবদুর রহমান তোমার সুধা আস্বাদন করবে। বর্ণনাকারী বলেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আবদুর রহমানের সাথে তার পুত্রদ্বয়কে দেখে বললেনঃ এরা কি তোমার পুত্র? সে বললঃ হ্যাঁ। তিনি বললেনঃ এই আসল ব্যপার, যে জন্য স্ত্রী লোকটি এরূপ করছে। আল্লাহর কসম কাকের সাথে কাকের যেমন সাদৃশ থাকে, তার চেয়েও অধিক মিল রয়েছে ওদের সাথে এর (অর্থাৎ আবদুর রহমানের সাথে তার পুত্রদের)।;\n",
        "id": 5408,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "ইকরিমা (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৫৩. সাদা পোশাক ",
        "hadithBengali": "৫৪০৯। ইসহাক ইবনু ইবরাহীম হানযালী (রহঃ) ... সাদ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ উহুদের দিন আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর ডানে ও বামে দুজন পুরুষ লোককে দেখতে পেলাম। তাদের পরিধানে সাদা পোশাক ছিল। তাদের এর আগেও দেখিনি আর পরেও দেখিনি।;\n",
        "id": 5409,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সা'দ বিন আবূ ওয়াক্কাস (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৫৩. সাদা পোশাক ",
        "hadithBengali": "৫৪১০। আবূ মামার (রহঃ) ... আবূ যার (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট আসলাম। তার পরিধানে তখন সাদা পোশাক ছিল। তখন তিনি নিদ্রিত ছিলেন। কিছুক্ষণ পর আবার এলাম, তখন তিনি জেগে গেছেন। তিনি বললেনঃ যে কোন বান্দা লা ইলাহা ইল্লাল্লাহ বলবে এবং এ অবস্থার উপরে মারা যাবে, সে জান্নাতে প্রবেশ করবে। আমি বললামঃ সে যদি যিনা করে, সে যদি চুরি করে? তিনি বললেনঃ যদি সে যিনা করে, যদি সে চুরি করে তবুও। আমি জিজ্ঞাসা করলামঃ সে যদি যিনা করে, সে যদি চুরি করে তবুও? তিনি বললেনঃ হ্যাঁ সে যদি যিনা করে, সে যদি চুরি করে তবুও। আমি বললামঃ যদি সে যিনা করে, যদি সে চুরি করে তবুও? তিনি বললেনঃ যদি সে যিনা করে, যদি সে চুরি করে তবুও। আবূ যারের নাসিকা ধুলাচ্ছন্ন হলেও। আবূ যার (রাঃ) যখনই এ হাদীস বর্ণনা করতেন তখনি আবূ যারের নাসিকা ধূলাচ্ছন্ন হলেও বাক্যটি বলতেন।;\n\nআবূ আবদুল্লাহ ইমাম বুখারী) বলেন এ কথা প্রযোজ্য হয় মৃত্যুর সময় বা তার পূর্বে যখন সে তাওবা করে ও লজ্জিত হয় এবং বলে লা-ইলাহা ইল্লাল্লাহ, তখন তার পূর্বের গুনাহ মাফ করে দেওয়া হয়।;\n",
        "id": 5410,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ যার আল-গিফারী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৫৪. পুরুষের জন্য রেশমী পোশাক পরা, রেশমী চাদর বিছানো এবং কী পরিমাণ রেশমী কাপড় ব্যবহার বৈধ",
        "hadithBengali": "৫৪১১। আদম (রহঃ) ... কাতাদা (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি আবূ উসমান নাহদী এর থেকে শুনেছি, তিনি বলেছেনঃ আমাদের কাছে উমর (রাঃ) এর থেকে এক পত্র আসে, এ সময় আমরা উতবা ইবনু ফারকাদের সঙ্গে অবস্থান করছিলাম। (তাতে লেখা ছিল) রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রেশম ব্যবহার করতে নিষেধ করেছেন, তবে এতটুকু এবং ইশারা করলেন, বৃদ্ধা আঙ্গুলের সাথে মিলিত দুআঙ্গুল দ্বারা (বর্ননাকারী বলেনঃ) আমরা বুঝলাম যে (বৈধতার পরিমাণ) জানিয়ে তিনি পাড় ইত্যাদি উদ্দেশ্য করেছেন।;\n",
        "id": 5411,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "কাতাদাহ (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৫৪. পুরুষের জন্য রেশমী পোশাক পরা, রেশমী চাদর বিছানো এবং কী পরিমাণ রেশমী কাপড় ব্যবহার বৈধ",
        "hadithBengali": "৫৪১২। আহমাদ ইবনু ইউনুস (রহঃ) ... আবূ উসমান (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমরা আজারবাইজানে ছিলাম। এ সময় উমর (রাঃ) আমাদের কাছে লিখে পাঠান যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রেশমী কাপড় পরিধান করতে নিষেধ করেছেন; কিন্তু এতটুকু এবং নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর দুআঙ্গুল দ্বারা এর পরিমাণ আমাদের বলে দিয়েছেন। যুহায়র মধ্যমা ও শাহাদাত আঙ্গুল তুলে ধরে দেখিয়েছেন।;\n",
        "id": 5412,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ উসমান (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৫৪. পুরুষের জন্য রেশমী পোশাক পরা, রেশমী চাদর বিছানো এবং কী পরিমাণ রেশমী কাপড় ব্যবহার বৈধ",
        "hadithBengali": "৫৪১৩। মুসাদ্দাদ (রহঃ) ... আবূ উসমান (রহঃ) থেকে বর্ণিত যে আমরা উকবার সাথে ছিলাম। উমর (রাঃ) তার কাছে লিখে পাঠান যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যাকে আখিরাতে রেশম পরিধান করানো হবে না সে ব্যতীত অন্য কেউ দুনিয়ার রেশম পরিধান করবে না। হাসান ইবনু উমর (রহঃ) ... আবূ উসমান (রহঃ) তার দুআঙ্গুল অর্থাৎ শাহাদাত ও মধ্যমা দ্বারা ইঙ্গিত করলেন।;\n",
        "id": 5413,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ উসমান (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৫৪. পুরুষের জন্য রেশমী পোশাক পরা, রেশমী চাদর বিছানো এবং কী পরিমাণ রেশমী কাপড় ব্যবহার বৈধ",
        "hadithBengali": "৫৪১৪। সুলায়মান ইবনু হারব (রহঃ) ... ইবনু আবূ লায়লা (রহঃ) থেকে বর্ণিত। তিনি বলেন হুযায়ফা (রাঃ) মাদাইনে অবস্থানরত ছিলেন। তিনি পানি পান করতে চাইলেন। এক গ্রাম্য লোক একটি রূপার পাত্রে কিছু পানি নিয়ে আসলো। হুযায়ফা (রাঃ) তা ছুঁড়ে মারলেন এবং বললেনঃ আমি ছুঁড়ে মারতাম না; কিন্তু আমি তাকে নিষেধ করেছি, সে নিবৃত হয়নি। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ সোনা, রুপা, পাতলা ও মোটা রেশম তাদের জন্য (কাফিরদের জন্য) দুনিয়ায় এবং তোমাদের (মুসলিমদের) জন্য পরকালে।;\n",
        "id": 5414,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "ইবনু আবূ লায়লাহ (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৫৪. পুরুষের জন্য রেশমী পোশাক পরা, রেশমী চাদর বিছানো এবং কী পরিমাণ রেশমী কাপড় ব্যবহার বৈধ",
        "hadithBengali": "৫৪১৫। আদম (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। শুবা (রহঃ) বলেন, আমি জিজ্ঞাসা করলামঃ এ কথা কি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত? তিনি জোর দিয়ে বললেনঃ হ্যাঁ! নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। যে ব্যাক্তি দুনিয়ায় রেশমী কাপড় পরিধান করবে, সে আখিরাতে তা কখনও পরিধান করতে পারবে না।;\n",
        "id": 5415,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৫৪. পুরুষের জন্য রেশমী পোশাক পরা, রেশমী চাদর বিছানো এবং কী পরিমাণ রেশমী কাপড় ব্যবহার বৈধ",
        "hadithBengali": "৫৪১৬। আলী ইবনু জাদ (রহঃ) ... উমর (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে লোক দুনিয়ায় রেশমী কাপড় পরবে, পরকালে সে তা পরবে না।;\n",
        "id": 5416,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উমর ইবনুল খাত্তাব  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৫৪. পুরুষের জন্য রেশমী পোশাক পরা, রেশমী চাদর বিছানো এবং কী পরিমাণ রেশমী কাপড় ব্যবহার বৈধ",
        "hadithBengali": "৫৪১৭। মুহাম্মদ ইবনু বাশশার (রহঃ) ... ইমরান ইবনু হিত্তান (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি আয়িশা (রাঃ) এর নিকট রেশম সম্পর্কে জিজ্ঞেস করলাম। তিনি বললেনঃ ইবনু আব্বাস (রাঃ) এর নিকটে যাও এবং তাকে জিজ্ঞাস কর। আমি তাকে জিজ্ঞেস করলাম, তিনি বললেন। ইবনু উমরের নিকট জিজ্ঞেস কর। ইবনু উমরকে জিজ্ঞেস করলাম। তিনি বললেনঃ আবূ হাফস অর্থাৎ উমর ইবনু খাত্তাব (রাঃ) বলেছেন যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ দুনীয়ায় রেশমী কাপড় সে ব্যাক্তই পরবে, যার আখিরাতে কোন অংশ নেই। আমি বললামঃ তিনি সত্য বলেছেন। আবূ হাফস রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর উপর মিথ্যা আরোপ করেননি।;\n\nআবদুল্লাহ ইবনু রাজা (রহঃ) ... ইমরানের সুত্রে অনুরূপ হাদীস বর্ণনা করেছেন।;\n",
        "id": 5417,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "ইমরান ইবনু হিত্ত্বান (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৫৫. পরিধান না করে রেশমী কাপড় স্পর্শ করা। এ সম্পর্কে যুবায়দীর সুত্রে আনাস (রাঃ) থেকে নবী (সাঃ) এর হাদিস বর্ণিত আছে",
        "hadithBengali": "৫৪১৮। উবায়দুল্লাহ ইবনু মূসা (রহঃ) ... বারা (রাঃ) থেকে বর্ণিত। তিনি বলেন, একবার নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর জন্য একখানা রেশমী কাপড় হাদিয়া পাঠানো হয়। আমরা তা স্পর্শ করলাম এবং বিস্ময় প্রকাশ করলাম। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমরা এতে বিস্ময় প্রকাশ করছো? আমরা বললামঃ হ্যাঁ। তিনি বললেনঃ জান্নাতে সাদ ইবনু মুআযের রুমাল এর চাইতে উত্তম হবে।;\n",
        "id": 5418,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "বারাআ ইবনু আযিব (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৫৬. রেশমী কাপড় বিছানো। আবীদা  বলেন, এটা পরিধানের তুল্য",
        "hadithBengali": "৫৪১৯। আলী (রহঃ) ... হুয়ায়ফা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের সোনা ও রুপার পাত্রে পানাহার করতে নিষেধ করেছেন এবং তিনি মোটা ও মিহিন রেশমী কাপড় পরিধান করতে ও তাতে বসতে বারণ করেছেন।;\n",
        "id": 5419,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "হুযাইফাহ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৫৭. কাসসী পরিধান করা। আসিম আবূ বুরদাহ হতে বর্ণিত । তিনি বলেন, আমি আলী (রাঃ) কে জিজ্ঞেস করলাম, কাসসী' কী? তিনি বললেন,  এক প্রকার কাপড় যা শাম (সিরিয়া) অথবা মিশর থেকে আমাদের দেশে আমদানী হয়ে থাকে। চওড়া দিক থেকে নকশা করা হয়,  তাতে রেশম থাকে এবং উৎরুনজের মত তা কারুকার্যখচিত হয়। আর মীসারা এমন বস্র, যা স্ত্রী লোকেরা তাদের স্বামীদের জন্য প্রস্তুত করে,  মখমলের চাদরের মত তা হলুদ বর্ণের হয়ে থাকে। জারীর ইয়াযীদ থেকে বর্ণনা করেন,  তাঁর বর্ণনায় আছে- কাসসী হল নকশীওয়ালা কাপড় যা মিশর থেকে আমদানী হয়, তাতে রেশম থাকে। আর মীছারা হলো হিংস্র জন্তুর চামড়া",
        "hadithBengali": "৫৪২০। মুহাম্মদ ইবনু মুকাতিল (রহঃ) ... বারা ইবনু অযিব (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের লাল রঙের মীছারা ও কাসসী পরতে নিষেধ করেছেন।;\n",
        "id": 5420,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "বারাআ ইবনু আযিব (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৫৮. চর্মরোগের কারণে পুরুষের জন্য রেশমী কাপড়ের অনুমতি",
        "hadithBengali": "৫৪২১। মুহাম্মদ (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যুবায়ের ও আবদুর রহমান (রাঃ) কে তাদের চর্মরোগের কারণে রেশমী কাপড় পরার অনুমতি দিয়েছিলেন।;\n",
        "id": 5421,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৫৯. মহিলাদের রেশমী কাপড় পরিধান করা",
        "hadithBengali": "৫৪২২। সুলায়মান ইবনু হারব (রহঃ) ... আলী (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে একটি রেশমী হুল্লা পরতে দেন। আমি তা পরে বের হই। কিন্তু তাঁর (নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর) চেহারায় অসন্তোষের ভাব লক্ষ্য করি। সুতরাং আমি তা ফেঁড়ে আমার পরিবারের মহিলাদের মধ্যে বণ্টন করে দেই।;\n",
        "id": 5422,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আলী ইবনু আবী তালিব (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৫৯. মহিলাদের রেশমী কাপড় পরিধান করা",
        "hadithBengali": "৫৪২৩। মূসা ইবনু ইসমাঈল (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত। উমর (রাঃ) একটি রেশমী হুল্লা বিক্রী হতে দেখে বললেনঃ ইয়া রাসুলাল্লাহ! আপনি যদি এটি খরীদ করে নিতেন, তা হলে যখন কোন প্রতিনিধি দল আপনার কাছে আসে তখন এবং জুমুআর দিনে পরিধান করতে পারতেন। তিনি বললেনঃ এটা সে ব্যক্তিই পরতে পারে যার আখিরাতে কোন অংশ নেই। পরবর্তী সময়ে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উমর (রাঃ) এর নিকট ডোরাকাটা রেশমী হুল্লা পাঠান। তিনি কেবল তাকেই পরতে দেন। উমর (রাঃ) বললেন আপনি এখনি আমাকে পরতে দিয়েছেন, অথচ এ সম্পর্কে যা বলার তা আমি আপনাকে বলতে শুনেছি। তিনি বললেন আমি তোমার কাছে এজন্য পাঠিয়েছি যে তুমি এটি বিক্রি করে দিবে অথবা কাউকে পরতে দিবে।;\n",
        "id": 5423,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৫৯. মহিলাদের রেশমী কাপড় পরিধান করা",
        "hadithBengali": "৫৪২৪। আবূল ইয়ামন (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কন্যা উম্মে কুলসুমের পরিধানে হালকা নকশা করা রেশমী চাদর দেখেছেন।;\n",
        "id": 5424,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৬০. নাবী (সাঃ) কী ধরনের পোশাক ও বিছানা গ্রহণ করতেন",
        "hadithBengali": "৫৪২৫। সুলায়মান ইবনু হারব (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি এক বছর যাবত অপেক্ষায় ছিলাম যে, উমর (রাঃ) এর কাছে সে দুটি মহিলা সম্পর্কে জিজ্ঞাসা করবো যারা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর বিরুদ্ধে জোট বেঁধে ছিলো। কিন্তু আমি তাকে খুব ভয় করে চলতাম। একদিন তিনি কোন এক স্থানে নামলেন এবং (প্রাকৃতিক প্রয়োজনে) আরাক গাছের কাছে গেলেন। যখন তিনি বেরিয়ে এলেন, আমি তাকে (সে সম্পর্কে) জিজ্ঞেস করলাম। তিনি বললেনঃ (তারা হলেন) আয়িশা (রাঃ) ও হাফস (রাঃ)। এরপর তিনি বললেনঃ জাহিলী যুগে আমরা নারীদের কোন কিছু বলে গন্যই করতাম না। যখন ইসলাম আবির্ভূত হলো এবং (কুরআনে) আল্লাহ তাদের (মর্যাদার কথা) উল্লেখ করলেন। তাতে আমরা দেখলাম যে, আমাদের উপর তাদের হক আছে এবং এতে আমাদের হস্তক্ষেপ করা চলবে না।;\n\nএকদা আমার স্ত্রী ও আমার মধ্যে কিছু কথাবার্তা হাচ্ছিল। সে আমার উপর রুঢ় ভাষা ব্যবহার করলো। আমি তাকে বললামঃ তুমি তো সে স্থানেই। স্ত্রী বললেনঃ তুমি আমাকে এরূপ বলছ, অথচ তোমার কন্যা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে কষ্ট দিচ্ছে। এরপর আমি হাফসার কাছে এলাম এবং বললাম আল্লাহ ও আল্লাহর রাসুলের নাফরমানী করা থেকে আমি তোমাকে সতর্ক করে দিচ্ছি। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে কষ্ট দেওয়ায় আমি হাফসার কাছেই প্রথমে আসি। এরপর আমি উম্মে সালামা (রাঃ) এর কাছে এলাম এবং তাকেও অনুরূপ বললাম। তিনি বললেনঃ তোমার প্রতি আমার বিস্ময় হে উমর! তুমি আমার সকস ব্যাপারেই দখল দিছে, কিছুই বাকী রাখনি, এমন কি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ও তার সহধর্মিণীগণের ব্যাপারেও হস্তক্ষেপ করছ। এ কথা বলে তিনি (আমাকে) প্রত্যাখ্যান করলেন।;\n\nএক লোক ছিলেন আনসারী। তিনি যখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর মজলিস থেকে দুরে থাকতেন এবং আমি উপস্থিত থাকতাম, যা কিছু হতো সে সব আমি তাকে গিয়ে জানাতাম। আর আমি যখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর মজসিস থেকে অনুপস্থিত থাকতাম, আর তখন তিনি উপস্থিত থাকতেন। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর এখানে যা কিছু ঘটতো তা এসে আমাকে জানাতেন। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর চারপাশে যারা (রাজা-বাদশা) ছিল তাদের উপর রাসুলের কর্তৃত্ব প্রতিষ্টিত হয়েছিল। কেবল বাকী ছিল শামের (সিরিয়ার) গাসসান শাসক। তার আক্রমণের আমরা আশংকা করতাম।;\n\nহঠাৎ আনসারী ব্যাক্তিটি যখন বললোঃ এক বিরাট ঘটনা ঘটে গেছে। আমি তাকে বললামঃ কি সে ঘটনা! গাসসানী কি এসে পড়েছে? তিনি বললেনঃ এর চাইতেও ভয়াবহ। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার সকল সহধর্মিণীকে তালাক দিয়েছেন। আমি সেখানে গেলাম। দেখলাম সকল কক্ষ থেকে কান্নার আওয়াজ ভেসে আসছে। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার কক্ষের চিলে কুঠুরিতে অবস্থান করছিলেন। প্রবেশ পথে অল্প বয়স্ক একজন খাদিম বসে আছে। আমি তার কাছে গেলাম এবং বললামঃ আমার জন্য অনুমতি চাও।;\n\nঅনুমতি পেয়ে আমি ভিতরে প্রবেশ করলাম। দেখলাম, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একটি চাটাইয়ের উপর শুয়ে আছেন। যা তার পার্শ্বদেশে দাগ বসিয়ে দিয়েছে। তার মাথার নীচে চামড়ার একটি বালিশ। তার ভেতরে রয়েছে খেজুর গাছের ছাল। কয়েকটি চামড়া ঝুলানো রয়েছে এবং বিশেষ গাছের পাতা। এরপর হাফসা ও উম্মে সালামাকে আমি যা বলেছিলাম এবং উম্মে সালামা আমাকে যা বলে প্রত্যাখ্যান করেছিলেন, সে সব আমি তাঁর কাছে ব্যক্ত করলাম। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হাসলেন। তিনি উনত্রিশ রাত তথায় অবস্থান করার পর অবতরণ করেন।;\n",
        "id": 5425,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৬০. নাবী (সাঃ) কী ধরনের পোশাক ও বিছানা গ্রহণ করতেন",
        "hadithBengali": "৫৪২৬। আবদুল্লাহ ইবনু মুহাম্মদ (রহঃ) ... উম্মে সালামা (রাঃ) থেকে বর্ণিত, তিনি বলেন, এক রাতে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঘুম থেকে জাগলেন। তখন তিনি বলছিলেনঃ আল্লাহ ছাড়া কোন ইলাহ নেই, কত যে ফিতনা এ রাতে নাযিল হয়েছে। আরও কত যে ফিতনা নাযিল হয়েছে, কে আছে এমন, যে এ হুজরাবাসীগণকে ঘুম থেকে জাগিয়ে দেবে। পৃথিবীতে এমন অনেক পোশাক পরিহিতা মহিলাও আছে যারা কিয়ামতের দিন বিবিস্ত্র থাকবে। যুহরী (রহঃ) বলেন, হিন্দ বিনত হারিস এর জামার আস্তিনদ্বয়ে বুতাম লাগানো ছিল।;\n",
        "id": 5426,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উম্মু সালামাহ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৬১. যে ব্যক্তি নতুন কাপড় পরবে তার জন্য কী দু'আ করা হবে?",
        "hadithBengali": "৫৪২৭। আবূল ওয়ালীদ (রহঃ) ... খালিদের কন্যা উম্মে খালিদ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট কিছু কাপড় আনা হয়। তার মধ্যে একটি নকশাযুক্ত কাল চাঁদর ছিল। তিনি বললেনঃ আমি এ চাদরটি কাকে পরিধান করাব এ ব্যাপারে তোমাদের অভিমত কি? সবাই নিরব থাকল। তিনি বললেনঃ উম্মে খালিদকে আমার কাছে নিয়ে এসো। সুতরাং তাকে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে নিয়ে আসা হল। তিনি স্বহস্তে তাকে ঐ চাদর পরিয়ে দিয়ে বললেনঃ পুরাতন কর ও দীর্ঘদিন ব্যবহার কর। তারপর তিনি চাদরের নকশার দিকে তাকাতে লাগলেন এবং হাতের দ্বারা আমাকে ইঙ্গিত করে বলতে থাকলেনঃ হে উম্মে খালিদ! এ সানা, হে উম্মে খালিদ! এ সানা। হাবশী ভাষায় (سَنَا) সানা অর্থ সুন্দর। ইসহাক (রহঃ) বলেনঃ আমার পরিবারের জনৈক মহিলা আমাকে বলেছে, সে উক্ত চাদর উম্মে খালিদের পরিধানে দেখেছে।;\n",
        "id": 5427,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উম্মু খালিদ বিনতে খালিদ ইবনু সাঈদ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৬২. পুরুষের জন্যে জাফরানী রং এর কাপড় পরিধান করা",
        "hadithBengali": "৫৪২৮। মুসাদ্দাদ (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পুরুষদের যাফরানী রং এর কাপড় পরিধান করতে নিষেধ করেছেন।;\n",
        "id": 5428,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৬৩. জাফরানী রং এর রঙ্গিন কাপড়",
        "hadithBengali": "৫৪২৯। আবূ মুআইম (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিষেধ করেছেন, মুহরিম ব্যাক্তি যেন ওয়ারস ঘাসের কিংবা যাফরানের রং দ্বারা রঞ্জিত কাপড় না পরে।;\n",
        "id": 5429,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৬৪. লাল কাপড়",
        "hadithBengali": "৫৪৩০। আবূল ওয়ালীদ (রহঃ) ... বারা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ছিলেন মধ্যম আকৃতির। আমি তাকে লাল হুল্লা পরিহিত অবস্থায় দেখেছি। তাঁর চেয়ে অধিক সুন্দর আর কিছু আমি দেখিনি।;\n",
        "id": 5430,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "বারাআ ইবনু আযিব (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৬৫.  লাল মীছারা'",
        "hadithBengali": "৫৪৩১। কাবীসা (রহঃ) ... বারা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের সাতটি বিষয়ের নির্দেশ দিয়েছেনঃ রোগীর সেবা, জানাযার অংশ গ্রহণ এবং হাঁচিদাতার জবাব দান। আর তিনি আমাদের নিষেধ করেছেনঃ রেশমী কাপড়, মিহিন রেশমী কাপড়, রেশম মিশ্রিত কাতান কাপড়, মোটা রেশমী কাপড় এবং লাল মীসারা কাপড় পরিধান করতে।;\n",
        "id": 5431,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "বারাআ ইবনু আযিব (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৬৬. পশমহীন চামড়ার জুতা ও অন্যান্য জুতা",
        "hadithBengali": "৫৪৩২। সুলায়মান ইবনু হারব (রহঃ) ... আবূ মাসলামা সাঈদ (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি আনাস (রাঃ) কে জিজ্ঞেস করেছি, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নালাইন (চপ্পল বা জুতা) পায়ে রেখে সালাত (নামায/নামাজ) আদায় করেছেন কি? তিনি বলেছেনঃ হ্যাঁ।;\n",
        "id": 5432,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ মাসলামাহ সাঈদ ইবনু ইয়াযীদ আল-আযদী (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৬৬. পশমহীন চামড়ার জুতা ও অন্যান্য জুতা",
        "hadithBengali": "৫৪৩৩। আবদুল্লাহ ইবনু মাসলামা (রহঃ) ... উবায়দ ইবনু জুরায়জ (রহঃ) থেকে বর্ণিত। তিনি আবদুল্লাহ ইবনু উমর (রাঃ) কে বলেনঃ আমি আপনাকে এমন চারটি কাজ করতে দেখেছি, যা আপনার সঙ্গীদের মধ্যে কাউকে করতে দেখিনি। তিনি বললেনঃ সেগুলো কি, হে ইবনু জুরায়জ? তিনি বললেনঃ আমি দেখেছি আপনি তাওয়াফ করার সময় (কাবার) রুকনগুলোর মধ্য হতে ইয়ামানী দুটি রুকন ছাড়া অন্য কোনটিকে স্পর্শ করেন না। আমি দেখেছি। আপনি পশম বিহীন চামড়ার জুতা পরিধান কলেন। আমি দেখেছি আপনি হলুদ বর্ণের কাপড় পরেন এবং যখন আপনি মক্কায় ছিলেন তখন দেখেছি, অন্য লোকেরা (যিলহজের) চাঁদ দেখেই ইহরাম বাধতো, আর আপনি তালবিয়ার দিন (অর্থাৎ আট তারিখ) না আসা পর্যন্ত ইহরাম বাধতেন না।;\n\nআবদুল্লাহ ইবনু উমর (রাঃ) তাকে বললেনঃ আরকান সম্পর্কে কথা এই যে আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে ইয়ামানী দুটি রুকন ব্যতীত অন্য কোনটিকে স্পর্শ করতে দেখনি। আর পশম বিহীন চামড়ার জুতার ব্যাপার হলো, আমি দেখেছি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অনুরূপ জুতা পরতেন, যাতে কোন পশম থাকতো না এবং তিনি জুতা পরিহিত অবস্থায়ই উযূ (ওজু/অজু/অযু) করতেন (অর্থাৎ পা ধুতেন)। তাই আমি অনুরূপ জুতা পরতেই পছন্দ করি। আর হলুদ রঙের কথা হলো, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে এ রং দিয়ে রঙ্গিন করতে দেখেছি। সুতরাং আমিও এর দ্বারাই রং করতে ভালবাসি। আর ইহরাম বাধার ব্যাপারে কথা এই যে, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে তার বাহনে হাজ্জের (হজ্জ) কাজ আরম্ভ করার জন্য উঠার আগে ইহরাম বাধতে দেখিনি।;\n",
        "id": 5433,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উবায়দ ইবন জুরায়জ (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৬৬. পশমহীন চামড়ার জুতা ও অন্যান্য জুতা",
        "hadithBengali": "৫৪৩৪। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিষেধ করেছেন যে ইহরাম বাধা ব্যাক্তি যেন যাফরান কিংবা ওয়ারস ঘাস দ্বারা রং করা কাপড় পরিধান না করে। তিনি বলেছেনঃ যে (মুহরিম) ব্যাক্তির জুতা নেই, সে যেন মোজা পরে এবং টাখনুর নীচ থেকে (মোজার উপরের অংশ) কেটে ফেলে (যাতে তা জুতার ন্যয় হয়ে যায়)।;\n",
        "id": 5434,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৬৬. পশমহীন চামড়ার জুতা ও অন্যান্য জুতা",
        "hadithBengali": "৫৪৩৫। মুহাম্মদ ইবনু ইউসুফ (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে (মুহরিম) লোকের ইযার নেই। সে যেন পায়জামা পরে, আর যার জুতা নেই সে যেন মোজা পরিধান করে।;\n",
        "id": 5435,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৬৭.  ডান দিক থেকে জুতা পরা আরম্ভ করা",
        "hadithBengali": "৫৪৩৬। হাজ্জাজ ইবনু মিনহাল (রহঃ) ... আয়িশা (রাঃ) থেকে বর্নিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পবিত্রতা অর্জন করতে, মাথা আঁচড়াতে ও জুতা পায়ে দিতে ডান দিক থেকে আরম্ভ করা পছন্দ করতেন।;\n",
        "id": 5436,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৬৮. বাঁ পায়ের জুতা খোলা হবে",
        "hadithBengali": "৫৪৩৭। আবদুল্লাহ ইবনু মাসলামা (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যখন তোমাদের কেউ জুতা পরিধান করে তখন সে যেন ডান দিক থেকে আরম্ভ করে, আর যখন খোলে, তখন সে যেন বাম দিক থেকে আরম্ভ করে, যাতে পরার বেলায় উভয় পায়ের মধ্যে ডান পা প্রথমে হয় এবং খোলার সময় শেষে হয়।;\n",
        "id": 5437,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৬৯. এক পায়ে জুতা পরে হাঁটবে না",
        "hadithBengali": "৫৪৩৮। আবদুল্লাহ ইবনু মাসলামা (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের কেউ এক পায়ে জুতা পরে যেন না হাঁটে। হয় উভয় পা সম্পূর্ণ খোলা রাখবে অথবা উভয় পায়ে পরিধান করবে।;\n",
        "id": 5438,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৭০.  এক চপ্পলে দু ফিতা লাগান, কারও মতে এক ফিতা লাগানও বৈধ",
        "hadithBengali": "৫৪৩৯। হাজ্জাজ ইবনু মিনহাল (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর চপ্পলে দুটি করে ফিতা ছিল।;\n",
        "id": 5439,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৭০.  এক চপ্পলে দু ফিতা লাগান, কারও মতে এক ফিতা লাগানও বৈধ",
        "hadithBengali": "৫৪৪০। মুহাম্মাদ (রহঃ) ... ঈসা ইবনু তাহমান (রাঃ) থেকে বর্ণিত। একবার আনাস ইবনু মলিক (রাঃ) এমন দুটি চপ্পল আমাদের কাছে আনলেন যার দুটি করে ফিতা ছিল। তখন সাবিত বুনানী বললেনঃ এটি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর চপ্পল ছিল।;\n",
        "id": 5440,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "ঈসা ইবনু তাহমান (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৭১. লাল চামড়ার তাঁবু",
        "hadithBengali": "৫৪৪১। মুহাম্মদ ইবনু আরআরা (রহঃ) ... আওনের পিতা (ওহর ইবনু আবদুল্লাহ) (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এলাম। তখন তিনি একটি লাল চামড়ার তাঁবুতে ছিলেন। আর বিলালকে দেখলাম তিনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর উযূ (ওজু/অজু/অযু)র পানি উঠিয়ে দিচ্ছেন এবং লোকজন উযূ (ওজু/অজু/অযু)র পানি নেয়ার জন্য ছুটাছুটি করছে। যে ওখান থেকে কিছু পায়, সে তা মুখে মেখে নেয়। আর যে সেখান থেকে কিছু পায় না, সে তার সাথীর ভিজা হাত থেকে কিছু নিয়ে নেয়।;\n",
        "id": 5441,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ জুহাইফাহ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৭১. লাল চামড়ার তাঁবু",
        "hadithBengali": "৫৪৪২। আবূল ইয়ামান (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আনসারদের কাছে সংবাদ পাঠান এবং তাদের (লাল) চামড়ার একটি তাবুতে সমবেত করেন।;\n",
        "id": 5442,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৭২. চাটাই বা অনুরূপ কোন জিনিসের উপর বসা",
        "hadithBengali": "৫৪৪৩। মুহাম্মদ ইবনু আবূ বকর (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রাত্রিবেলা চাটাই দ্বারা ঘেরাও দিয়ে সালাত (নামায/নামাজ) আদায় করতেন। আর দিনের বেলা তা বিছিয়ে তার উপর বসতেন। লোকজন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে সমবেত হবে তার সঙ্গে সালাত আদায় করতে লাগল। এমন কি বহু লোক সমবেত হল। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের প্রতি লক্ষ্য করে বললেনঃ হে লোক সকল! তোমরা আমল করতে থাক তোমাদের সামর্থ অনুযায়ী। কারন, আল্লাহ তাআলা ক্লান্ত হন না, অবশেষে তোমরাই ক্লান্ত হয়ে পড়বে। আর আল্লাহর নিকট ঐ আমল সবচেয়ে প্রিয়, যা সর্বদা করা হয় যদিও তা কম হয়।;\n",
        "id": 5443,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৭৪. স্বর্ণের আংটি",
        "hadithBengali": "بَاب الْمُزَرَّرِ بِالذَّهَبِ ;\n\nوَقَالَ اللَّيْثُ حَدَّثَنِي ابْنُ أَبِي مُلَيْكَةَ عَنْ الْمِسْوَرِ بْنِ مَخْرَمَةَ أَنَّ أَبَاهُ مَخْرَمَةَ قَالَ لَهُ يَا بُنَيِّ إِنَّهُ بَلَغَنِي أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَدِمَتْ عَلَيْهِ أَقْبِيَةٌ فَهُوَ يَقْسِمُهَا فَاذْهَبْ بِنَا إِلَيْهِ فَذَهَبْنَا فَوَجَدْنَا النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي مَنْزِلِهِ فَقَالَ لِي يَا بُنَيِّ ادْعُ لِي النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَعْظَمْتُ ذَلِكَ فَقُلْتُ أَدْعُو لَكَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ يَا بُنَيِّ إِنَّهُ لَيْسَ بِجَبَّارٍ فَدَعَوْتُهُ فَخَرَجَ وَعَلَيْهِ قَبَاءٌ مِنْ دِيبَاجٍ مُزَرَّرٌ بِالذَّهَبِ فَقَالَ يَا مَخْرَمَةُ هَذَا خَبَأْنَاهُ لَكَ فَأَعْطَاهُ إِيَّاهُ;\n\n২৩৭৩. পরিচ্ছেদঃ স্বর্ণখচিত গুটি। ;\n\nলায়স (রহঃ) বলেনঃ ইবনু আবূ মূলায়কা ..... মিসওয়ার ইবনু মাখরামা (রাঃ) থেকে আমাকে বর্ণনা করেছেন যে, তার পিতা মাখরামা (একদা) তাকে বললেনঃ হে প্রিয় বৎস! আমার কাছে সংবাদ পৌঁছেছে যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লামএর নিকট কিছু কাবা এসেছে। তিনি সেগুলোবণ্টন করছেন। চলো আমরা তাঁর কাছে যাই। আমরা গেলাম এবং নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে তাঁর বাসগৃহে পেলাম। আমাকে (আমার পিতা) বললেনঃ বৎস! নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে আমার কাছে ডাক। আমার নিকট কাচজট অতি কঠিন বলে মনে হল। আমি বললামঃ আপনার কাছে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে ডাকবো? তিনি বললেনঃ বৎস, তিনি তো কঠোর প্রকৃতির লোক নন। যা হোক আমি তাঁকে ডাকলাম। তিনি বেরিয়ে এলেন। তাঁর গায়ে তখন স্বর্ণের বোতাম লাগান মিহিন রেশমী কাপড়ের কাবা ছিল। তিনি বললেনঃ হে মাখরামা! এটা আমি তোমার জন্য সংরক্ষিত রেখেছিলাম। এরপর তিনি এটা তাকে দিয়ে দিলেন।;\n\n\n৫৪৪৪। আদম (রহঃ) ... বারা ইবনু আযিব (রাঃ) থেকে বর্ণিত। বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের সাতটি জিনিস থেকে নিষেধ করেছেনঃ স্বর্ণের আংটি বা তিনি বলেছেন, স্বর্নের বলয়, মিহি রেশম, মোটা রেশম ও রেশম মিশ্রিত কাপড়, রেশম এর তৈরী লাল রঙের পালান বা হাওদা, রেশম মিশ্রিত কিসসী কাপড় ও রূপার পাত্র। আর তিনি আমাদের সাতটি কাজের আদেশ করেছেনঃ রোগীর শুশ্রুষা, জানাযার পেছনে চলা, হাঁচির উত্তর দেওয়া, সালামের জবাব দেওয়া, দাওয়াত গ্রহন করা, কসমকারীর কসম পূরনে সাহায্য করা এবং মাযলূম ব্যাক্তির সাহায্য করা।;\n",
        "id": 5444,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "বারাআ ইবনু আযিব (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৭৪. স্বর্ণের আংটি",
        "hadithBengali": "৫৪৪৫। মুহাম্মদ ইবনু বাশশার (রহঃ) ... আবূ হুরায়রা (রাঃ) সূত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি স্বর্নের আংটি ব্যবহার করতে নিনেধ করেছেন। আমর (রহঃ) বাশীর (রহঃ) কে অনুরূপ বর্ণনা করতে শুনেছেন।;\n",
        "id": 5445,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৭৪. স্বর্ণের আংটি",
        "hadithBengali": "৫৪৪৬। মুসাদ্দাদ (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম স্বর্ণের একটি আংটি ব্যবহার করেন। আংটির মোহর হাতের তাবুর দিকে ফিরিয়ে রাখেন। লোকেরা অনুরূপ (আংটি) ব্যবহার করা আরম্ভ করলো। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম স্বর্ণের আংটিটি ফেলে দিয়ে চাঁদি বা রৌপ্যের আংটি বানিয়ে নিলেন।;\n",
        "id": 5446,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৭৫. রূপার আংটি",
        "hadithBengali": "৫৪৪৭। ইউসুফ ইবনু মূসা (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম স্বর্ণের একটি আংটি পরিধান করেন। আংটির মোহর হাতের তালুর ভিতরের দিকে ফিরিয়ে রাখেন। তাতে তিনি مُحَمَّدٌ رَسُولُ اللَّهِ খোদাই করেছিলেন। লোকেরাও অনুরূপ আংটি ব্যবহার করতে আরম্ভ করেন। যখন তিনি দেখলেন যে, তারাও অনুরূপ আংটি ব্যবহার করছে, তখন তিনি তা ছুড়ে ফেলেন এবং কখনও এ ব্যবহার করব না। এরপর একটি রূপার আংটি ব্যবহার করেন। লোকেরাও রূপার আংটি ব্যবহার আরম্ভ করে। ইবনু উমর (রাঃ) বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর পরে আবূ বকর (রাঃ), তারপর উমর (রাঃ) ও তারপর উসমান (রাঃ) তা ব্যবহার করেছেন। শেষে উসমান (রাঃ) এর (হাত) থেকে আংটিটি আরীস নামক কূপের মধ্যে পড়ে যায়।;\n",
        "id": 5447,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৭৬. পরিচ্ছেদ নাই",
        "hadithBengali": "৫৪৪৮। আবদুল্লাহ ইবনু মাসলামা (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম স্বর্ণের একটি আংটি ব্যবহার করতেন। এরপর তা ছেড়ে দেন এবং বলেনঃ আমি আর কখনও তা ব্যবহার করবো না। লোকেরাও তাদের আংটি খুলে ফেলে দেয়।;\n",
        "id": 5448,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৭৬. পরিচ্ছেদ নাই",
        "hadithBengali": "৫৪৪৯। ইয়াহইয়া ইবনু বুকায়র (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত যে, তিনি একদিন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর হাতে রূপার একটি আংটি দেখেলেন। তারপর লোকেরাও রূপার আংটি তৈরি করে এবং ব্যবাহার করে। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পরে তার আংটি পরিহার করেন। লোকেরাও তাদের আংটি পরিহার করে। যুহরীর সূত্রে ইবরাহীম ইবনু সাদ, বিয়াদ ও শুয়াইব (রহঃ)ও অনুরূপ বর্ননা করেছেন।;\n",
        "id": 5449,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৭৭. আংটির মোহর",
        "hadithBengali": "৫৪৫০। আবদান (রহঃ) ... হুমায়দ (রহঃ) থেকে বর্ণিত। তিনি বলেন, আনাস (রাঃ) এর নিকট জিজ্ঞাসা করা হয় যে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আংটি পরেছেন কি না? তিনি বললেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক রাতে এশার সালাত (নামায/নামাজ) আদায়ে অর্ধরাত পর্যন্ত দেরী করেন। এরপর তিনি আমাদের মাঝে আসেন। আমি যেন তার আংটির চমক দেখতে পেলাম। তিনি বললেন লোকজন সালাত আদায় করে শুয়ে পড়েছে। আর যতক্ষন থেকে তোমরা সালাতের অপেক্ষায় রয়েছ, ততক্ষন তোমরা সালাতের মধ্যেই রয়েছ।;\n",
        "id": 5450,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "হুমায়দ (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৭৭. আংটির মোহর",
        "hadithBengali": "৫৪৫১। ইসহাক (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত যে আল্লাহর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর আংটি ছিল রূপার। আর তার নাগিনাটিও ছিল রুপার। ইয়াহইয়া ইবনু আইউব, হুমায়দ, আনাস (রাঃ) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকেও বর্ণনা করেছেন।;\n",
        "id": 5451,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৭৮. লোহার আংটি",
        "hadithBengali": "৫৪৫২। আবদুল্লাহ ইবনু মাসলামা (রহঃ) ... সাহল (রাঃ) থেকে বর্ণিত। তিনি বলেন, জনৈক মহিলা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এসে বললঃ আমি নিজেকে হিবা (দান-বিবাহ) করে দেওয়ার জন্য এসেছি। এ কথা বলে সে দীর্ঘক্ষণ দাঁড়িয়ে থাকল। তিনি তাকালেন ও মাথা নীচু করে রাখলেন। মহিলাটির দাঁড়িয়ে থাকা যখন দীর্ঘায়িত হল, তখন এক ব্যাক্তি বললঃ আপনার যদি প্রয়োজন না থাকে, তবে একে আমার সাথে বিবাহ দিয়ে দিন। তিনি বললেনঃ তোমার কাছে মোহর দেওয়ার মত কিছু আছে কি? সে বললঃ না। তিনি বললেনঃ খুজে দেখ। সে চলে গেল। কিছু সময় পর ফিরে এসে বললঃ আল্লাহর কসম! আমি কিছুই পেলাম না। তিনি বললেনঃ আবার যাও এবং তালাশ করো, একটি লোহার আংটিও যদি হয় (নিয়ে এসো) সে চলে গেল। কিছুক্ষণ পর ফিরে এসে বললঃ কসম আল্লাহর! কিছুই পেলাম না, একটি লোহার আংটিও না।;\n\nতার পরিধানে ছিল একটি মাত্র লুঙ্গি, তার উপর চাঁদর ছিল না। সে আরয করলঃ আমি এ লুঙ্গিটি তাকে দান করে দেব। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমার লুঙ্গি যদি সে পরে তবে তোমার পরনে কিছুই থাকে না। আর যদি তুমি পর, তবে তার গায়ে এর কিছু থাকে না। এরপর লোকটি একটু দূরে সরে গিয়ে বসে পড়ল। এরপর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দেখলেন যে, সে পিঠ ফিরিয়ে চলে যাচ্ছে। তখন তিনি তাকে থাকার জন্য হুকুম দিলেন। তাকে ডেকে আনা হল। তিনি জিজ্ঞাসা করলেনঃ তোমার কি কুরআনের কিছু মুখস্ত আছে? সে বললঃ অমুক অমুক সূরা। সে সূরাগুলোকে গননা করে শোনাল। তিনি বলেনঃ তোমার কাছে কুরআনের যা কিছু মুখস্ত আছে, তার বিনিময়ে মেয়ে লোকটিকে তোমার মালিকানায় দিয়ে দিলাম।;\n",
        "id": 5452,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সাহল বিন সাদ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৭৯. আংটিতে নকশা করা",
        "hadithBengali": "৫৪৫৩। আবদুল আলা (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। আল্লাহর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অনারব একটি দলের কাছে বা কিছু লোকের কাছে পত্র লিখতে ইচ্ছা করেন। তখন তাকে জানোান হল যে, তারা এমন পত্র গ্রহণ করে না যার উপর মোহরাঙ্কিত না থাকে। এরপর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রুপার একটি আংটি তৈরী করেন। তাতে অংকিত ছিল مُحَمَّدٌ رَسُولُ اللَّهِ (বর্ণনাকারী আনাস (রাঃ) বলেন) আমি যেন (এখনও) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর আঙ্গুলে বা তার হাতে সে আংটির উজ্জ্বলতা দেখতে পাচ্ছি।;\n",
        "id": 5453,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৭৯. আংটিতে নকশা করা",
        "hadithBengali": "৫৪৫৪। মুহাম্মদ ইবনু সালাম (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রুপার একটি আংটি তৈরী করেন। সেটি তার হাতে ছিল। এরপর তা আবূ বকর (রাঃ) এর হাতে আসে। পরে তা উমর (রাঃ) এর হাতে আসে। এরপর তা উসমান (রাঃ) এর হাতে আসে। শেষকালে তা আরীস নামক এক কূপের মধ্যে পড়ে যায়। তাতে অংকিত ছিল مُحَمَّدٌ رَسُولُ اللَّهِ ।;\n",
        "id": 5454,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৮০. কনিষ্ট আঙ্গুলে আংটি পরা",
        "hadithBengali": "৫৪৫৫। আবূ মামার (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একটি আংটি তৈরী করেন। তারপর তিনি বলেনঃ আমি একটি আংটি তৈরী করেছি এবং তাতে একটি নকশা করেছি। সুতরাং কেউ যেন নিজের আংটিতে নকশা না করে। তিনি (আনাস) বলেনঃ আমি যেন তাঁর কনিষ্ঠ আংগুলে আংটিটির দ্যূতি (এখনও) দেখতে পাচ্ছি।;\n",
        "id": 5455,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৮১. কোন কিছুর উপর সীলমোহর দেওয়ার জন্য অথবা আহলে কিতাব বা অন্য কারো নিকট পত্র লেখার জন্যে আংটি তৈরি করা",
        "hadithBengali": "৫৪৫৬। আদম ইবনু আবূ ইয়াস (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন রোম সম্রাটেরর নিকট পত্র লিখতে মনস্থ করেন, তখন তাঁকে বলা হল, আপনার পত্র যদি মোহরাংকিত না হয়, তবে তারা তা পড়বে না। এরপর তিনি রুপার একটি আংটি বানান এবং তাতে مُحَمَّدٌ رَسُولُ اللَّهِ খোদাই করা ছিল। (আনাস (রাঃ) বলেন) আমি যেন (এখনও) তার হাতে সে আংটির শুভ্রতা প্রত্যক্ষ করছি।;\n",
        "id": 5456,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৮২. যে লোক আংটির নাগিনা হাতের তালুর দিকে রাখে",
        "hadithBengali": "৫৪৫৭। মূসা ইবনু ইসমাঈল (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম স্বর্ণের একটি আংটি তৈরি করেন। যখন তিনি তা পরতেন তখন তার নাগিনা হাতের তালুর দিকে রাখতেন। (তার দেখাদেখি) লোকেরাও স্বর্নের আংটি তৈরি আরম্ভ করে। এরপর তিনি মিম্বরে আরোহণ করেন। আল্লাহর প্রশংসা ও গুণাবলী প্রকাশ করার পর বলেনঃ আমি এ আংটি তৈরি করেছিলাম। কিন্তু তা আর পরব না। এরপর তিনি তা ছুড়ে ফেলেন। লোকেরাও (তাদের আংটি) ছুড়ে ফেলল। জুওয়ায়রিয়া (রহঃ) বলেনঃ আমার ধারনা যে, বর্ণনাকারী (নাফি) এ কথাও বলেছেন যে আংটিটি তার ডান হাতে ছিল।;\n",
        "id": 5457,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৮৩. নবী (সাঃ) এর বাণীঃ তার আংটির নকশার ন্যায় কেউ নকশা বানাতে পারবে না",
        "hadithBengali": "৫৪৫৮। মউসাদ্দাদ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রুপার একটি আংটি তৈরী করেন। তাতে مُحَمَّدٌ رَسُولُ اللَّهِ এর নকশা খোদাই করেন। এরপর তিনি বলেনঃ আমি একটি রুপার আংটি বানিয়েছি এবং তাতেمُحَمَّدٌ رَسُولُ اللَّهِ এর নকশা খোদাই করেছি। সুতরাং কেউ সেন তার আংটিতে এ নকশা খোদাই না করে।;\n",
        "id": 5458,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৮৪. আংটির নক্'শা কি তিন লাইনে করা যায়?",
        "hadithBengali": "৫৪৫৯। মুহাম্মদ ইবনু আবদুল্লাহ আনসারী (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। আবূ বকর (রাঃ) যখন খলীফা নির্বাচিত হন, তখন তিনি তার (আনাস) (রাঃ) কাছে (যাকাতের পরিমাণ সম্পর্কে) একটি পত্র লেখেন। আংটিটির নকশা তিন লাইনে ছিল। এক লাইনে ছিল مُحَمَّدٌ এক লাইনে ছিল, رَسُول আর এক লাইনে ছিল اللَّه;\n\nআবূ আবদুল্লাহ (ইমাম বুখারী) বলেনঃ আহমাদের সূত্রে আনাস (রাঃ) থেকে এ কথা অতিরিক্ত বর্ণিত আছে। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর আংটি (তার জীবদ্দশায়) তার হাতেই ছিল। তার (ইন্তেকালের) পরে তা আবূ বকর (রাঃ) এর হাতে থাকে। আবূ বকর (রাঃ) এর (ইন্তেকালের) পরে তা উমার (রাঃ) এর হাতে থাকে। যখন উসমান (রাঃ) এর আমল এল, তখন (একদিন) তিনি ঐ আংটি হাতে নিয়ে আরীস নামক কুপের উপর বসেন। আংটিটি বের করে নাড়চাড়া করছিলেন। হঠাৎ তা (কুপের মধ্যে) পড়ে যায়। আনাস (রাঃ) বলেন, আমরা তিন দিন যাবত উসমানের (রাঃ) সাথে অনুসন্ধান চালালাম কূপের পানি ফেলে দেয়া হল কিন্তু আংটি আর আমরা পেলাম না।;\n",
        "id": 5459,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৮৫.  মহিলাদের আংটি পরিধান করা। আয়িশাহ্' (রাঃ) এর স্বর্ণের কয়েকটি আংটি ছিল ।",
        "hadithBengali": "৫৪৬০। আবূ আসিম (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাথে এক ঈদে উপস্থিত ছিলাম। তিনি খুতবার আগেই সালাত (নামায/নামাজ) আদায় করলেন। আবূ আবদুল্লাহ (ইমাম বুখারী) বলেনঃ ইবনু ওহাব, ইবনু জুরায়জ থেকে এতটুকু বেশী বর্ণনা করেছেন যে, এরপর তিনি মহিলাদের কাছে আসেন। তারা (সাদকা হিসেবে) বিলাল (রাঃ) এর কাপড়ে মালা ও আংটি ফেলতে লাগল।;\n",
        "id": 5460,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৮৬. মহিলাদের হার পরিধান করা, সুগন্ধি ও ফুলের মালা পরা",
        "hadithBengali": "৫৪৬১। মুহাম্মদ ইবন আরআর (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক ঈদের দিনে বের হন এবং (ঈদের) দু রাকআত সালাত (নামায/নামাজ) আদায় করেন। তার আগে এবং পরে আর কোন নফজ সালাত আদায় করেননি। তারপর তিনি মহিলাদের কাছে আসেন এবং তাদের সাদকা করার জন্য আদেশ দেন। মহিলারা তাদের হার ও মালা সাদকা করতে থাকল।;\n",
        "id": 5461,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৮৭. হার ধার নেওয়া",
        "hadithBengali": "৫৪৬২। ইসহাক ইবনু ইবরাহীম (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, (একবার কোন এক সফরে) আসমার একটি হার (আমার নিকট থেকে) হারিয়ে যায়। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কয়েকজন পুরুষ লোককে তার সন্ধানে পাঠান। এমন সময় সালাতের সময় উপস্থিত হল। তাদের কারও উযূ (ওজু/অজু/অযু) ছিল না এবং তারা পানিও পেল না। সুতরাং বিনা উযূতেই তাঁরা সালাত (নামায/নামাজ) আদায় করে নিলেন। (ফিরে এসে) তারা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এ বিষয়টির উল্লেখ করলেন। তখন আল্লাহ তাআলা তাইয়াম্মুমের আয়াত নাযিল করেন। ইবনু নুমায়র হিশামের সূত্রে এ কথা অতিরিক্ত বর্ণনা করেছেন যে, ঐ হার আয়িশা (রাঃ) আসমা (রাঃ) থেকে হাওলাত (ধার) নিয়েছিলেন।;\n",
        "id": 5462,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৮৮.  মহিলাদের কানের দুল। ইব্'ন আব্বাস (রাঃ) বলেন, নবী (সাঃ) (একবার) মহিলাদের সদাকাহ করার নির্দেশ দেন। তখন আমি দেখলাম, তারা তাদের নিজ নিজ কান ও গলার দিকে হাত বাড়িয়ে দিচ্ছেন।",
        "hadithBengali": "৫৪৬৩। হাজ্জাজ ইবনু মিনহাল (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (একবার) ঈদের দিনে দু রাকআত সালাত (নামায/নামাজ) আদায় করেন। না এর আগে তিনি কোন সালাত (নামায/নামাজ) আদায় করেন না এর পরে। তারপরে তিনি মহিলাদের কাছে আসেন, তখন তাঁর সাথে ছিলেন বিলাল (রাঃ) তিনি মহিলাদের সাদকা করার নির্দেশ দেন। তারা নিজেদের কানের দুল ছুড়ে ফেলতে লাগল।;\n",
        "id": 5463,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৮৯.  শিশুদের মালা পরানো",
        "hadithBengali": "৫৪৬৪। ইসহাক ইবনু ইবরাহীম হানযালী (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে মদিনার কোন এক বাজারে ছিলাম। তিনি (বাজার থেকে) ফিরে আসলেন। আমিও ফিরে আসলাম। তিনি বললেনঃ ছোট শিশুটি কেথায়? এ কথা তিনবার বললেন। হাসান ইবনু আলীকে ডাক। দেখা গেল হাসান ইবনু আলী হেঁটে চলছে। তার গলায় ছিল মালা। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ ভাবে তার হাত উত্তোলন করলেন। হাসানও এভারে নিজের হাত উত্তোলন করলেন। তারপর তিনি তাকে জড়িয়ে ধরলেন এবং বললেনঃ হে আল্লাহ আমি একে ভালবাসি, আপনিও তাকে ভালবাসুন এবং যে ব্যাক্তি তাকে ভালবাসে, তাকেও আপনি ভালসাসুন। আবূ হুরায়রা (রাঃ) বলেন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর একথা বলার পর থেকে হাসান ইবনু আলীর চেয়ে কেউ আমার কাছে অধিক প্রিয় হয়নি।;\n",
        "id": 5464,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৯০.  পুরুষের নারীর বেশ ধারণ করা এবং নারীর পুরুষের বেশ ধারণ করা",
        "hadithBengali": "৫৪৬৫। মুহাম্মাদ ইবনু বাশশার (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঐ সব পুরুষকে লানত করেছেন। যারা নারীর বেশ ধারণ করে এবং ঐসব নারীকে যারা পুরুষের বেশ ধারণ করে।;\n",
        "id": 5465,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৯১. নারীর বেশধারী পুরুষদের ঘর থেকে বের করে দেওয়া",
        "hadithBengali": "৫৪৬৬। মুআয ইবনু ফাযালা (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পুরুষ হিজড়াদের উপর এবং পুরুষের বেশ ধারণকারী মহিলাদের উপর লানত করেছেন। তিনি বলেছেনঃ ওদেরকে ঘর থেকে বের করে দাও। ইবনু আব্বাস (রাঃ) বলেছেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অমুককে বের করেছেন এবং উমর (রাঃ) অমুককে বের করে দিয়েছেন।;\n",
        "id": 5466,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৯১. নারীর বেশধারী পুরুষদের ঘর থেকে বের করে দেওয়া",
        "hadithBengali": "৫৪৬৭। মালিক ইবনু ইসমাঈল (রহঃ) ... উম্মে সালামা (রাঃ) থেকে বর্ণিত। তিনি বলেন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একদা তার ঘরে ছিলেন। তখন ঐ ঘরে একজন হিজড়া ছিল। সে উম্মে সালামার ভাই আবদুল্লাহকে বলল হে আবদুল্লাহ! আগামী কাল তায়েফের উপর যদি তোমাদের জন্মলাভ হয় তবে আমি তোমাকে বিনত গায়লানকে দেখাবো। সে যখন সামনের দিকে আসো তখন (তার পেটে) চার ভাজ দৃষ্ট হয়। আর যখন সে পিছনের দিকে যায়, তখন (তার পিঠে) আট ভাজ দৃষ্ট হয়। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ ওরা যেন তোমাদের নিকট কখনও না আসে।;\n",
        "id": 5467,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উম্মু সালামাহ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৯২. গোঁফ ছাটা। ইব্'নু উমার (র) গোঁফ এতো ছোট করতেন যে, চামড়ার শুভ্রতা দেখা যেত এবং তিনি গোঁফ ও দাঁড়ির মাঝের পশম কেটে ফেলতেন।",
        "hadithBengali": "৫৪৬৮। মাক্'কী ইবনু ইবরাহীম (রহঃ) ... ইবনু উমর (রাঃ) সূত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিতঃ তিনি বলেছেনঃ গোঁফ কেটে ফেলা ফিতরাত (স্বভাবের) অন্তর্ভুক্ত।;\n",
        "id": 5468,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৯২. গোঁফ ছাটা। ইব্'নু উমার (র) গোঁফ এতো ছোট করতেন যে, চামড়ার শুভ্রতা দেখা যেত এবং তিনি গোঁফ ও দাঁড়ির মাঝের পশম কেটে ফেলতেন।",
        "hadithBengali": "৫৪৬৯। আলী (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেছেন ফিতরাত (অর্থাৎ মানূষের সৃষ্টিগত স্বভাব) পাঁচটিঃ খাতনা করা, ক্ষুর ব্যবহার করা (নাভির নীচে), বোগলের পশম উপড়ে ফেলা, নখ কাটা ও গোঁফ ছোট করা।;\n",
        "id": 5469,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৯৩.  নখ কাটা",
        "hadithBengali": "৫৪৭০। আহমাদ ইবনু আবূ রাজা (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ নাভির নীচের পশম কামানো, নখ কাটা ও গোঁফ ছোট করা মানুষের ফিতরাত।;\n",
        "id": 5470,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৯৩.  নখ কাটা",
        "hadithBengali": "৫৪৭১। আহমাদ ইবনু ইউনুস (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি ফিতরাত পাঁচটিঃ খাতনা করা, (নাভির নীচে) ক্ষুর ব্যবহার করা, গোঁফ ছোট করা, নখ কাটা ও বোগলের পশম উপড়ে ফেলা।;\n",
        "id": 5471,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৯৩.  নখ কাটা",
        "hadithBengali": "৫৪৭২। মুহাম্মদ ইবনু মিনহাল (রহঃ) ... ইবনু উমর (রাঃ) সুত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেছেন, তোমরা মুশরিকদের বিপরীত করবেঃ দাঁড়ি লম্বা রাখবে, গোঁফ ছোট করবে। ইবনু উমর (রাঃ) যখন হাজ্জে (হজ্জ) বা উমরা করতেন, তখন তিনি তার দাঁড়ি খাট করে ধরতেন এবং মুটের বাইরে যতটুকু অতিরিক্ত থাকত তা কেটে ফেলতেন।;\n",
        "id": 5472,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৯৪. দাঁড়ি বড় রাখা",
        "hadithBengali": "৫৪৭৩। মুহাম্মদ (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা গোঁফ বেশী ছোট করবে এবং দাঁড়ি বড় রাখবে।;\n",
        "id": 5473,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৯৫.  বার্ধক্যকালে (খিযাব লাগান সম্পর্কে) বর্ণনা",
        "hadithBengali": "৫৪৭৪। মুআল্লা ইবনু আসাদ (রহঃ) ... মুহাম্মদ ইবনু সীরীন (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি আনাস (রাঃ) কে জিজ্ঞাসা করলাম যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কি খিযাব লাগিয়েছেন? তিনি বললেনঃ বার্ধক্য তাকে অতি সামান্যই পেয়েছিল।;\n",
        "id": 5474,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "ইবনু সীরীন (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৯৫.  বার্ধক্যকালে (খিযাব লাগান সম্পর্কে) বর্ণনা",
        "hadithBengali": "৫৪৭৫। সুলায়মান ইবনু হারব (রহঃ) ... সাবিত (রহঃ) থেকে বর্ণিত। তিনি বলেন, আনাস (রাঃ) কে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর খিযাব লাগান সম্পর্কে জিজাসা করা হল। তিনি বললেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খিযাব লাগাবার অবস্থা পর্যন্ত পৌছেননি। আমি যদি তার সাদা দাঁড়িগুলো গুণতে চাইতাম, তবে সহজেই গুণতে পারতাম।;\n",
        "id": 5475,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সাবিত (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৯৫.  বার্ধক্যকালে (খিযাব লাগান সম্পর্কে) বর্ণনা",
        "hadithBengali": "৫৪৭৬। মালিক ইবনু ইসমাঈল (রহঃ) ... আবদুল্লাহ ইবনু মাওহাব (রহঃ) থেকে বর্ণিত। তিনি বলেন আমাকে আমার পরিবারের লোকেরা এক পেয়ালা পানি সহ উম্মে সালামার কাছে পাঠাল। (উম্মে সালামার কাছে রক্ষিত) একটি রূপার (পানি ভর্তি) পাত্র থেকে (আনাসের পুত্র) ইসরাঈল তিনটি আঙ্গুল দিয়ে কিছু পানি তুলে নিল। ঐ পাত্রের মধ্যে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কয়েকটি মুবারক চুল ছিল। কোন লোকের যদি চোখ লাগতো কিংবা অন্য কোন রোগ দেখা দিত তবে উম্মে সালামার কাছ থেকে পানি আনার জন্য একটি পাত্র পাঠিয়ে দিত। আমি সে পাত্রের মধ্যে একবার লক্ষ্য করলাম, দেখলাম লাল রং এর কয়েকটি চুল আছে।;\n",
        "id": 5476,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু মাওহাব (রহ.)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৯৫.  বার্ধক্যকালে (খিযাব লাগান সম্পর্কে) বর্ণনা",
        "hadithBengali": "৫৪৭৭। মূসা ইবনু ইসমাঈল (রহঃ) ... আবদুল্লাহ ইবনু মাওহাব (রহঃ) থেকে বর্ণিত। তিনি বলেন, (একবার) আমি উম্মে সালামার (রাঃ) নিকট গেলাম। তখন তিনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কয়েকটি চুল বের করলেন, যাতে খিযাব লাগান ছিল।;\n\nআবূ নুআইম ... ইবনু মাওহাবের সুত্রে বর্ননা করেছেন যে, উম্মে সালামা (রাঃ) তাকে (ইবনু মাওহাব) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর লাল রং এর চুল দেখিয়েছেন।;\n",
        "id": 5477,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু মাওহাব (রহ.)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৯৬. খিযাব",
        "hadithBengali": "৫৪৭৮। হুমায়দী (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ ইয়াহুদ ও নাসারারা (চুল ও দাঁড়িতে) রং লাগায় না। সুতরাং তোমরা তাদের বিপরীত করবে।;\n",
        "id": 5478,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৯৭. কোঁকড়ানো চুল ",
        "hadithBengali": "৫৪৭৯। ইসমাঈল (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্নিত। তিনি বলেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অতিরিক্ত লম্বা ছিলেন না খাটও ছিলেন না। ধবধবে সাদা ছিলেন না, আর না ফ্যাকাশে সাদা ছিলেন। চুল অতিশয় কোঁকড়ানও ছিল না, আর সম্পূর্ণ সোজাও ছিল না। চল্লিশ বছর বয়সে আল্লাহ তাকে নবুয়াত দান করেন। এরপর মক্কায় দশ বছর এবং মদিনায় দশ বছর অবস্থান করেন। ষাট বছর বয়সে আল্লাহ তাকে মৃত্যু দান করেন। এ সময় তার মাথায় ও দাঁড়িতে বিশটি চুলও সাদা হয়নি।;\n",
        "id": 5479,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৯৭. কোঁকড়ানো চুল ",
        "hadithBengali": "৫৪৮০। মালিক ইবনু ইসমাঈল (রহঃ) ... বারা (রাঃ) থেকে বর্ণিত। তিনি বলেন, লাল জোড়া কাপড় পরিহিত অবস্থায় নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অন্য কাউকে আমি অধিক সুন্দর দেখিনি। (ইমাম বুখারী বলেন) আমার জনৈক সংগী মালিক থেকে বর্ণনা করেছেন যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর মাথার চুল তার কাঁধ পর্যন্ত পৌছতো। আবূ ইসহাক (রহঃ) বলেনঃ আমি বারা (রাঃ) কে একাধিকরার এ হাদীস বর্ননা করতে শুনেছি। যখনই তিনি এ হাদীস বর্ণনা করতেন, তখনই হেসে দিতেন। শুবা বলেছেন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর চুল তার উভয় কানের লতি পর্যন্ত পৌছতো।;\n",
        "id": 5480,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "বারাআ ইবনু আযিব (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৯৭. কোঁকড়ানো চুল ",
        "hadithBengali": "৫৪৮১। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ আমি এক রাতে স্বপ্নে কাবা ঘরের নিকট একজন গেরুয়া বর্নের পুরুষ লোক দেখতে পেলাম। এমন সুন্দর গেরুয়া লোক তুমি কখনও দেখনি। তার মাথার চুল ছিল কাঁধ পর্যন্ত। কাঁধ পর্যন্ত লম্বা এমন সুন্দর চুল তুমি কখনও দেখনি। লোকটি চুল আচড়িয়েছে, আর তা থেকে ফোটা ফোটা পানি পড়ছে। সে দুজন লোকের উপর ভর করে কিম্বা দুজন লোকের কাঁধের উপর ভর করে কাবা ঘর তাওয়াফ করছেন। আমি জিজ্ঞাসা করলামঃ এ লোকটি কে? জবাব দেওয়া হলো তিনি মরিয়মের পুত্র (ঈসা) মাসীহ! আর দেখলাম অন্য একজন লোক, যার চুল ছিল অতিশয় কোকড়ান, ডান চোখ টেরা, যেন তা একটি ফুলে উঠা আঙ্গুর। আমি জিজ্ঞাসা করলাম এ লোকটি কে? বলা হলোঃ ইনি মাসীহ দাজ্জাল।;\n",
        "id": 5481,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৯৭. কোঁকড়ানো চুল ",
        "hadithBengali": "৫৪৮২। ইসহাক (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর মাথার চুল (কখনও কখনও) কাঁধ পর্যন্ত লম্বা হত।;\n",
        "id": 5482,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৯৭. কোঁকড়ানো চুল ",
        "hadithBengali": "৫৪৮৩। মূসা ইবনু ইসমাঈল (রহঃ) ... আনাস (রাঃ) থেকে বর্নিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর চুল (কোন কোন সময়) কাঁধ পর্যন্ত দীর্ঘ হতো।;\n",
        "id": 5483,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৯৭. কোঁকড়ানো চুল ",
        "hadithBengali": "৫৪৮৪। আমর ইবনু আলী (রহঃ) ... কাতাদা (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি আনাস ইবনু মালিক (রাঃ) কে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর চুল সম্পর্কে জিজ্ঞাসা করলাম। তিনি বলেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর চুল মধ্যম ধরনের ছিল না একেবারে সোজা লম্বা, না অতি কোঁকড়ান। আর তা ছিল দুকান ও দু-কাঁধের মধ্যবর্তী স্থান পর্যন্ত।;\n",
        "id": 5484,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "কাতাদাহ (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৯৭. কোঁকড়ানো চুল ",
        "hadithBengali": "৫৪৮৫। মুসলিম (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর মুবারক হাত গোশতে পরিপূর্ণ ছিল। তার পরে আর কাউকে অমন এমন দেখিনি। আর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর চুল ছিল মধ্যম ধরনের বেশী কৌকড়ানোও না আর বেশী সোজাও না।;\n",
        "id": 5485,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৯৭. কোঁকড়ানো চুল ",
        "hadithBengali": "৫৪৮৬। আবূ নুমান (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর দু হাত ও দু পা ছিল গোশতবহুল। চেহারা ছিল সুন্দর। তাঁর আগে ও তার পরে আমি তার মত অপর (কাউকে এত অধিক সুন্দর) দেখিনি। তার হাতের তালু ছিল চওড়া।;\n",
        "id": 5486,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৯৭. কোঁকড়ানো চুল ",
        "hadithBengali": "৫৪৮৭। আমর ইবনু আলী (রহঃ) ... আনাস (রাঃ) ও আবূ হুরায়রা (রাঃ) থেকে বর্নিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর দু পা ছিল গোশতবহুল। চেহারা ছিল সুন্দর। আমি তার পরে তার ন্যায় (কাউকে এমন সুন্দর) দেখিনি।;\n\nহিশাম (রহঃ) ... আনাস (রাঃ) থেকে বর্ণনা করেন। তিনি বলেছেন যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর দু পা ও হাতের দু কবজা গোশতে পরিপূর্ণ ছিল।;\n\nআবূ হিলাল (রহঃ) ... আনাস (রাঃ) অথবা জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণনা করেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর, দু টি কব্জা ও দুটি পা গোশতপূর্ণ ছিল। আমি তার পরে তার ন্যায় (কাউকে এত অধিক সুন্দর) দেখিনি।;\n",
        "id": 5487,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৯৭. কোঁকড়ানো চুল ",
        "hadithBengali": "৫৪৮৮। মুহাম্মদ ইবনু মুসান্না (রহঃ) ... মুজাহিদ (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমরা একদা ইবনু আব্বাসের নিকট ছিলাম। তখন লোকজন দাজ্জালের কথা আলোচনা করন। একজন বললঃ তার দুচোখের মাঝখানে লেখা থাকবে কাফির ইবনু আব্বাস (রাঃ) বললেনঃ আমি এমন কথা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনিনি। তবে তিনি বলেছেনঃ তোমরা যদি ইবরাহীম (আলাইহিস সালাম) কে দেখতে চাও, তা হলে তোমাদের সঙ্গী নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর দিকে তাকাও। আর মূসা (আলাইহিস সালাম) হচ্ছেন শ্যাম বর্ণের লোক, কোঁকড়ান চুল বিশিষ্ট, নাকে লাগাম পরান লাল উটে আরোহণকারী। আমি যেন তাঁকে দেখতে পাচ্ছি যে, তিনি তালবিয়া (লাব্বায়কা) পাঠরত অবস্থায় (মক্কা) উপত্যকায় অবতরণ করছেন।;\n",
        "id": 5488,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "মুজাহিদ  (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৯৮. মাথার চুল জট করা",
        "hadithBengali": "৫৪৮৯। আবুল ইয়ামান (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি উমার (রাঃ) কে বলতে শুনেছি যে ব্যাক্তি চুল জট করে, সে যেন তা মুড়ে ফেলে। আর তোমরা মাথার চুল জটকারীদের ন্যায় জট করো না। ইবনু উমর (রাঃ) বলতেনঃ আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে চুল জট করা অবস্থায় দেখেছি।;\n",
        "id": 5489,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৯৮. মাথার চুল জট করা",
        "hadithBengali": "৫৪৯০। হিব্বান ইবনু মূসা ও আহমাদ ইবনু মুহাম্মদ (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে চুল জট করা অবস্থায় ইহরামকালে উচ্চরন তালবিয়া পাঠ করতে শুনেছি। তিনি বলেছেনঃ লাব্বাইকা আমি হাযির, হে আল্লাহ! আমি হাজির, আমি হাজির, আপনার কোন শরীক নেই। আমি হাযির, নিশ্চয়ই প্রশংসা এবং অনুগ্রহ কেবল আপনারই, আর রাজত্বও। এতে আপনার কোন শরীক নেই। এ শব্দগুলো থেকে বাড়িয়ে তিনি অতিরিক্ত কিছু বলেন নি।;\n",
        "id": 5490,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৯৮. মাথার চুল জট করা",
        "hadithBengali": "৫৪৯১। ইসমাঈল (রহঃ) ... হাফসা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি জিজ্ঞাসা করলামঃ হে আল্লাহর রাসূল! লোকজনের কি হল, তারা তাদের উমরার ইহরাম খুলে ফেলেছে অথচ আপনি এখনও আপনার ইহরাম খুলেন নি। তিনি বললেনঃ আমি আমার মাথার চুল জড়ো করে রেখেছি এবং আমার হাদী (কুরবানীর পশু) কে কিলাদা পরিয়েছি। তাই তা যবেহ করার পূর্বে আমি ইহরাম খুলবো না।;\n",
        "id": 5491,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "হাফসাহ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৯৯. মাথার চুল মাথার মাঝখানে দুইভাগে বিভক্ত করা",
        "hadithBengali": "৫৪৯২। আহমাদ ইবনু ইউনুস (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সে সব ব্যাপারে আহলে কিতারের সামঞ্জস্য রক্ষা করে চলা পছন্দ করতেন, যে সব ব্যাপারে তাকে (কুরআনে) কোন সুস্পষ্ট নির্দেশ দেওয়া হয়নি। আর আহলে কিতাবরা তাদের চুল ঝুলিয়ে রাখতো এবং মুশরিকরা তাদের মাথার চুল সিথি কেটে রাখতো। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার চুল ঝুলিয়েও রাখতেন এবং সিথিও কাটতেন।;\n",
        "id": 5492,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩৯৯. মাথার চুল মাথার মাঝখানে দুইভাগে বিভক্ত করা",
        "hadithBengali": "৫৪৯৩। আবূল ওয়ালীদ ও ঊবায়দুল্লাহ ইবনু রাজা (রহঃ) ... আয়িশা (রাঃ) থেকে বর্নিত। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইহরাম অবস্থায় সিথিতে যে খুশবু লাগাতেন, আমি যেন তার চমক এখনও দেখতে পাচ্ছি।;\n",
        "id": 5493,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪০০. চুলের ঝুটি",
        "hadithBengali": "৫৪৯৪। আলী ইবনু আবদুল্লাহ (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একবার আমি আমার খালা মায়মুনা বিনত হারিসের নিকট রাত যাপন করছিলাম। ঐ রাতে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার কাছে ছিলেন। ইবনু আব্বাস (রাঃ) বলেন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উঠে রাতের সালাত (নামায/নামাজ) আদায় করতে লাগলেন। আমি তার বাম পাশে গিয়ে দাঁড়ালাম। তখন তিনি আমার চুলের ঝুটি ধরে আমাকে তার ডান পাশে নিয়ে দাঁড় করালেন।;\n",
        "id": 5494,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪০০. চুলের ঝুটি",
        "hadithBengali": "৫৪৯৫। আমর ইবনু মুহাম্মদ (রহঃ) ... আবূ বিশর (রহঃ) থেকে بِذُؤَابَتِي অথবাبِرَأْسِي বলে বর্ণনা করেছেন।;\n",
        "id": 5495,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবু বিশর (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪০১. কাযা অর্থাৎ মাথার কিছু চুল মুড়ে ফেলা ও কিছু অংশে চুল রেখে দেয়া",
        "hadithBengali": "৫৪৯৬। মুহাম্মদ (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে কাযা থেকে নিষেধ করতে শুনেছি। রাবী উবায়দুল্লাহ বলেন, আমি জিজ্ঞাসা করলামঃ কাযা কি? তখন আবদুল্লাহ (রাঃ) আমাদের ইশারা দিয়ে দেখিয়ে বললেনঃ শিশুদের যখন চুল কামান হয় তখন এই, এই জায়গায় চুল রেখে দেওয়া। এ কথা বলার সময় উবায়দুল্লাহ তার কপাল ও মাথার দুপাশ দেখালেন। পুনরায় জিজ্ঞাসা করা হলঃ বালক ও বালিকার কি একই হুকুম? তিনি বললেনঃ আমি জানি না। এভাবে তিনি বালকের কথা বলেছেন। উবায়দুল্লাহ বলেনঃ আমি এ কথা পুনরায় জিজ্ঞাসা করলাম। তিনি বললেনঃ পুরুষ শিশুর মাথার সামনের ও পিছনের দিকের চুল কামান দোষনীয় নয়। আর (অন্য এক ব্যাখ্যা মতে) কাযা বলা হয়, কপালের উপরে কিছু চুল রেখে বাকী মাথার কোথাও চুল না রাখা। অনুরুপভাবে মাথার চুল একপাশ থেকে অথবা অপর পাশ থেকে কাটা।;\n",
        "id": 5496,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪০১. কাযা অর্থাৎ মাথার কিছু চুল মুড়ে ফেলা ও কিছু অংশে চুল রেখে দেয়া",
        "hadithBengali": "৫৪৯৭। মুসলিম ইবনু ইবরাহীম (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কাযা করতে নিষেধ করেছেন।;\n",
        "id": 5497,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪০২.  স্ত্রী কর্তৃক নিজ হাতে স্বামীকে খুশবু লাগিয়ে দেওয়া",
        "hadithBengali": "৫৪৯৮। আহমাদ ইবনু মুহাম্মদ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে তার মুহরিম অবস্থায় নিজ হাতে খোশবু লাগিয়ে দিয়েছি এবং মিনাতেও সেখান থেকে রওনা হওয়ার পূর্বে তাকে আমি খোশবু লাগিয়েছি।;\n",
        "id": 5498,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪০৩. মাথায় ও দাঁড়িতে খুশবু লাগানো",
        "hadithBengali": "৫৪৯৯। ইসহাক ইবনু নাস্'র (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি যত উত্তম খোশবু পেতাম, তা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে লাগিয়ে দিতাম। এমনি কি সে খোশবুর চমক তার মাথায় ও দাঁড়িতে দেখতে পেতাম।;\n",
        "id": 5499,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪০৪. চিরুনি করা",
        "hadithBengali": "৫৫০০। আদম ইবনু আবূ আয়াস (রহঃ) ... সাহল ইবনু সাদ (রাঃ) থেকে বর্ণিত যে, একজন লোক একটি ছিদ্র পথ দিয়ে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর ঘরে উকি মারে। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখন চিরুনি দিয়ে মাথা আঁচড়াচ্ছিলেন। তিনি বললেনঃ আমি যদি বুঝতাম যে, তুমি ছিদ্র দিয়ে তাকিয়ে দেখছ, তা হলে এ (চিরুনি) দিয়ে আমি তোমার চোখ ঘায়েল করে দিতাম। দৃষ্টি থেকে বাঁচাবার জন্যই তো অনুমতি গ্রহনের বিধান রাখা হয়েছে।;\n",
        "id": 5500,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সাহল বিন সাদ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪০৫. হায়েয অবস্থায় স্বামীর মাথা আঁচড়ে দেওয়া",
        "hadithBengali": "৫৫০১। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি হায়েয অবস্থায় রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর মাথা আঁচড়িয়ে দিয়েছি।;\n",
        "id": 5501,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪০৬. চিরুনী দ্বারা মাথা আঁচড়ানো",
        "hadithBengali": "৫৫০২। আবুল ওয়ালীদ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম চিরুনি দ্বারা মাথা আঁচড়াতে ও উযূ (ওজু/অজু/অযু) করতে যতদূর সম্ভব ডান দিক থেকে আরম্ভ করতে পছন্দ করতেন।;\n",
        "id": 5502,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪০৭. মিস্'কের বর্ণনা",
        "hadithBengali": "৫৫০৩। আবদুল্লাহ ইবনু মুহাম্মাদ (রহঃ) ... আবূ হুরায়রা (রাঃ) সূত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেন আল্লাহ তাআলা বলেছেনঃ বনী আদমের প্রতিটি কাজ তার নিজের জন্যই সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) ব্যতীত তা আমার জন্য এবং আমি নিজেই তার পুরস্কার দেব। আর রোযাদারের মুখের ঘ্রাণ আল্লাহর নিকট মিশকের ঘ্রাণের চেয়ে অধিক সুগন্ধীযুক্ত।;\n",
        "id": 5503,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪০৮. খুশবু লাগান মুস্তাহাব",
        "hadithBengali": "৫৫০৪। মূসা (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি যে সব সুগন্ধি পেতাম, তার মধ্যে সবচাইতে উত্তম সুগন্ধিটি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে তার ইহরাম অবস্থায় লাগিয়ে দিতাম।;\n",
        "id": 5504,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪০৯.  খুশবু প্রত্যাখান না করা",
        "hadithBengali": "৫৫০৫। আবূ নুআইম (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত যে (কেউ তাকে খোশবু হাদিয়া দিলে) তিনি (সে) খোশবু ফিরিয়ে দিতেন না এবং বলতেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খোশবু প্রত্যাখ্যান করতেন না।;\n",
        "id": 5505,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪১০. যারীরা নামক সুগন্ধি",
        "hadithBengali": "৫৫০৬। উসমান ইবনু হায়সাম অথবা মুহাম্মদ ইবনু জুরায়জ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি বিদায় হাজ্জে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে নিজ হাতে যারীরা নামক সুগন্ধি লাগিয়ে দিয়েছি, হালাল অবস্থায় এবং ইহরাম অবস্থায়।;\n",
        "id": 5506,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪১১. সৌন্দর্যের জন্য সামনের দাঁত কেটে সরু করা ও দাঁতের মধ্যে ফাঁক সৃষ্টি করা",
        "hadithBengali": "৫৫০৭। উসমান (রহঃ) ... আবদুল্লাহ (ইবনু মাসউদ) (রাঃ) থেকে বর্ণিত। আল্লাহর লানত বর্ষিত হোক সে সব নারীদের উপর যারা অঙ্গ-প্রত্যঙ্গে উল্কি উৎকীর্ন করে এবং যারা উৎকীর্ণ করায়, আর সে সব নারীদের উপর যারা চুল, ভ্রু উঠিয়ে ফেলে এবং সে সব নারীদের উপর যারা সৌন্দর্যের জন্য সামনের দাঁত কেটে সরু করে দাঁতের মাঝে ফাক সৃষ্টি করে, যা আল্লাহর সৃষ্টির মধ্যে পরিবর্তন এনে দেয়। রাবী বলেনঃ আমি কেন তার উপর লানত করবো না, যাকে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম লানত করেছেন? আর আল্লাহর কিতাবে আছেঃ এই রাসূল তোমাদের কাছে যে বিধান এনেছেন তা গ্রহণ করো।;\n",
        "id": 5507,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ' ইব্'ন মাসউদ (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪১২. পরচুলা লাগানো",
        "hadithBengali": "৫৫০৮। ইসমাঈল (রহঃ) ... হুমায়দ ইবনু আবদুর রহমান ইবনু আওফ (রহঃ) থেকে বর্ণিত। তিনি হাজ্জ (হজ্জ) করার সময় মুআবিয়া ইবনু আবূ সুফিয়ান (রাঃ) কে মিম্বরে দাঁড়িয়ে বলতে শুনেছেন। ঐ সময় তিনি জনৈক দেহরক্ষীর হস্তস্থিত এক গুচ্ছ চুল নিজ হাতে নিয়ে বলেনঃ তোমাদের আলিমগণ কোথায়? আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে এরুপ করা থেকে নিষেধ করতে শুনেছি। তিনি বলতেনঃ বনী ইসরাঈল তখনই ধ্বংস হয়েছে। যখন তাদের নারীরা এরুপ করা শুরু করে।;\n\nইবনু আবূ শায়বা (রহঃ) আবূ হুরায়রা (রাঃ) সূত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। আল্লাহ তাআলা লানত করেন সে সব নারীদেরকে যারা নিজেরা পরচুলা ব্যবহার করে এবং যারা অপরকে তা লাগিয়ে দেয়, যারা অঙ্গ-প্রত্যঙ্গে উল্কি উৎকীর্ণ করে এবং অন্যকে করিয়ে দেয়।;\n",
        "id": 5508,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "হুমায়দ ইবনু আবদুর রহমান (রহ.)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪১২. পরচুলা লাগানো",
        "hadithBengali": "৫৫০৯। আদম (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। জনৈক আনসারী মহিলা বিবাহ করে। এরপর সে রোগে আক্রান্ত হল। ফলে তার সব চুল ঝরে যায়। লোকজন তাকে পরচুলা লাগিয়ে দিতে ইচ্ছা করে। আর তারা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এ ব্যাপারে জিজ্ঞাসা করলো। তিনি বলেনঃ আল্লাহ লানত করেন ঐসব নারীকে যারা নিজেরা পরচুলা লাগায় এবং যারা অপরকে তা লাগিয়ে দেয়।;\n",
        "id": 5509,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪১২. পরচুলা লাগানো",
        "hadithBengali": "৫৫১০। আহমাদ ইবনু মিকদাম (রহঃ) ... আসমা বিনত আবূ বকর (রাঃ) থেকে বর্ণিত। জনৈক মহিলা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এসে বললঃ আমি আমার একটি মেয়েকে বিবাহ দিয়েছি। এরপর সে রোগাক্রান্ত হয়, এতে তার মাথার চুল ঝরে যায়। তার স্বামী এর কারণে আমাকে তিরস্কার করে। আমি কি তার মাথায় পরচুলা লাগিয়ে দিব? তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যে পরচুলা লাগায় এবং যে তা অন্যকে লাগিয়ে দেয়, তাদের নিন্দা করলেন।;\n",
        "id": 5510,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আসমা বিনতু আবূ বাকর (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪১২. পরচুলা লাগানো",
        "hadithBengali": "৫৫১১। আদম (রহঃ) ... আসমা বিনত আবূ বকর (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ যে মহিলা পরচুলা লাগায়, আর যে অপরকে পরচুলা লাগিয়ে দেয়, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের উপর লানত করেছেন।;\n",
        "id": 5511,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আসমা বিনতু আবূ বাকর (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪১২. পরচুলা লাগানো",
        "hadithBengali": "৫৫১২। মুহাম্মদ ইবনু মুকাতিল (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহ ঐ নারীর উপর অভিশাপ বর্ষণ করেন, যে পরচুলা লাগায়, আর অপরকে পরচুলা লাগিয়ে দেয়। আর যে নারী উল্কি উৎকীর্ণ করে এবং যে তা করায়। নাফি বলেনঃ উল্কি উৎকীর্ণ করা হয় (সাধারণত) উঁচু গোশতের উপরে।;\n",
        "id": 5512,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪১২. পরচুলা লাগানো",
        "hadithBengali": "৫৫১৩। আদম (রহঃ) ... সাঈদ ইবনু মূসায়্যাব (রহঃ) থেকে বর্ণিত। তিনি বলেনঃ মুআবিয়া (রাঃ) শেষ বারের মত যখন মদিনায় আসেন তখন তিনি আমাদের সামনে ভাষণ প্রদান করেন। তিনি এক গোছা চুল বের করে বললেন, আমি ইয়াহুদী ব্যতীত অন্য কাউকে এ জিনিস ব্যবহার করতে দেখিনি। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একে অর্থাৎ পরচুলা ব্যবহারকারী নারীকে প্রতারক বলেছেন।;\n",
        "id": 5513,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সাঈদ ইবনু মুসাইয়্যাব (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪১৩. ভ্রু উপড়ে ফেলা",
        "hadithBengali": "৫৫১৪। ইসহাক ইবনু ইবরাহীম (রহঃ) ... আলকামা (রহঃ) থেকে বর্ণিত। তিনি বলেনঃ সৌন্দর্যের উদ্দেশ্যে যে সব নারী অংগ-প্রতংগে উল্কি উৎকীর্ণ করে যে সব নারী ভ্রু উপড়ে ফেলে এবং যেসব নারী দাঁত সরু করে দাঁতের মাঝে ফাক সৃষ্টি করে যা আল্লাহর সৃষ্টিকে পরিবর্তন করে দেয়, তাদের উপর আবদুল্লাহ (ইবনু মাসউদ) লানত করেছেন। উম্মে ইয়াকুব বললঃ এ কেমন কথা? আবদুল্লাহ বললেনঃ আমি কেন তাকে লানত করবো না, যাকে আল্লাহর রাসূল লানত করেছেন এবং আল্লাহর কিতাবেও। উম্মে ইয়াকুব বললঃ আল্লাহর কসম! আমি সম্পূর্ণ কুরআন পড়েছি, কিন্তু এ কথা তো কোথাও পাইনি। তিনি বললেনঃ আল্লাহর কসম! তুমি যদি তা পড়তো তবে অবশ্যই পেতেঃوَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا রাসূল তোমাদের কাছে যা এনেছেন তা গ্রহণ কর এবং যা থেকে নিষেধ করেছেন তা বর্জন কর।;\n",
        "id": 5514,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আলকামাহ (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪১৪. পরচুলা লাগানো ",
        "hadithBengali": "৫৫১৫। মুহাম্মদ (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ পরচুলা লাগাবার পেশা অবলম্বনকারী নারী, যে নিজের মাথায় পরচুলা লাগায় উল্কি উৎকীর্ণকারী নারী এবং যে উৎকীর্ণ করে আল্লাহর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের অভিশাপ করেছেন।;\n",
        "id": 5515,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪১৪. পরচুলা লাগানো ",
        "hadithBengali": "৫৫১৬। হুমায়দী (রহঃ) ... আসমা (বিনত আবূ বকর) (রাঃ) থেকে বর্ণিত। জনৈক মহিলা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জিজ্ঞাসা করলঃ হে আল্লাহর রাসুল! আমার এক মেয়ের বসন্ত রোগ হয়ে মাথার চুল ঝরে পড়ে গেছে। আমি তাকে বিবাহ দিয়েছি। তার মাথায় কি পরচুলা লাগিয়া দিব? তিনি বললেনঃ পরচুলাজীবী ও পরচুলাধারী নারীকে আল্লাহ অভিশাপ দিয়েছেন।;\n",
        "id": 5516,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আসমা বিনতু আবূ বাকর (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪১৪. পরচুলা লাগানো ",
        "hadithBengali": "৫৫১৭। ইউসুফ ইবনু মূসা (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে শুনেছি অথবা বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ উল্কি উৎকীর্নকারী এবং পেশা অবলম্বনকারী নারী আর পরচুলা ব্যবহারকারী পরচুলা লাগাবার পেশা অবলম্বনকারী নারীকে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম লানত করেছেন।;\n",
        "id": 5517,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪১৪. পরচুলা লাগানো ",
        "hadithBengali": "৫৫১৮। মুহাম্মদ ইবনু মুকাতিল (রহঃ) ... আবদুল্লাহ ইবনু মাউসদ (রাঃ) থেকে বর্ণিত। তিনি বলেন, সৌন্দর্যের জন্য উল্কি উৎকীর্ণকারী ও উল্কি গ্রহণকারী, ভ্রু উত্তোলনকারী নারী এবং দাঁত চিকন করে মাঝে ফাঁক সৃষ্টিকারী নারী, যা আল্লাহর সৃষ্টির মধ্যে পরিবর্তন সাধন করে, তাদের উপর আল্লাহর লানত বর্ষিত হোক। (রাবী বলেন) আমি কেন তাকে লানত করবো না, যাকে আল্লাহর রাসুল লানত করেছেন এবং তা আল্লাহর কিতাবে বিদ্যমান রয়েছে।;\n",
        "id": 5518,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ' ইব্'ন মাসউদ (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪১৫. উলকি উৎকীর্ণকারী নারী",
        "hadithBengali": "৫৫১৯। ইয়াহইয়া (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ চোখলাগা বাস্তব সত্য এবং তিনি উল্কি উংকীর্ন করা থেকে নিষেধ করেছেন।;\n",
        "id": 5519,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪১৫. উলকি উৎকীর্ণকারী নারী",
        "hadithBengali": "৫৫২০। ইবনু বাশশার (রহঃ) ... সুফিয়ান (সাওরী) (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি আবদুর রহমান ইবনু আব্বাসের নিকট মানসুর কর্তৃক বর্ণিত আবদুল্লাহ (ইবনু মাসউদ) এর হাদীস উল্লেখ করি। তখন আবদুর রহমান ইবনু আব্বাস বলেন, আমি উম্মে ইয়াকুবের মাধ্যমে আবদুল্লাহ থেকে মানসুর কর্তৃক বর্ণিত হাদীসের অনুরুপ হাদীস শুনেছি।;\n",
        "id": 5520,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সুফিয়ান সাওরী (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪১৫. উলকি উৎকীর্ণকারী নারী",
        "hadithBengali": "৫৫২১। সুলায়মান ইবনু হারব (রহঃ) ... আওন ইবনু আবূ জুহায়ফা (রহঃ) থেকে বর্নিত। তিনি বলেন, আমি আমার পিতাকে বলতে শুনেছি, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রক্তের মূল্য ও কুকুরের মুল্য নিতে নিষেধ করেছেন। আর তিনি সুদ গ্রহণকারী, সুদ দাতা, উল্কি উৎকীর্ণকারী উল্কি গ্রহণকারী নারীদের উপর লানত করেছেন।;\n",
        "id": 5521,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আওন ইবনু আবূ জুহাইফাহ (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪১৬.  যে নারী অঙ্গ প্রতঙ্গে উলকি উৎকীর্ণ করায়",
        "hadithBengali": "৫৫২২। যুহায়র ইবনু হারব (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, উমর (রাঃ) এর নিকট এক মহিলাকে আনা হল। সে অঙ্গ প্রত্যঙ্গে উল্কি উৎকীর্ণ করতো। তিনি দাঁড়ালেন এবং বললেন, আমি তোমাদের আল্লাহর কসম দিয়ে বলছি (তোমাদের মধ্যে) এমন কে আছে যে উল্কি উৎকীর্ন করা সম্পর্কে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে কিছু শুনেছে? আবূ হুরায়রা (রাঃ) বলেন, আমি দাঁড়িয়ে বললাম, হে আমীরুল মুমিনীন। আমি শুনেছি। তিনি বললেন, কি শুনেছ? আবূ হুরায়রা (রাঃ) বলেন আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি, মহিলারা যেন উল্কি উৎকীর্ন না করে এবং উল্কি উৎকীর্ণ না করায়।;\n",
        "id": 5522,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪১৬.  যে নারী অঙ্গ প্রতঙ্গে উলকি উৎকীর্ণ করায়",
        "hadithBengali": "৫৫২৩। মুসাদ্দাদ (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পরচুলা ব্যবহারকারী এবং এ পেশা অবলম্বনকারী এবং উল্কি উৎকীর্ণকারী এবং তা গ্রহণকারী নারীদের লানত করেছেন।;\n",
        "id": 5523,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪১৬.  যে নারী অঙ্গ প্রতঙ্গে উলকি উৎকীর্ণ করায়",
        "hadithBengali": "৫৫২৪। মুহাম্মদ ইবনু মুসান্না (রহঃ) ... আবদুল্লাহ ইবনু মাসউদ (রাঃ) থেকে বর্ণিত। তিনি বলেন, সৌন্দর্য বৃদ্ধি করে যে নারী উল্কি উৎকীর্ণ করে ও করায়, যে নারী ভ্রু উপড়ে ফেলে এবং যে নারী দাঁত কেটে সরু করে দাঁতের মাঝখানে ফাঁক বানায়- যে কাজগুলি দ্বারা আল্লাহর সৃষ্টির মধ্যে পরিবর্তন সাধিত হয়, এদের উপর আল্লাহ অভিশাপ বর্ষণ করেন। আমি কেন তার উপর অভিশাপ বর্ষণ করবো না, যাদের উপর আল্লাহর রাসুল অভিশাপ বর্ষণ করেছেন। এবং মহান আল্লাহর কিতাবেই তা বিদ্যমান আছে।;\n",
        "id": 5524,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ' ইব্'ন মাসউদ (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪১৭.  ছবি",
        "hadithBengali": "৫৫২৫। আদম (রহঃ) ... আবূ তালহা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ ফিরিশতা ঐ ঘরে প্রবেশ করে না, যে ঘরে কুকুর থাকে এবং ঐ ঘরেও না, যে ঘরে ছবি থাকে।;\n\nলায়স (রহঃ) আবূ তালহা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে (এ বিষয়ে) শুনেছি।;\n",
        "id": 5525,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ ত্বলহা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪১৮. ক্বিয়ামতের দিন ছবি নির্মাতাদের শাস্তি প্রসঙ্গে ",
        "hadithBengali": "৫৫২৬। হুমায়দী (রহঃ) ... মুসলিম (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমরা (একবার) মাসরুকের সাথে ইয়াসার ইবনু নুমায়রের ঘরে ছিলাম। মাসরুক ইয়াসারের ঘরের আঙ্গিনায় কতগুলো মুর্তি দেখতে পেয়ে বললেনঃ আমি আবদুল্লাহ ইবনু মাসউদ (রাঃ) থেকে শুনেছি এবং তিনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছেন যে, (কিয়ামতের দিন) মানুষের মধ্যে সবচেয়ে কঠিন শাস্তি হবে তাদের, যারা ছবি বানায়।;\n",
        "id": 5526,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "মুসলিম (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪১৮. ক্বিয়ামতের দিন ছবি নির্মাতাদের শাস্তি প্রসঙ্গে ",
        "hadithBengali": "৫৫২৭। ইবরাহীম ইবনু মুনযির (রহঃ) ... আবদুল্লাহ ইবনু উমার (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যারা এ জাতীয় (প্রানীর) ছবি তৈরি করে, কিয়ামতের দিন তাদের শাস্তি দেয়া হবে। তাদের বলা হবে তোমরা যা বানিয়েছিলে তা জীবিত কর।;\n",
        "id": 5527,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪১৯. ছবি ভেঙ্গে ফেলা ",
        "hadithBengali": "৫৫২৮। মুআয ইবনু ফাযালা (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিজের ঘরের এমন কিছুই না ভেঙ্গে ছাড়তেন না, যাতে কোন (প্রাণীর) ছবি থাকত।;\n",
        "id": 5528,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪১৯. ছবি ভেঙ্গে ফেলা ",
        "hadithBengali": "৫৫২৯। মূসা (রহঃ) ... আবূ যুরআ (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি আবূ হুরায়রা (রাঃ) এর সাথে মদিনার এক ঘরে প্রবেশ করি। ঘরের উপরে এক ছবি নির্মাতাকে তিনি ছবি তৈরী করতে দেখলেন। তিনি বললেনঃ আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি। (আল্লাহ বলেছেন) ঐ ব্যাক্তির চেয়ে অধিক যালিম আর কে, যে আমার সৃষ্টির অনুরূপ কোন কিছু সৃষ্টি করতে যায়? তা হলে তারা একটি দানা সৃষ্টি করুক অথবা একটি অণুপরিমাণ কণা সৃষ্টি করুক? তারপর তিনি একটি পানির পাত্র চেয়ে আনালেন এবং (উযূ (ওজু/অজু/অযু) করতে গিয়ে) বোগল পর্যন্ত দুহাত ধুইলেন। আমি জিজ্ঞাসা করলামঃ হে আবূ হুরায়রা! (এ ব্যাপারে) আপনি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে কিছু শুনেছেন কি? তিনি বললেনঃ (হ্যাঁ, শুনেছি) অলংকার পরার শেষ প্রান্ত পর্যন্ত (ধোয়া উত্তম)।;\n",
        "id": 5529,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ যুরআহ ইবনু আমর ইবনু জারীর (রহ.)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪২০. ছবিযুক্ত কাপড় দিয়ে বসার আসন তৈরী করা",
        "hadithBengali": "৫৫৩০। আলী ইবনু আবদুল্লাহ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (তাবুক যুদ্ধের) সফর থেকে প্রত্যাগমন করলেন। আমি আমার কক্ষে পাতলা কাপড়ের পর্দা টাঙ্গিয়েছিলাম। তাতে ছিল (প্রানীর) অনেকগুলো ছবি। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন এটা দেখলেন, তখন তা ছিড়ে ফেললেন এবং বললেনঃ কিয়ামতের দিন সে সব মানুষের সবচেয়ে কঠিন আযাব হবে, যারা আল্লাহর সৃষ্টির (প্রানীর) অনুরূপ তৈরি করবে। আয়িশা (রাঃ) বলেনঃ এরপর আমরা তা দিয়ে একটি বা দুটি বসার আসন তৈরি করি।;\n",
        "id": 5530,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪২০. ছবিযুক্ত কাপড় দিয়ে বসার আসন তৈরী করা",
        "hadithBengali": "৫৫৩১। মুসাদ্দাদ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক সফর থেকে প্রত্যাগমন করেন। সে সময় আমি নকশাদার (প্রানীর) ছবিযুক্ত কাপড় দিয়ে (ঘরের) পর্দা লটকিয়ে ছিলাম। আমাকে তিনি তা খুলে ফেলার হুকুম করেন। তখন আমি খুলে ফেললাম। আর আমি ও নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একই পাত্র থেকে (পানি নিয়ে) গোসল করতাম।;\n",
        "id": 5531,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫২১. ছবির উপর বসা অপছন্দনীয়",
        "hadithBengali": "৫৫৩২। হাজ্জাজ ইবনু মিনহাল (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি একবার ছবিযুক্ত গদি খরীদ করেন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (বাহির থেকে এসে এ অবস্থা দেখে) দরজার কাছে দাঁড়িয়ে থাকলেন, প্রবেশ করলেন না। আমি বললামঃ যে পাপ আমি করেছি তা থেকে আল্লাহর কাছে তাওবা করছি। তিনি জিজ্ঞাসা করলেনঃ এ গদি কিসের জন্য? আমি বললামঃ আপনি এতে বসবেন ও হেলান দিবেন। তিনি বললেনঃ এসব ছবির নির্মাতাদের কিয়ামতের দিন আযাব দেওয়া হবে। তাদের বলা হবে, যা তোমরা তৈরি করেছিলে সেগুলো জীবিত কর। আর যে ঘরে ছবি থাকে সে ঘরে ফিরিশতা প্রবেশ করে না।;\n",
        "id": 5532,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫২১. ছবির উপর বসা অপছন্দনীয়",
        "hadithBengali": "৫৫৩৩। কুতায়বা (রহঃ) ... রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাথী আবূ তালহা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ঘরে ছবি থাকে সে ঘরে ফিরিশতা প্রবেশ করে না। এ হাদীসের (এক রাবী) বুসর বলেনঃ যায়েদ একবার অসুস্থ হয়ে পড়ল। আমরা তার সেবা শুশ্রুষার জন্য গেলাম। তখন তার ঘরের দরজায় ছবিযুক্ত পর্দা দেখতে পেলাম। আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সহধর্মিনা মায়মূনা (রাঃ) এর প্রতিপালিত উবায়দুল্লাহর কাছে জিজ্ঞাস করলাম, ছবি সম্পর্কে প্রথম দিনই যায়দ আমাদের কি জানায় নি? তখন উবায়দুল্লাহ বললেন, তিনি যখন বলেছিলেন তখন কি তুমি শুননি যে, কারুকার্য করা কাপড় ব্যাতিরেকে? ইবনু ওহাব অন্য সূত্রে আবূ তালহা (রাঃ) থেকে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হতে এ হাদীস বর্ণনা করেছেন।;\n",
        "id": 5533,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ ত্বলহা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪২২. ছবিযুক্ত কাপড়ে নামায পড়া মাকরূহ",
        "hadithBengali": "৫৫৩৪। ইমরান ইবনু মায়সারা (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, আয়িশা (রাঃ) এর নিকট কিছু পর্দার কাপড় ছিল, তা দিয়ে তিনি ঘরের এক দিকে পর্দা করেন। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বললেনঃ আমার থেকে এটা সরিরে নাও, কেননা এর ছবিগুলো সালাত (নামায/নামাজ) এর মধ্যে আমাকে বাধার সৃষ্টি করে।;\n",
        "id": 5534,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪২৩. যে ঘরে ছবি থাকে সে ঘরে (রহমতের) ফেরেশতা প্রবেশ করেন না",
        "hadithBengali": "৫৫৩৫। ইয়াহইয়া ইবনু সুলায়মান (রহঃ) ... সালিমের পিতা (আবদুল্লাহ ইবনু উমর) থেকে বর্ণিত। তিনি বলেনঃ জিবরীল (আলাইহিস সালাম) (একবার) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট (আগমনের) ওয়াদা করেন। কিন্তু তিনি আসতে দেরী করেন। এতে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর খুবই কষ্ট হচ্ছিল। এরপর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বের হয়ে পড়লেন। তখন জিবরীলের সাথে তার সাক্ষাত হল। তিনি যে মানসিক কষ্ট পেয়েছিলেন সে বিষয়ে তার কাছে বর্ণনা করলেন। তখন জিবরীল (আলাইহিস সালাম) বললেনঃ যে ঘরে ছবি বা কুকুর থাকে সে ঘরে আমরা কখনও প্রবেশ করি না।;\n",
        "id": 5535,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪২৪. যে ঘরে ছবি রয়েছে তাতে যিনি প্রবেশ করেন না",
        "hadithBengali": "৫৫৩৬। আবদুল্লাহ ইবনু মাসলামা (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন যে, (একবার) তিনি ছবিযুক্ত গদি খরিদ করেন। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (বাহির থেকে এসে) যখন তা দেখতে পেলেন, তখন দরজার উপর দাঁড়িয়ে গেলেন। (ভিতবে) প্রবেশ করলেন না। [আয়িশা (রাঃ)] নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর চেহারায় অসন্তুষ্টির ভাব বুঝতে পারলেন। তখন তিনি বললেনঃ ইয়া রাসুলাল্লাহ! আল্লাহ ও তার রাসুলের নিকট এ গুনাহ থেকে তাওবা করছি? নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ এ গদি কোত্থেকে? আয়িশা (রাঃ) বললেনঃ আপনার বসার ও স্থান দেওয়ার জন্য আমি এটি খরীদ করেছি। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখন বললেনঃ এসব ছবির নির্মাতাদের কিয়ামতের দিন আযাব দেওয়া হবে এবং তাদের বলা হবে তোমরা যা বানিয়েছিলে তা জীবিত কর। তিনি আরো বললেনঃ যে ঘরে (প্রানীর) ছবি থাকে, সে ঘরে (রহমতের) ফিরিশতা প্রবেশ করে না।;\n",
        "id": 5536,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪২৫. ছবি নির্মানকারীকে যিনি লানত করেছেন",
        "hadithBengali": "৫৫৩৭। মুহাম্মদ ইবনু মূসান্না (রহঃ) ... আবূ জুহায়ফা (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রক্তের মূল্য কুকুরের মূল্য ও যিনাকারীর উপার্জন গ্রহণ করতে নিষেধ করেছেন। আর তিনি সুদ গ্রহিতা, সুদদাতা, অঙ্গ-প্রত্যঙ্গে (সূচের মাথা দিয়া ছিদ্র করে) উল্কি উৎকীর্নকারী ও তা করানোওয়ালা এবং ছবি নির্মাণকারীকে লানত করেছেন।;\n",
        "id": 5537,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ জুহাইফাহ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪২৬. যে ব্যক্তি ছবি নির্মাণ করে তাকে কিয়ামতের দিন তাতে রূহ দানের জন্য নির্দেশ দেওয়া হবে কিন্তু সে সক্ষম হবে না",
        "hadithBengali": "৫৫৩৮। আয়াশ ইবনু ওয়ালীদ (রহঃ) ... কাতাদা (রহঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি ইবনু আব্বাস (রাঃ) এর নিকট ছিলাম। আর (উপস্থিত) লোকজন তার কাছে বিভিন্ন কথা জিজ্ঞাসা করছিল। কিন্তু (কোন কথার উত্তরেই) তিনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর (হাদীস) উল্লেখ করছিলেন না। অবশেষে তাকে ছবি সম্পর্কে জিজ্ঞাসা করা হলো তিনি বললেনঃ আমি মুহাম্মদসাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি, যে ব্যাক্তি দুনিয়ায় কোন প্রানীর ছবি নির্মাণ করে, কিয়ামতের দিন তাকে কঠোরভাবে নির্দেশ দেওয়া হবে ঐ ছবির মধ্যে রূহ দান করার জন্য। কিন্তু সে রূহ দান করতে পারবে না।;\n",
        "id": 5538,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "কাতাদাহ (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪২৭.  সাওয়ারীর উপর কারও পশ্চাতে বসা",
        "hadithBengali": "৫৫৩৯। কুতায়বা (রহঃ) ... উসামা ইবনু যায়েদ (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (একবার) গাধার পিঠে আরোহণ করেন। পিঠের উপরে ফাদাকের তৈরী মোটা গদি ছিল। উসামাকে তিনি তাঁর পেছনে বসান।;\n",
        "id": 5539,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উসামাহ ইবনু যায়দ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪২৮. এক সাওয়ারীর উপর তিনজন বসা",
        "hadithBengali": "৫৫৪০। মুসাদ্দাদ (রহঃ) ... ইবন আব্বাস (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন মক্কায় আগমন করেন তখন আবদুল মুত্তালিব গোত্রের তরুণ বালকরা তাকে অভ্যর্থনা জানায়। তাদের একজনকে তিনি তার সামনে এবং অন্য একজনকে তার পেছনে উঠিয়ে নেন।;\n",
        "id": 5540,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪২৯. সাওয়ারী জানোয়ারের মালিক অন্যকে সামনে বসাতে পারে কি না? কেউ কেউ বলেছেন, জানোয়ারের মালিক সামনে বসার বেশী হকদার, তবে যদি কাউকে সে অনুমতি দেয়, তবে তা ভিন্ন কথা।",
        "hadithBengali": "৫৫৪১। মুহাম্মদ ইবনু বাশশার (রহঃ) ... আইউব (রহঃ) থেকে বর্ণিত। তিনি বলেন, খারাপ তিন ব্যাক্তির কথা আমার কাছে উল্লেখ করা হয়। তিনি বলেনঃ ইবনু আব্বাস (রাঃ) বলেছেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন মক্কায় আসেন তখন তিনি কুসামকে (তার সাওয়ারীর) সামনে ও ফাযলকে পাশ্চাতে বসান। অথবা কুসামকে পশ্চাতে ও ফাযলকে সামনে বসান। তা হচ্ছে কে তাদের মধ্যে মন্দ অথবা কে তাদের মধ্যে ভাল?;\n",
        "id": 5541,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আইয়ূব সিখতিয়ানী (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৩০. পরিচ্ছেদ নাই",
        "hadithBengali": "৫৫৪২। হাফযা ইবনু খালিদ (রহঃ) ... মুআয ইবনু জাবাল (রাঃ) থেকে বর্ণিত। তিনি বলেন, একদা আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর পেছনে বসা ছিলাম। আমার ও তার মাঝে লাগামের রশির প্রান্তদেশ ভিন্ন অন্য কিছুই ছিল না। তিনি বললেনঃ মুআয! আমি বললামঃ হাযির আছি, ইয়া রাসুলাল্লাহ! তারপর কিছুক্ষন চললেন। পুনরায় বললেনঃ হে মুআয! আমি বললাম হাযির আছি, ইয়া রাসুলাল্লাহ! তারপর আরও কিছুক্ষণ চললেন। আবার বললেনঃ হে মুআয ইবনু জাবাল! আমি বললাম হাযির আছি, ইয়া রাসুলাল্লাহ! তিনি বললেনঃ তুমি জানো, বান্দার উপর আল্লাহর কী হক? আমি বললাম আল্লাহ ও তার রাসুলই ভাল জানেন। তিনি বললেন বান্দার উপর আল্লাহর হক এই যে, তারা কেবল তারই ইবাদত করবে, অন্য কিছুকে তাঁর শরীক করবে না। এরপর কিছু সময় চললেন। তারপব বললেনঃ হে মুআয ইবনু জাবাল! আমি বললামঃ হাযির আছি, ইয়া রাসুলাল্লাহ! তিনি বললেনঃ বান্দারা যখন তাদের দায়িত্বপালন করে, তখন আল্লাহর প্রতি বান্দাদের অধিকার কি তা জানো কি? আমি বললাম আল্লাহ ও তার রাসুলই ভাল জানেন। তিনি বললেনঃ আল্লাহর উপর বান্দার অধিকার এই যে তিনি তাদের আযাব দিবেন না।;\n",
        "id": 5542,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "মুআয বিন জাবাল (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৩১. সওয়ারীর উপর পুরুষের পিছনে মহিলার বসা",
        "hadithBengali": "৫৫৪৩। হাসান ইবনু মুহাম্মদ ইবনু সাব্বাহ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেন আমরা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সংগে খায়বার থেকে (মদিনায়) ফিরে আসলাম। আমি আবূ তালহার সাওয়ারীর উপর পেছনে বসাছিলাম, আর তিনি সাওয়ারী চালাচ্ছিলেন। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর জনৈক সহধর্মিণী তার সাওয়ারীর পশ্চাতে বসেছিলেন। হঠাৎ উটনীটি হোঁচট খেয়ে পড়ে গেল। আমি বললাম মহিলা, এরপর আমি নেমে পড়লাম। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ ইনি তোমাদের মা। আমি হাওদাটি শক্ত করে বেঁধে দিলাম। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সাওয়ারীতে উঠলেন। যখন তিনি মদিনার নিকটবর্তী হলেন, কিংবা রাবী বলেছেন, তিনি যখন (মদিনা) দেখতে পেলেন। তখন বললেনঃ আমরা প্রত্যাগমনকারী, তাওবাকারী, আমাদের রবের ইবাদতকারী, (তার) প্রশংসাকারী।;\n",
        "id": 5543,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৩২.  চিৎ হয়ে শয়ন করা এবং এক পা অন্য পায়ের উপর রাখা",
        "hadithBengali": "৫৫৪৪। আহমাদ ইবনু ইউনূস (রহঃ) ... আব্বাদ ইবনু তামীম তাঁর চাচা [আবদুল্লাহ ইবনু যায়েদ (রাঃ)] থেকে বর্ণিত যে, তিনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে মসজিদের মধ্যে এক পায়ের উপরে অন্য পা উঠিয়ে চিৎ হয়ে শয়ন করতে দেখেছেন।;\n",
        "id": 5544,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আব্বাদ ইবনু তামীম (রহঃ)",
        "status_bn": "সহিহ"

    }
]