[
    {

        "chapter_bn": "২৪৩৩. মহান আল্লাহ্'র বাণীঃ আমি মানুষকে তার মাতা-পিতার সাথে উত্তম ব্যবহার করার নির্দেশ দিয়েছি",
        "hadithBengali": "৫৫৪৫। আবূল ওয়ালীদ (রহঃ) ... আবদুল্লাহ (ইবনু মাসউদ) (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জিজ্ঞাসা করলাম আল্লাহর নিকট কোন আমল সবচেয়ে বেশী পছন্দনীয়? তিনি বললেনঃ সময় মত সালাত (নামায/নামাজ) আদায় করা। (আবদুল্লাহ) জিজ্ঞাসা করলেনঃ তারপর কোনটি? তিনি বললেনঃ পিতা মাতার সঙ্গে উত্তম ব্যবহার করা। আবদুল্লাহ জিজ্ঞাসা করলেনঃ তারপর কোনটি? তিনি বললেনঃ আল্লাহর রাস্তায় জিহাদ করা। আবদুল্লাহ বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এগুলো সম্পর্কে আমাকে বলেছেন। আমি যদি তাকে আরও বেশী প্রশ্ন করতাম, তিনি আমাকে অধিক জানাতেন।;\n",
        "id": 5545,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ' ইব্'ন মাসউদ (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৩৪.  উত্তম ব্যবহার পাওয়ার কে বেশী হকদার?",
        "hadithBengali": "৫৫৪৬। কুতায়বা ইবনু সাঈদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, এক লোক রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এসে জিজ্ঞাসা করলামঃ ইয়া রাসূলাল্লাহ! আমার কাছে কে উত্তম ব্যবহার পাওয়ার বেশী হকদার? তিনি বললেনঃ তোমার মা। লোকটি বললঃ তারপর কে? নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমার মা। সে বললঃ তারপর কে? তিনি বললেনঃ তোমার মা। সে বললঃ তারপর কে? তিনি বললেনঃ তারপর তোমার বাপ। ইবনু শুবরুমা বলেন, ইয়াহইয়া ইবনু আইউব আবূ যুরআ থেকে অনুরূপ বর্ণনা করেছেন।;\n",
        "id": 5546,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৩৫. পিতা-মাতার অনুমতি ছাড়া জিহাদে যাবে না",
        "hadithBengali": "৫৫৪৭। মুসাদ্দাদ (রহঃ) ... আবদুল্লাহ ইবনু আমর (রাঃ) থেকে বর্ণিত। তিনি বলেন, এক ব্যাক্তি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জিজ্ঞাসা করলোঃ আমি কি জিহাদে যাব? তিনি বলেনঃ তোমার কি পিতা-মাতা আছে? সে বলল হ্যাঁ। তিনি বললেনঃ তা হলে তাদের (সেবার) মাঝে জিহাদ করো।;\n",
        "id": 5547,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আমর ইবনুল আস (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৩৬. কোন লোক পিতা-মাতাকে গালি দেবে না",
        "hadithBengali": "৫৫৪৮। আহমাদ ইবনু ইউনূস (রহঃ) ... আবদুল্লাহ ইবনু আমর (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কবীরা গুনাহসমূহের মধ্যে সবচেয়ে বড় গুনাহ নিজের পিতা-মাতাকে লানত করা। জিজ্ঞাসা করা হলঃ ইয়া রাসুলাল্লাহ! আপন পিতা-মাতাকে কোন লোক কিভাবে লানত করতে পারে? তিনি বললেনঃ সে অন্য কোন লোকের পিতাকে গালি দেয়, তখন সে তার পিতাকে গালি দেয় এবং সে অন্যের মাকে গালি দেয়, তারপরে সে তার মাকে গালি দেয়।;\n",
        "id": 5548,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আমর ইবনুল আস (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৩৭. পিতা-মাতার প্রতি উত্তম ব্যবহারকারীর দুআ কবুল হওয়া",
        "hadithBengali": "৫৫৪৯। সাঈদ ইবনু আবূ মারইয়াম (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেন যে, তিনজন লোক হেঁটে চলছিল। তাদের উপর বৃষ্টি শুরু হলে তারা এক পাহাড়ের গুহায় আশ্রয় নেয়। এমন সময় পাহাড় থেকে একটি পাথর তাদের গুহার মুখের উপর গড়িয়ে পড়ে এবং মুখ বন্ধ করে ফেলে। তাদের একজন অপরজনকে বললঃ তোমরা তোমাদের কৃত আমলের প্রতি লক্ষ্য করো, যে নেক আমল তোমরা আল্লাহর জন্য করেছ; তার ওসিলায় আল্লাহর নিকট দুআ করো। হয়তো তিনি এটি সরিয়ে দিবেন।;\n\nতখন তাদের একজন বলল ইয়া আল্লাহ! আমার বায়োবৃদ্ধ মাতাপিতা ছিল এবং ছেটি ছোট শিশু ছিল। আমি তাদের (জীবিকার) জন্য মাঠে পশু চরাতাম। যখন সন্ধায় ফিরতাম, তখন দুধ দোহন করতাম এবং আমার সন্তানদের আগেই পিতামাতাকে পান করতে দিতাম। একদিন সেগুলো দূরে বনের মধ্যে চলে যায়। ফলে আমার ফিরতে রাত হয়। ফিরে দেখলাম তারা উভয়ে ঘুমিয়ে পড়েছেন। আমি যেমন দুধ দোহন করতাম, তেমনি দোহন করলাম। তারপর দুধ নিয়ে এলাম এবং উভয়ের মাথার কাছে দাড়িয়ে রইলাম। ঘূম থেকে তাদের উভয়কে জাগানো ভাল মনে করলাম না। আর তাদের আগে শিশুদের পান করানোও অপছন্দ করলাম। আর শিশুরা আমার দুপায়ের কাছে কান্নাকাটি করছিল। তাদের ও আমার মাঝে এ অবস্থা চলতে থাকে। অবশেষে ভোর হয়ে গেল। (ইয়া আল্লাহ) আপনি জানেন যে, আমি কেবল আপনার সন্তুষ্টির জন্যই একাজ করেছি। তাই আপনি আমাদের জন্য একটু ফাঁক করে দিন, যাতে আমরা আকাশ দেখতে পাই। তখন আল্লাহ তাদের জন্য একটু ফাঁক করে দিলেন, যাতে তারা আকাশ দেখতে পায়।;\n\nদ্বিতীয় ব্যাক্তি বললঃ ইয়া আল্লাহ! আমার একটি চাচাতো বোন ছিল। আমি তাকে এতখানি ভালবাসতাম, যতখানি একজন পুরুষ কোন নারীকে ভালবাসতে পারে। আমি তাতে একান্তভাবে পেতে চাইলাম। সে অসম্মতি জানাল, যতক্ষণ আমি তার কাছে একশ দ্বীনার উপস্থিত না করি। আমি চেষ্টা করলাম এবং একশ স্বর্ণমুদ্রা জোগাড় করলাম। এগুলো নিয়ে তার সাথে সাক্ষাৎ করলাম। যখন আমি তার দুপায়ের মধ্যে বসলাম, তখন সে বলল, হে আবদুল্লাহ! আল্লাহকে ভয় করো; আমার কুমারিত্ত নষ্ট করো না। তখন আমি উঠে গেলাম। ইয়া আল্লাহ! আপনি জানেন যে, কেবল আপনার সন্তুষ্টির জন্যই আমি তা করেছি। তাই আমাদের জন্য এটি ফাঁক করে দিন। তখন তাদের জন্য আল্লাহ আরও কিছু ফাঁক করে দিলেন।;\n\nশেষের লোকটি বললঃ ইয়া আল্লাহ! আমি একজন মজদুরকে এক ফারক চাউলের বিনিময়ে কাজে নিয়োগ করেছিলাম। সে তার কাজ শেষ করে এসে বলল, আমার প্রাপ্য দিয়ে দিন। আমি তার প্রাপ্য তার সামনে উপস্থিত করলাম কিন্তু সে তা ছেড়ে দিল ও প্রত্যাখ্যান করলো। তারপর তার প্রাপ্য আমি ক্রমাগত কৃষিকাজে খাটাতে লাগলাম। তার দ্বারা অনেকগুলো গরু ও গাধা জমা করলাম। এরপর সে একদিন আমার কাছে এসে বললঃ আল্লাহকে ভয় কর, আমার উপর যুলম করো না এবং আমার প্রাপ্য দিয়ে দাও। আমি বললামঃ গরু ও রাখালের কাছে চলে যাও। সে বললঃ আল্লাহকে ভয় করো, আমরে সাথে উপহাস করো না। আমি বললাম তোমার সঙ্গে আমি উপহাস করছি না। তুমি ঐ গরুগুলো ও তার গাধা নিয়ে যাও। তারপর সে ওগুলো নিয়ে চলে গেল। (ইয়া আল্লাহ) আপনি জানেন যে, তা আমি আপনার সন্তুষ্টি লাভের জন্যই করেছি, তাই আপনি অবশিষ্ট অংশ উন্মুক্ত করে দিন। তারপর আল্লাহ তাদের জন্য তা উন্মুক্ত করে দিলেন।;\n",
        "id": 5549,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৩৮. পিতা-মাতার নাফরমানী করা কবিরা গুনাহ",
        "hadithBengali": "৫৫৫০। সাদ ইবনু হাফস ... মুগীরা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহ তাআলা তোমাদের উপর হারাম করেছেন, মা-বাপের নাফরমানী করা, প্রাপকের প্রাপ্য আটক রাখা, যে জিনিস গ্রহন করা তোমাদের জন্য ঠিক নয় তা তলব করা এবং কন্যা সন্তানকে জীবিত কবর দেওয়া। আর তিনি তোমাদের জন্য অপছন্দ করেছেন গল্প-গুজব করা, অপ্রয়োজনীয় প্রশ্ন করা ও সম্পদ নষ্ট করা।;\n",
        "id": 5550,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "মুগীরা ইবনু শু'বা  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৩৮. পিতা-মাতার নাফরমানী করা কবিরা গুনাহ",
        "hadithBengali": "৫৫৫১। ইসহাক (রহঃ) ... আবূ বাকরা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমি কি তোমাদের সবচেয়ে বড় গুনাহ সম্পর্কে সতর্ক করব না? আমরা বললামঃ অবশ্যই সতর্ক করবেন, ইয়া রাসুলাল্লাহ! তিনি বললেনঃ আল্লাহর সঙ্গে শরীক করা, পিতা-মাতার নাফরমানী করা। এ কথা বলার সময় তিনি হেলান দিয়ে বসাছিলেন। এরপর (সোজা হয়ে) বসলেন এবং বললেনঃ মিথ্যা বলা ও মিথ্যা সাক্ষ্য দেওয়া, দুবার করে বললেন এবং ক্রমাগত এ কথাই বলে চললেন। এমনকি আমি বললাম, তিনি মনে হয় থামবেন না।;\n",
        "id": 5551,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ বাকরা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৩৮. পিতা-মাতার নাফরমানী করা কবিরা গুনাহ",
        "hadithBengali": "৫৫৫২। মুহাম্মদ ইবনু ওয়ালীদ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কবীরা গুনার কথা উল্লেখ করলেন অথবা তাকে কবীরা গুনাহ সম্পর্কে জিজ্ঞাসা করা হল। তখন তিনি বললেনঃ আল্লাহর সঙ্গে শরীক করা। মানুষ হত্যা করা ও মা-বাপের নাফরমানী করা। তারপর তিনি বললেনঃ আমি কি তোমাদের কবীরা গুনাহর অন্যতম গুনাহ সম্পর্কে সতর্ক করবো না? পরে বললেনঃ মিথ্যা কথা বলা। অথবা বলেছেনঃ মিথ্যা সাক্ষ্য দেওয়া। শুবা (রহঃ) বলেনঃ আমার প্রবল ধারণা হয় যে, তিনি বলেছেনঃ মিথ্যা সাক্ষ্য দেওয়া।;\n",
        "id": 5552,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৩৯. মুশরিক পিতার সাথে সুসম্পর্ক বজায় রাখা",
        "hadithBengali": "৫৫৫৩। হুমায়দী (রহঃ) ... আবূ বকর (রাঃ) এর কন্যা আসমা (রাঃ) থেকে বর্ণিত। বলেন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যুগে আমার অমুসলিম মা আমার কাছে এলেন। আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট জিজ্ঞাসা করলামঃ তার সঙ্গে ভাল ব্যবহার করবো কি না? তিনি বললেনঃ হ্যাঁ। ইবনু উয়ায়না (রহঃ) বলেন, এ ঘটনা প্রসঙ্গেই আল্লাহ তাআলা নাযিল করেনঃ যারা দ্বীনের ব্যাপারে তোমাদের সাথে যুদ্ধ করে না তাদের সাথে ভাল ব্যবহার করতে আল্লাহ তোমাদেরকে নিষেধ করছেন না।;\n",
        "id": 5553,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আসমা বিনতু আবূ বাকর (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৪০.  যে স্ত্রীর স্বামী আছে, ঐ স্ত্রীর পক্ষে তার নিজের মায়ের সঙ্গে ভাল ব্যবহার অক্ষুণ্ন রাখা। লায়স (র) ...... আসমা (রাঃ) থেকে বর্ণনা করেন। তিনি বলেনঃ কুরাইশরা যে সময়ে নবী (সাঃ) এর সঙ্গে সন্ধি চুক্তি করেছিল, ঐ চুক্তি কালীন সময়ে আমার মা তাঁর পিতার সঙ্গে এলেন। আমি নবী (সাঃ) এর কাছে জিজ্ঞাসা করলামঃ আমার মা এসেছেন, তবে সে অমুসলিম। আমি কি তার সঙ্গে ভাল ব্যবহার করব? তিনি বললেনঃ হাঁ। তোমার মায়ের সঙ্গে উত্তম ব্যবহার করো।",
        "hadithBengali": "৫৫৫৪। ইয়াহইয়া (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত যে, আবূ সুফিয়ান (রাঃ) তাকে জানিয়েছেন যে, (রোম সম্রাট) হিরাক্লিয়াস তাকে ডেকে পাঠায়। আবূ সুফিয়ান (রহঃ) বললো যে, তিনি অর্থাৎ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের সালাত (নামায/নামাজ) আদায় করতে যাকাত দিতে, পবিত্র থাকতে এবং রক্তের সম্পর্ক অক্ষুণ্ণ রাখতে আদেশ করেন।;\n",
        "id": 5554,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৪১. মুশরিক ভাইয়ের সঙ্গে সৌজন্যমূলক ব্যবহার করা",
        "hadithBengali": "৫৫৫৫। মূসা ইবনু ঈসমাঈল (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেন, একদা উমর (রাঃ) এক জোড়া রেশমী ডোরাদার কাপড় বিক্রি হতে দেখেন। এরপর তিনি (নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে) বললেনঃ ইয়া রাসুলাল্লাহ! আপনি এটি খরিদ করুন, জুমুআর দিনে, আর আপনার কাছে যখন প্রতিনিধি দল আসে তখন আপনি তা পরবেন। তিনি বললেনঃ এ সে-ই পরতে পারে, যার জন্য কল্যানের কোন অংশ নেই। এরপর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এ জাতীয় কিছু কারুকার্যময় কাপড় আসে। তিনি তা থেকে এক জোড়া কাপড় (হুল্লা) উমর (রাঃ) এর নিকট পাঠিয়ে দেন। তিনি (এসে) বললেনঃ আমি কিভাবে এটি পরবো? অথচ এ বিষয়ে আপনি যা বলার তা বলেছেন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আমি তোমাকে এটি পরার জন্য দেইনি, বরং এ জন্যই দিয়েছি যে তুমি ওটা বিক্রি করে দেবে অথবা অন্যকে পরতে দেবে। তখন উমর (রাঃ) তা মক্কায় তার এক ভাইয়ের কাছে পাঠিয়ে দেন, যে তখনও ইসলাম গ্রহন করে নি।;\n",
        "id": 5555,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৪২. রক্ত সম্পর্ক রক্ষা করার ফযীলত",
        "hadithBengali": "৫৫৫৬। আবূল ওয়ালীদ (রহঃ) ... আবূ আইউব আনসারী (রাঃ) থেকে বর্ণিত যে, এক ব্যাক্তি বললেনঃ ইয়া রাসুলাল্লাহ! আমাকে এমন একটি আমল শিখিয়ে দিন, যা আমাকে জান্নাতে প্রবেশ করাবে।;\n",
        "id": 5556,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ আইয়ুব আনসারী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৪২. রক্ত সম্পর্ক রক্ষা করার ফযীলত",
        "hadithBengali": "৫৫৫৭। আবদুর রহমান (রহঃ) ... আবূ আইউব আনসারী (রাঃ) থেকে বর্ণিত যে, এক ব্যাক্তি বললোঃ ইয়া রাসুলাল্লাহ! আমাকে এমন একটি আমল শিক্ষা দিন, যা আমাকে জান্নাতে প্রবেশ করাবে। উপস্থিত লোকজন বলল তার কি হয়েছে? তার কি হয়েছে? রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তার একটি বিশেষ প্রয়োজন আছে। এরপর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তুমি আল্লাহর ইবাদত করবে, তার সঙ্গে কাউকে শরীক করবে না, সালাত (নামায/নামাজ) কায়েম করবে, যাকাত আদায় করবে এবং আত্মীয়তার সম্পর্ক রক্ষা করবে। একে ছেড়ে দাও বর্ণনাকারী বলেনঃ তিনি ঐ সময় তার সাওয়ারীর উপর ছিলেন।;\n",
        "id": 5557,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ আইয়ুব আনসারী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৪৩. আত্মীয়তার সম্পর্কে ছিন্নকারীর পাপ",
        "hadithBengali": "৫৫৫৮। ইয়াহইয়া ইবনু বুকায়র (রহঃ) ... জুবায়র ইবনু মুতইম (রাঃ) থেকে বর্ণিত। তিনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছেনঃ আত্নীয়তার সম্পর্ক ছিন্নকারী জান্নাতে প্রবেশ করবে না।;\n",
        "id": 5558,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "জুবায়র ইবনু মুতইম (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৪৪. রক্ত সম্পর্ক রক্ষা করলে রিযক বৃদ্ধি হয়",
        "hadithBengali": "৫৫৫৯। ইবরাহীম ইবনু মুনযির (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছিঃ যে লোক তার রিযক প্রশস্ত করতে এবং আয়ু বৃদ্ধি করতে চায়, সে যেন তার আত্মীয়তার সম্পর্ক রক্ষা করে।;\n",
        "id": 5559,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৪৪. রক্ত সম্পর্ক রক্ষা করলে রিযক বৃদ্ধি হয়",
        "hadithBengali": "৫৫৬০। ইয়াহইয়া ইবনু বুকায়র (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যাক্তি চায় যে, তার রিযক প্রশস্ত হোক এবং আয়ু বৃদ্ধি হোক; সে যেন তার আত্নীয়তার সাম্পর্ক অক্ষুন্ন রাখে।;\n",
        "id": 5560,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৪৫. যে ব্যক্তি আত্মীয়ের সঙ্গে সুসম্পর্ক রাখবে, আল্লাহ তার সাথে সুসম্পর্ক রাখবেন",
        "hadithBengali": "৫৫৬১। বিশর ইবনু মুহাম্মাদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহ সকল সৃষ্টিকে পয়দা করলেন। যখন তিনি সৃষ্টি কাজ শেষ করেন, তখন আত্মীয়তার সম্পর্ক বলে উঠলোঃ সম্পর্ক ছিন্ন করা থেকে আপনার আশ্রয় গ্রহনকারীদের এই (উপযুক্ত) স্থান। তিনি (আল্লাহ) বললেনঃ হ্যাঁ তুমি কি এতে সন্তুষ্ট নও যে, তোমার সাথে যে সুসম্পর্ক রাখবে, আমিও তার সাথে সুসম্পর্ক রাখবো। আর যে তোমার থেকে সম্পর্ক ছিন্ন করবে, আমিও তার থেকে সম্পর্ক ছিন্ন করবো। সে (রক্ত সম্পর্ক) বললোঃ হ্যাঁ আমি সন্তুষ্ট হে আমার রব! আল্লাহ বললেনঃ তা হলে এ মর্যাদা তোমাকে দেওয়া হল। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা ইচ্ছে করলে (এ আয়াতটি) পড়োঃ যদি তোমরা কর্তৃত্ব লাভ (নেতৃত্ব লাভ) কর, তা হলে কি তোমরা পৃথিবীতে ফিতনা ফ্যাসাদ সৃষ্টি করবে এবং সম্পর্ক ছিন্ন করে ফেলবে?;\n",
        "id": 5561,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৪৫. যে ব্যক্তি আত্মীয়ের সঙ্গে সুসম্পর্ক রাখবে, আল্লাহ তার সাথে সুসম্পর্ক রাখবেন",
        "hadithBengali": "৫৫৬২। খালিদ ইবনু মাখলাদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ রক্ত সম্পর্কের মূল রহমান। আল্লাহ তাআলা বলেছেনঃ যে তোমার সাথে সুসম্পর্ক রাখবে, আমি তার সাথে সুসম্পর্ক রাখবো। আর যে তোমার থেকে সম্পর্ক ছিন্ন করবে, আমিও তার থেকে সম্পর্ক ছিন্ন করবো।;\n",
        "id": 5562,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৪৫. যে ব্যক্তি আত্মীয়ের সঙ্গে সুসম্পর্ক রাখবে, আল্লাহ তার সাথে সুসম্পর্ক রাখবেন",
        "hadithBengali": "৫৫৬৩। সাঈদ ইবনু আবূ মারইয়াম (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ আত্মীয়তার হক রাহমানের মূল। যে তা সঞ্জীবিত রাখবে, আমি তাকে সঞ্জীবিত রাখেবো। আর যে তা ছিন্ন করবে! আমি তাকে (আমার থেকে) ছিন্ন করবো।;\n",
        "id": 5563,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৪৬.  রক্ত সম্পর্ক সঞ্জীবিত হয়, যদি সুসম্পর্কের মাধ্যমে তাতে পানি সিঞ্চন করা হয়",
        "hadithBengali": "৫৫৬৪। আমর ইবনু আব্বাস (রহঃ) ... আমর ইবনু আস (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে উচ্চস্বরে বলতে শুনেছি, আস্তে নয়। তিনি বলেছেনঃ অমুকের বংশ আমার বন্ধু নয়। আমর বলেনঃ মুহাম্মাদ ইবনু জাফরের কিতাবে বন্ধুর পরে জায়গা খালি রয়েছে। (কোন বংশের নাম উল্লেখ নাই)। আমার বন্ধু, বরং আমার বন্ধু আল্লাহ ও নেককার মুমিনগন। আনবাসা ভিন্ন সূত্রে আমর ইবনু আস (রাঃ) থেকে বর্ণনা করেন যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে আমি শুনেছিঃ বরং তাদের সাথে (আমার) আত্মীয়তার হক রয়েছে, আমি সুসম্পর্কের রস দিয়ে তা সঞ্জীবিত রাখি।;\n",
        "id": 5564,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আমর ইবনুল আস (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৪৭. প্রতিদানকারী আত্মীয়তার হক আদায়কারী নয়",
        "hadithBengali": "৫৫৬৫। মুহাম্মাদ ইবনু কাসীর (রহঃ) ... আবদুল্লাহ ইবনু আমর (রাঃ) থেকে বর্ণিত। রাবী সুফিয়ান বলেন, আমরা এ হাদীস মারফুরুপে বর্ণনা করেননি। অবশ্য হাসান (ইবনু আমর) ও ফিতর (রহঃ) একে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে মারফূ হিসেবে বর্ণনা করেছেন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ প্রতিদানকারী আত্মীয়তার হক আদায়কারী নয়। বরং আত্মীয়তার হক আদায়কারী সে ব্যাক্তি, যে আত্মীয়তার সম্পর্ক ছিন্ন হওয়ার পরও তা বজায় রাখে।;\n",
        "id": 5565,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আমর ইবনুল আস (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৪৮. যে লোক মুশরিক অবস্থায় আত্মীয়তার সম্পর্ক বজায় রাখে, তারপর ইসলাম গ্রহণ করে",
        "hadithBengali": "৫৫৬৬। আবুল ইয়ামান (রহঃ) ... হাকীম ইবনু হিযাম (রাঃ) থেকে বর্ণিত। তিনি একবার আরয করলেনঃ ইয়া রাসূলাল্লাহ! আমি জাহিলী অবস্থায় অনেক সাওয়ারের কাজ করেছি। যেমন আত্মীয়তার হক আদায়, গোলাম আযাদ এবং দান-খয়রাত, এসব কাজে কি আমি কোন সাওসাব পাব? হাকীম (রাঃ) বলেন, তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ পুর্বের এসব নেকীর কাজের দরুনইতো তুমি ইসলাম গ্রহণ করতে পেরেছ।;\n\nইমাম বুখারী (রহঃ) অন্যত্র আবূল ইয়ামান সূত্রে (আতাহান্নাছুর স্থলে) আতাহান্নাতু বর্ণনা করেছেন। (উভয় শব্দের অর্থ একই)। মামার, সালিহ ও ইবনু মুসাফিরও আতাহান্নাছু রিওয়ায়াত করেছেন। ইবনু ইসহাক (রহঃ) বলেন, তাহান্নুছ অর্থ নেক কাজ করা। ইবনু শিহাব তার পিতা সুত্রে অনুরূপ বর্ণনা করেছেন।;\n",
        "id": 5566,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "হাকীম ইবনু হিযাম (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৪৯. অন্যের শিশু কন্যাকে নিজের সাথে খেলাধুলা করতে বাধা না দেওয়া অথবা তাকে চুম্বন দেয়া, তার সাথে হাসি-ঠাট্রা করা",
        "hadithBengali": "৫৫৬৭। হিব্বান (রহঃ) ... উম্মে খালিদ বিনত খালিদ ইবনু সাঈদ (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি আমার পিতার সঙ্গে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে আসলাম। আমার গায়ে তখন হলুদ রং এর জামা ছিল। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন সানাহ সানাহ। আবদুল্লাহ (রহঃ) বলেন, হাবশী ভাষায় এর অর্থ সুন্দর, সুন্দর। উম্মে খালিদ বলেন আমি তখন মোহরে নবুওয়াত নিয়ে খেলতে লাগলাম। আমার পিতা আমাকে ধমক দিলেন। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ ওকে (নিজ অবস্থায়) ছেড়ে দাও। এরপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন তোমার বস্ত্র পুরোনো কর ও জীর্ন কর, আবার পুরোনো কর, জীর্ন কর আবার পুরোনো কর জীর্ন কর। তিনবার বললেন। আবদুল্লাহ (রহঃ) বলেনঃ তিনি দীর্ঘ আয়ু প্রাপ্ত হিসেবে (লোকের মধ্যে) আলোচিত হয়েছিলেন।;\n",
        "id": 5567,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উম্মু খালিদ বিনতে খালিদ ইবনু সাঈদ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৫০. সন্তানকে আদর-স্নেহ করা, চুমু দেয়া ও আলিঙ্গন করা। সাবিত (রহঃ) আনাস (রাঃ) থেকে বর্ণনা করেন, নবী (সাঃ) (তাঁর পুত্র) ইবরাহীমকে চুমু দিয়েছেন ও তার ঘ্রান নিয়েছেন",
        "hadithBengali": "৫৫৬৮। মূসা ইবনু ইসমাঈল (রহঃ) ... ইবনু আবূ নুয়াইম থেকে বর্ণিত। তিনি বলেন আমি ইবনু উমর (রাঃ) এর কাছে উপস্থিত ছিলাম। তখন তাঁর কাছে একটি লোক মশার রক্ত সম্পর্কে জিজ্ঞাসা করলো। তিনি বললেনঃ কোন দেশের লোক তুমি? সে বললোঃ আমি ইরাকের অধিবাসী। ইবনু উমর (রাঃ) বললেনঃ তোমরা এর দিকে লক্ষ্য কর, সে আমাকে মশার রক্ত সম্পর্কে জিজ্ঞাসা করছে অথচ তারা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সন্তান (হুসাইন) কে হত্যা করেছে। আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছিঃ ওরা দুজন (হাসান ও হুসাইন) পৃথিবীতে আমার নিকট দুটি সুগন্ধি ফুল।;\n",
        "id": 5568,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবু নুআইম (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৫০. সন্তানকে আদর-স্নেহ করা, চুমু দেয়া ও আলিঙ্গন করা। সাবিত (রহঃ) আনাস (রাঃ) থেকে বর্ণনা করেন, নবী (সাঃ) (তাঁর পুত্র) ইবরাহীমকে চুমু দিয়েছেন ও তার ঘ্রান নিয়েছেন",
        "hadithBengali": "৫৫৬৯। আবূল ইয়ামান (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ এক মহিলা তার দুটি মেয়ে সাথে নিয়ে আমার কাছে এসে কিছু চাইলো। আমার কাছে একটি খুরমা ছাড়া আর কিছুই সে পেলো না। আমি তাকে সেটি দিয়ে দিলাম। মহিলা তার দুমেয়েকে খুরমাটি ভাগ করে দিল। তারপর সে উঠে বের হয়ে গেল। ইতিমধ্যে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এলেন। আমি তাকে ঘটনাটি জানালাম। তখন তিনি বললেনঃ যাকে এ সকল কন্যা সন্তান দিয়ে কোন পরীক্ষায় ফেলা হয়, এরপর সে তাদের সাথে উত্তম ব্যবহার করে, এ কন্যারা তার জন্য জাহান্নামের আগুন থেকে আড় স্বরূপ হবে।;\n",
        "id": 5569,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৫০. সন্তানকে আদর-স্নেহ করা, চুমু দেয়া ও আলিঙ্গন করা। সাবিত (রহঃ) আনাস (রাঃ) থেকে বর্ণনা করেন, নবী (সাঃ) (তাঁর পুত্র) ইবরাহীমকে চুমু দিয়েছেন ও তার ঘ্রান নিয়েছেন",
        "hadithBengali": "৫৫৭০। আবূল ওয়ালীদ (রহঃ) ... আবূ কাতাদা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একবার নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের সামনে এলেন। তখন উমামা বিনত আবূল আস তার কাঁধের উপর ছিলেন। এমতাবস্থায় নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সালাতে দাঁড়ালেনা যখন তিনি রুকুতে যেতেন, তাকে নামিয়ে রাখতেন, আবার যখন উঠে দাঁড়াতেন, তখন তাকেও উঠিয়ে নিতেন।;\n",
        "id": 5570,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ কাতাদাহ্ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৫০. সন্তানকে আদর-স্নেহ করা, চুমু দেয়া ও আলিঙ্গন করা। সাবিত (রহঃ) আনাস (রাঃ) থেকে বর্ণনা করেন, নবী (সাঃ) (তাঁর পুত্র) ইবরাহীমকে চুমু দিয়েছেন ও তার ঘ্রান নিয়েছেন",
        "hadithBengali": "৫৫৭১। আবূল ইয়ামান (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একবার হাসান ইবনু আলীকে চুম্বন করেন। ঐ সময় তার নিকট আকরা ইবনু হাবিস তামীমী (রাঃ) বসা ছিলেন। আকরা ইবনু হাবিস (রাঃ) বললেনঃ আমার দশ টি পুত্র আছে আমি তাদের কাউকেই কোন দিন চুম্বন করিনি। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার দিকে তাকালেন, তারপর বললেনঃ যে দয়া করে না তাকে দয়া করা হয় না।;\n",
        "id": 5571,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৫০. সন্তানকে আদর-স্নেহ করা, চুমু দেয়া ও আলিঙ্গন করা। সাবিত (রহঃ) আনাস (রাঃ) থেকে বর্ণনা করেন, নবী (সাঃ) (তাঁর পুত্র) ইবরাহীমকে চুমু দিয়েছেন ও তার ঘ্রান নিয়েছেন",
        "hadithBengali": "৫৫৭২। মুহম্মদ ইবনু ইউসুফ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, এক বেদুঈন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে বললো। আপনারা শিশুদের চুম্বন করে থাকেন, কিন্তু আমরা ওদের চুম্বন করি না। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আল্লাহ যদি তোমার অন্তর থেকে রহমত উঠিয়ে নেন, তবে আমি কি তোমার উপর (তা ফিরিয়ে দেওয়ার) অধিকার রাখি?;\n",
        "id": 5572,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৫০. সন্তানকে আদর-স্নেহ করা, চুমু দেয়া ও আলিঙ্গন করা। সাবিত (রহঃ) আনাস (রাঃ) থেকে বর্ণনা করেন, নবী (সাঃ) (তাঁর পুত্র) ইবরাহীমকে চুমু দিয়েছেন ও তার ঘ্রান নিয়েছেন",
        "hadithBengali": "৫৫৭৩। ইবনু আবূ মারইয়াম (রহঃ) ... উমর ইবনু খাত্তাব (রাঃ) থেকে বর্ণিত। তিনি বলেন, একবার নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট কিছু সংখ্যক বন্দী আসে। বন্দীদের মধ্যে একজন মহিলা ছিল। তার স্তন দুধে পূর্ন ছিল। সে বন্দীদের মধ্যে কোন শিশু পেলে তাকে ধরে কোলে নিত এবং দুধ পান করাত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের বলেনঃ তোমরা কি মনে করো এ মহিলা তার সন্তানকে আগুনে ফেলে দিতে পারে? আমরা বললামঃ না। ফেলার ক্ষমতা রাখলে সে কখনো করবে না। তারপর তিনি বলেনঃ এ মহিলাটি তার সন্তানের উপর যতটুকু দয়ালু, আল্লাহ তার বান্দার উপর তদাপেক্ষা অধিক দয়ালু।;\n",
        "id": 5573,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উমর ইবনুল খাত্তাব  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৫১. আল্লাহ দয়া-মায়াকে একশ ভাগে ভাগ করেছেন",
        "hadithBengali": "৫৫৭৪। হাকাম ইবনু নাফি (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছিঃ আল্লাহ রহমত একশ ভাগে ভাগ করেছেন। তার মধ্যে নিরানব্বই ভাগ তিনি নিজের কাছে রেখে দিয়েছেন। আর একভাগ নাযিল করেছেন। ঐ একভাগের কারনেই সৃষ্ট জগত একে অন্যের উপর দয়া করে। এমনকি ঘোড়া তার বাচ্চার উপর থেকে পা তুলে নেয় এ ভয়ে যে, সে ব্যথা পাবে।;\n",
        "id": 5574,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৫২. সন্তান খাবে, এ ভয়ে তাকে হত্যা করা",
        "hadithBengali": "৫৫৭৫। মুহাম্মদ ইবনু কাসীর (রহঃ) ... আবদুল্লাহ ইবনু মাসউদ (রাঃ) থেকে বর্ণিত। তিনি বলেন আমি জিজ্ঞাসা করলামঃ হে আল্লাহর রাসুল! কোন গুনাহ সবচেয়ে বড়? তিনি বললেনঃ কাউকে আল্লাহর সমকক্ষ স্থির করা, অথচ তিনই তোমাকে সৃষ্টি করেছেন। তিনি বললেনঃ তারপরে কোনটি? নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমার সাথে খাবে, এ ভয়ে তোমার সন্তানকে হত্যা করা। তিনি বললেনঃ তারপরে কোনটি? নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমার প্রতিবেশীর স্ত্রীর সাথে যিনা করা। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কথার সত্যতা ঘোষণা করে নাযিল হলঃ আর যারা আল্লাহর সঙ্গে অন্য কোন ইলাহকে ডাকে না।;\n",
        "id": 5575,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ' ইব্'ন মাসউদ (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৫৩. শিশুকে কোলে নেওয়া",
        "hadithBengali": "৫৫৭৬। মুহাম্মদ ইবনু মুসান্না (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একটি শিশুকে নিজের কোলে নিলেন। তারপর তাকে তাহনীক করালেন। শিশুটি তার কোলে পেশাব করে দিল। তখন তিনি পানি আনতে বললেন এবং তা (পেশাবের স্থানে) ঢেলে দিলেন।;\n",
        "id": 5576,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৫৪. শিশুকে রানের উপর রাখা",
        "hadithBengali": "৫৫৭৭। আবদুল্লাহ ইবনু মুহাম্মাদ (রহঃ) ... উসামা ইবনু যায়েদ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে হাতে ধরে তার এক রানের উপর বসাতেন এবং হাসানকে বসাতেন অন্য রানে। তারপর উভয়কে একত্রে মিসিয়ে দিতেন। পরে বলতেনঃ হে আল্লাহ! আপনি এদের উভয়কে রহম করুন, কেননা আমিও এদের ভালবাসি।;\n\nঅপর এক সূত্রে তামীমী বলেন, এ হাদীসটির ব্যাপারে আমার অন্তরে সন্দেহের উদ্রেক হল। মনে মনে ভাবলাম, আবূ উসমান থেকে আমি এতো এতো হাদীছ বর্ণনা করেছি; এ হাদীসটি মনে হয় তার থেকে শুনিনি। পরে অনুসন্ধান করে দেখলাম যে, আবূ উসমানের কাছ থেকে শ্রুত যে সব হাদীস আমার কাছে লিখিত ছিল, তার মধ্যে এটি পেয়ে গেলাম।;\n",
        "id": 5577,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উসামাহ ইবনু যায়দ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৫৫. সম্মানিত ব্যক্তির সাথে সৌজন্যমূলক আচরন করা ঈমানের অংশ",
        "hadithBengali": "৫৫৭৮। উবায়দ ইবনু ইসমাঈল (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি অন্য কোন নারীর উপর ততটা ঈর্ষান্বিত ছিলাম না, যতটা ঈর্ষাম্বিত ছিলাম খাদীজার উপর। অথচ আমার বিবাহের তিন বছর পূর্বেই তিনি ইন্তেকাল করেন। কারণ, আমি শুনতে পেতাম, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার নাম উল্লেখ করতেন। আর জান্নাতের মধ্যে মনি মুক্তার একটি ঘরের সুসংবাদ খাদীজাকে শোনাবার জন্য তার রব তাকে আদেশ দেন। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কখনও বকরী যবেহ করলে তার একটি অংশ খাদীজার বান্ধবীদের কাছে অবশ্যই পাঠিয়ে দিতেন।;\n",
        "id": 5578,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৫৬. ইয়াতীমের তত্ত্বাবধানকারীর ফযীলত",
        "hadithBengali": "৫৫৭৯। আবদুল্লাহ ইবনু আবদুল ওহাব (রহঃ) ... সাহল ইবনু সাদ (রাঃ) থেকে বর্ণিত যে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমি ও ইয়াতীমের তত্বাবধানকারী জান্নাতে এভাবে (পাশাপাশি) থাকবো। এ কথা বলার সময় তিনি তর্জনী ও মধ্যমা আঙ্গুল মিলিয়ে ইশারা করে দেখান।;\n",
        "id": 5579,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সাহল বিন সাদ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৫৭. বিধবার ভরণ-পোষণের চেষ্টাকারী",
        "hadithBengali": "৫৫৮০। ইসমাঈল ইবনু আবদুল্লাহ (রহঃ) ... সাফওয়ান ইবনু সুলায়ম (রাঃ) থেকে বর্ণিত, তিনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে মারফু রূপে বর্ণনা করেছেন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যাক্তি বিধবা ও মিসকীনদের ভরণপোষণের চেষ্টা করে, সে আল্লাহর পথের জিহাদকারীর ন্যায়। অথবা সে ঐ ব্যাক্তির ন্যায় যে দিনে সিয়াম পালন করে ও রাতে (নফল ইবাদতে) দাঁড়িয়ে থাকে।;\n",
        "id": 5580,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সাফওয়ান ইবনু সুলায়ম (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৫৭. বিধবার ভরণ-পোষণের চেষ্টাকারী",
        "hadithBengali": "৫৫৮১। ইসমাঈল (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণনা করেছেন।;\n",
        "id": 5581,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৫৮. মিসকীনদের অভাব দূরীকরণের চেষ্টারত ব্যক্তি সম্পর্কে",
        "hadithBengali": "৫৫৮২। আবদুল্লাহ ইবনু মাসালামা (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বললেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ বিধবা ও মিসকীনদের অভাব দুর করার চেষ্টারত ব্যাক্তি আল্লাহর রাস্তায় জিহাদকারীর তুল্য।;\n\nইমাম বুখারী (রহঃ) বলেনঃ) আমার ধারণা যে কানবী (বুখারীর উস্তাদ আবদুল্লাহ) সন্দেহ প্রকাশ করেছেনঃ সে সারারাত দণ্ডায়মান ব্যাক্তির ন্যায় যে (ইবাদতে) ক্লান্ত হয় না এবং এমন সিয়াম পালনকারীর ন্যায় যে সিয়াম ভাঙ্গে না।;\n",
        "id": 5582,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৫৯. মানুষ ও পশুর প্রতি দয়া",
        "hadithBengali": "৫৫৮৩। মুসাদ্দাদ (রহঃ) ... আবূ সুলায়মান মালিক ইবনু হুওয়ায়রিস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমরা কয়েকজন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকটে এলাম। তখন আমরা ছিলাম প্রায় সমবয়সী যুবক। বিশ দিন তার কাছে অমরা অবস্থান করলাম। তিনি বুঝতে পারলেন, আমরা আমাদের পরিবারবর্গের কাছে ফিরে যেতে উদগ্রীব হয়ে পড়েছি। যাদের আমরা বাড়িতে রেখে এসেছি। তাদের সম্পর্কে তিনি আমাদের কাছে জিজ্ঞাসা করলেন। আমরা তা তাকে অবহিত করলাম। তিনি ছিলেন কোমল হৃদয় ও দয়ালু তাই তিনি বললেনঃ তোমরা তোমাদের পবিবারবর্গের কাছে ফিরে যাও। তাদের (কুরআন) শিক্ষা দাও, (সৎ কাজের) আদেশ কর এবং যে ভাবে আমাকে সালাত (নামায/নামাজ) আদায় করতে দেখেছ ঠিক সেভাবে সালাত (নামায/নামাজ) আদায় কর। যখন সালাত (নামায/নামাজ) এর সময় হবে তখন তোমাদের একজন আযান দেবে এবং যে তোমাদের মধ্যে বড় সে ইমামতি করবে।;\n",
        "id": 5583,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "মালিক ইবনু হুয়াইরিস (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৫৯. মানুষ ও পশুর প্রতি দয়া",
        "hadithBengali": "৫৫৮৪। ইসমাঈল (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ একদা একব্যাক্তি পথে হেঁটে যাচ্ছিল। তার তীব্র পিপাসা লাগে। সে একটি কুপ পেয়ে যায়। সে তাতে অবতরণ করলো এবং পানি পান করলো, তারপরে উঠে এলো। হঠাৎ দেখলো একটি কুকুর হাপাচ্ছে। পিপাসায় কাতর হয়ে কাদা চাটছে। লোকটি ভাবলো এ কুকুরটি পিপাসায় সেরূপ কষ্ট পাচ্ছে যেরূপ কষ্ট আমার হয়েছিল। তখন সে কুপে অবতরণ করলো এবং তার মোজার মধ্যে পানি ভরলো, তারপর মুখ দিয়ে তা (কামড়িয়ে) ধরে উপরে উঠে এলো। তাহাপর সে কুকুরটিকে পানি পান করালো। আল্লাহ তাকে এর প্রতিদান দিলেন এবং তাকে মাফ করে দিলেন। সাহাবীগন জিজ্ঞাসা করলেনঃ ইয়া রাসুলাল্লাহ! জন্তুর জন্যও কি আমাদের পুরষ্কার আছে? তিনি বললেনঃ হ্যাঁ। প্রত্যেক দয়াদ্র হৃদয়ের অধিকারীদের জন্য পুরস্কার আছে।;\n",
        "id": 5584,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৫৯. মানুষ ও পশুর প্রতি দয়া",
        "hadithBengali": "৫৫৮৫। আবুল ইয়ামান (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একবার সালাতে দাঁড়ান। আমরাও তার সঙ্গে দাঁড়িয়ে গেলাম। এ সময় এক বেদুঈন সালাত (নামায/নামাজ) এর মধ্যে থেকেই বলে উঠলোঃ ইয়া আল্লাহ! আমার ও মুহাম্মদের উপর রহম করো এবং আমাদের সাথে আর কারো প্রতি রহম করো না। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সালাম ফিরানোর পর বেদুঈন লোকটিকে বললেনঃ তুমি একটি প্রশস্ত জিনিসকে অর্থাৎ আল্লাহর রহমতকে সংকুচিত করেছো।;\n",
        "id": 5585,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৫৯. মানুষ ও পশুর প্রতি দয়া",
        "hadithBengali": "৫৫৮৬। আবূ নুআয়ম (রহঃ) ... নুমান ইবনু বশীর (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তুমি মুমিনদের পারস্পরিক দয়া ভালবাসা ও সহানুভূতি প্রদর্শনে একটি দেহের ন্যায় দেখতে পাবে। যখন দেহের একটি অঙ্গ রোগে আক্রান্ত হয় তখন শরীরের সমস্ত অঙ্গ-প্রত্যঙ্গ রাত জাগে এবং জ্বরে অংশ গ্রহণ করে।;\n",
        "id": 5586,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "নু'মান ইবনু বশীর  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৫৯. মানুষ ও পশুর প্রতি দয়া",
        "hadithBengali": "৫৫৮৭। আবুল ওয়ালীদ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কোন মুসলিম যদি কোন গাছ লাগায়, তা থেকে কোন মানুষ বা জানোয়ার যদি কিছু খায় তবে তা তার জন্য সাদাকা হিসেবে গণ্য হবে।;\n",
        "id": 5587,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৫৯. মানুষ ও পশুর প্রতি দয়া",
        "hadithBengali": "৫৫৮৮। উমর ইবন হাফস (রহঃ) ... জারীর ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যাক্তি (সৃষ্টির প্রতি) দয়া করে না, (স্রষ্টার পক্ষ থেকে) তার প্রতি দয়া করা হবে না;\n",
        "id": 5588,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "জারীর ইবনু আবদুল্লাহ আল বাজলী  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৬০. প্রতিবেশীর জন্য অসীয়ত। মহান আল্লাহর বাণীঃ তোমরা আল্লাহর ইবাদাত কর, তাঁর সাথে কাউকে শরীক করো না, মাতা-পিতার সাথে সদ্ব্যবহার কর, এবং আত্মীয়-স্বজন, ইয়াতীম, অভাবগ্রস্ত, নিকট প্রতিবেশী, দূর প্রতিবেশী, সাথী, মুসাফির এবং তোমাদের আয়ত্তাধীন দাস-দাসীদের সথেও, আল্লাহ গর্বিত অহংকারী লোককে কখনো  ভালবাসেন না। ",
        "hadithBengali": "৫৫৮৯। ইসমাঈল ইবনু আবূ উয়াইস (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেন যে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমাকে জিবরীল (আলাইহিস সালাম) সব সময় প্রতিবেশী সম্পর্কে অসীয়ত করে থাকেন। এমনকি, আমার মনে হয়, তিনি প্রতিবেশীকে ওয়ারিস বানিয়ে দিবেন।;\n",
        "id": 5589,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৬০. প্রতিবেশীর জন্য অসীয়ত। মহান আল্লাহর বাণীঃ তোমরা আল্লাহর ইবাদাত কর, তাঁর সাথে কাউকে শরীক করো না, মাতা-পিতার সাথে সদ্ব্যবহার কর, এবং আত্মীয়-স্বজন, ইয়াতীম, অভাবগ্রস্ত, নিকট প্রতিবেশী, দূর প্রতিবেশী, সাথী, মুসাফির এবং তোমাদের আয়ত্তাধীন দাস-দাসীদের সথেও, আল্লাহ গর্বিত অহংকারী লোককে কখনো  ভালবাসেন না। ",
        "hadithBengali": "৫৫৯০। মুহাম্মদ ইবনু মিনহাল (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ জিবরীল (আলাইহিস সালাম) বরাবরই আমাকে প্রতিবেশী সম্পর্কে অসীয়ত করে থাকেন। এমনকি আমার মনে হয় যে অচিরেই তিনি প্রতিবেশীকে ওয়ারিস বানিয়ে দিবেন।;\n",
        "id": 5590,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৬১. যে ব্যক্তির অনিষ্ট থেকে তার প্রতিবেশী নিরাপদ থাকে না, তার গুনাহ্",
        "hadithBengali": "৫৫৯১। আসিম ইবনু আলী (রহঃ) ... আবূ শুরাইহ (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একদা বলছিলেনঃ আল্লাহর কসম! সে ব্যাক্তি মুমিন নয়। আল্লাহর কসম! সে লোক মুমিন নয়! আল্লাহর কসম। সে ব্যাক্তি মুমিন নয়। জিজ্ঞাসা করা হলঃ ইয়া রাসুলাল্লাহ কে সে লোক? তিনি বললেনঃ যে লোকের প্রতিবেশী তার অনিষ্ট থেকে নিরাপদ থাকে না।;\n",
        "id": 5591,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ শুরায়হ্ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৬২. কোন প্রতিবেশী নারী তার প্রতিবেশী নারীকে তুচ্ছ মনে করবে না",
        "hadithBengali": "৫৫৯২। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলতেনঃ হে মুসলিম মহিলাগণ। কোন প্রতিবেশী নারী যেন তার অপর প্রতিবেশী নারীকে (তার পাঠানো হাদিয়া ফেরত দিয়ে) হেয় প্রতিপন্ন না করে। যদিও তা বকরীর পায়ের ক্ষুর হোক না কেন।;\n",
        "id": 5592,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৬৩.  যে ব্যক্তি আল্লাহও আখিরাতের দিনে বিশ্বাস রাখে, সে যেন তার প্রতিবেশীকে কষ্ট না দেয়",
        "hadithBengali": "৫৫৯৩। কুতায়বা ইবনু সাঈদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যাক্তি আল্লাহতে ও আখিরাতের দিনে ঈমান রাখে, সে যেন তার মেহমানকে সম্মান করে। যে আল্লাহ ও শেষ দিনে বিশ্বাস রাখে, সে যেন তার প্রতিবেশীকে কষ্ট না দেয়। যে লোক আল্লাহ ও শেষ দিনে বিশ্বাস করে, সে যেন ভাল কথা বলে, অথবা চুপ করে থাকে।;\n",
        "id": 5593,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৬৩.  যে ব্যক্তি আল্লাহও আখিরাতের দিনে বিশ্বাস রাখে, সে যেন তার প্রতিবেশীকে কষ্ট না দেয়",
        "hadithBengali": "৫৫৯৪। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আবূ শুরায়হ আদাবী (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন কথা বলেছিলেন, তখন আমার দুকান (সে কথা) শুনছিলো ও আমার দুচোখ (তাকে) দেখছিলো। তিনি বলছিলেনঃ যে ব্যাক্তি আল্লাহ ও শেষ দিনের উপর বিশ্বাস রাখে, সে যেন তার প্রতিবেশীকে সম্মান করে। যে ব্যাক্তি আল্লাহ ও শেষ দিনের উপর বিশ্বাস করে সে যেন তার মেহমানকে সম্মান করে তার প্রাপ্যের ব্যাপারে। জিজ্ঞেস করা হল মেহমানের প্রাপ্য কি, ইয়া রাসুলাল্লাহ! তিনি বলেনঃ একদিন একরাত ভালরূপে মেহমানদারী করা। আর তিন দিন হল (সাধারণ) মেহমানদারী, আর তার চেয়েও বেশী হলে তা হচ্ছে তার প্রতি অনুগ্রহ। যে ব্যাক্তি আল্লাহ ও আখিরাতের দিনের বিশ্বাস রাখে, সে যেন ভাল কথা বলে অথবা নীরব থাকে।;\n",
        "id": 5594,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ শুরায়হ্ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৬৪.  প্রতিবেশীদের অধিকার নির্ধারিত হবে দরজার নিকটবর্তীতার দ্বারা",
        "hadithBengali": "৫৫৯৫। হাজ্জাজ ইবনু মিনহাল (রহঃ) ... আয়িশা (রাঃ)থেকে বর্ণিত। তিনি বলেনঃ আমি বললামঃ ইয়া রাসুলাল্লাহ! আমার দুজন প্রতিবেশী আছে। আমি তাদের কার নিকট হাদিয়া পাঠাব? তিনি বললেনঃ যার দরজা (ঘর) তোমার নিকটবর্তী, তার কাছে (পাঠাবে)।;\n",
        "id": 5595,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৬৫. প্রত্যেক সৎ কাজই সদাকা",
        "hadithBengali": "৫৫৯৬। আলী ইবনু আয়্যাশ (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ প্রত্যেক সৎ কাজই সাদাকা।;\n",
        "id": 5596,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "জাবির ইবনু আবদুল্লাহ আনসারী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৬৫. প্রত্যেক সৎ কাজই সদাকা",
        "hadithBengali": "৫৫৯৭। আদম (রহঃ) ... আবূ মূসা আশআরী (রাঃ) থেকে বর্ণিত। তিনি বলেন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ প্রত্যেক মুসলিমেরই সাদাকা করা আবশ্যক। উপস্থিত লোকজন বললোঃ যদি সে সাদাকা করার মত কিছু না পায়। তিনি বললেনঃ তাহলে সে নিজের হাতে কাজ করবে। এতে সে নিজেও উপকৃত হবে এবং সাদাকা করবে। তারা বললঃ যদি সে সক্ষম না হয় অথবা বলেছেনঃ যদি সে না করে? তিনি বললেনঃ তা হলে সে যেন বিপদগ্রস্থ মাযলুমের সাহায্য করে। লোকেরা বললঃ সে যদি তা না করে? তিনি বললেনঃ তা হলে সে সৎ কাজের নির্দেশ দিবে, অথবা বলেছেন, সাওয়াবের কাজের আদেশ দিবে। তারা বললঃ তাও যদি সে না করে? তিনি বললেনঃ তা হলে সে যেন মন্দ কাজ থেকে বেঁচে থাকে। কারণ, এই তার জন্য সাদাকা।;\n",
        "id": 5597,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ মূসা আল- আশআরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৬৬. মধুর ভাষা সাদাকা। আবু হুরায়রা (রাঃ) নবী (সাঃ) থেকে বর্ণনা করেন যে, মধুর ভাষা হল সাদাকা।",
        "hadithBengali": "৫৫৯৮। আবুল ওয়ালীদ (রহঃ) ... আদী ইবনু হাতিম (রাঃ) থেকে বর্ণিত। তিনি বলেন, একবার নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জাহান্নামের আগুনের কথা উল্লেখ করলেন। তারপর তা থেকে পানাহ চাইলেন এবং মুখ ফিরিয়ে নিলেন। পরে আবার জাহান্নামের আগুনের কথা উল্লেখ করলেন, তারপর তা থেকে পানাহ চাইলেন এবং তার মুখ ফিরিয়ে নিলেন। শুবা (রহঃ) বলেনঃ দুবার যে বলেছেন, এতে আমার কোন সন্দেহ নেই। তারপর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমরা জাহান্নামের আগুন থেকে বেঁচে থাক এক টুকরা খেজুর দিয়ে হলেও। যদি তা না পাও তা হলে মধুর ভাষা বিনিময়ে।;\n",
        "id": 5598,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আদী ইবনু হাতিম (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৬৭. সকল কাজে নম্রতা",
        "hadithBengali": "৫৫৯৯। আবদুল আযীয (রহঃ) ... নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সহধর্মিণী আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, ইয়াহুদীদের একটি দল নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে বললঃ السَّامُ عَلَيْكُمْ তোমাদের উপর মৃত্যু আসুক। আয়িশা (রাঃ) বলেন, আমি এ কথার অর্থ বুঝলাম এবং বললামঃ وَعَلَيْكُمُ السَّامُ وَاللَّعْنَةُ তোমাদের উপরও মৃত্যু ও লানত আসুক। আয়িশা (রাঃ) বলেন, তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ থাম হে আয়িশা! আল্লাহ সকল কাজে নম্রতা ভালবাসেন। আমি বললামঃ ইয়া রাসুলাল্লাহ! অপনি কি শোনেন নি তারা কি বলেছে? রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আমি বলেছি وَعَلَيْكُمْ এবং তোমাদের উপরও।;\n",
        "id": 5599,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৬৭. সকল কাজে নম্রতা",
        "hadithBengali": "৫৬০০। আবদুল্লাহ ইবনু আবদুল ওহহাব (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। একদা এক বেদুঈন মসজিদে পেশাব করলো। লোকেরা উঠে (তাকে মারার জন্য) তার দিকে গেল। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তার পেশাব করা বন্ধ করো না। তারপর তিনি এক বালতি পানি আনালেন এবং পানি পেশাবের উপর ঢেলে দেয়া হলো।;\n",
        "id": 5600,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৬৮.  মু'মিনদের পারস্পরিক সহযোগিতা",
        "hadithBengali": "৫৬০১। মুহাম্মদ ইবনু ইউসুফ (রহঃ) ... আবূ মূসা (আশআরী) (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ মুমিন মুমিনের জন্য ইমরাতের ন্যায়, যার এক অংশ অন্য অংশকে মজবুত করে রাখে। এরপর তিনি (হাতের) আঙ্গুলগুলো (আরেক হাতের) আঙ্গুল (এর ফাকে) ঢুকালেন। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উপবিষ্ট ছিলেন। এমন সময় এক ব্যাক্তি কিছু প্রশ্ন করার জন্য কিংবা কোন প্রয়োজন পূরণের জন্য এল। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের দিকে ফিরে তাকালেন এবং বললেনঃ তোমরা তার জন্য (কিছু দেওয়ার) সুপারিশ করো। এতে তোমাদের সাওয়াব দেওয়া হবে। আল্লাহ তার নবীর আবেদন অনুযায়ী যা ইচ্ছা তা করেন।;\n",
        "id": 5601,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ মূসা আল- আশআরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৬৯. আল্লাহ তা'আলার বানীঃ যে ব্যক্তি ভাল কাজের সুপারিশ করবে, সে ঐ কাজের সাওয়াবের একটা অংশ পাবে ...... ক্ষমতাবান পর্যন্ত। كِفْلٌ অর্থ অংশ। আবু মুসা (রাঃ) বলেন, কিফলাইন শব্দের অর্থ হলো, দিগুন সাওয়াব।",
        "hadithBengali": "৫৬০২। মুহাম্মদ ইবনু আলা (রহঃ) ... আবূ মূসা (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট কোন ভিখারী অথবা অভাবগ্রস্ত লোক আসলে তিনি বলতেনঃ তোমরা সুপারিশ করো, তাহলে তোমরা সাওয়াব পাবে। অবশ্য আল্লাহ তাআলা তার রাসূলের দুআ অনুযায়ী যা ইচ্ছা তা দেন।;\n",
        "id": 5602,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ মূসা আল- আশআরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৭০. নাবী (সাঃ) অশালীন ছিলেন না, আর ইচ্ছে করে অশালীন উক্তি করতেন না",
        "hadithBengali": "৫৬০৩। হাফস ইবনু উমর ও কুতায়বা (রহঃ) ... মাসরুক (রহঃ) থেকে বর্ণিত। তিনি বলেন আমরা আবদুল্লাহ ইবনু আমর (রাঃ) এর নিকট এমন সময় গেলাম, যখন তিনি মুআবিয়া (রাঃ) এর সন্মুখে কুফায় আগমন করেন। তিনি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কথা উল্লেখ করে বললেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম স্বভাবগত অশালীন ছিলেন না আর ইচ্ছাকৃতভাবেও অশালীন উক্তি করতেন না। তিনি আরও বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের মধ্যে সর্বাধিক উত্তম ঐ ব্যাক্তি, যে স্বভাবে সর্বোত্তম।;\n",
        "id": 5603,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "মাসরূক (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৭০. নাবী (সাঃ) অশালীন ছিলেন না, আর ইচ্ছে করে অশালীন উক্তি করতেন না",
        "hadithBengali": "৫৬০৪। মুহাম্মদ ইবনু সালাম (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। একবার একদল ইয়াহুদী নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এসে বললোঃ আস-সামু আলাইকুম। (আপনার উপর মরণ আসুক)। আয়িশা (রাঃ) বললেনঃ তোমাদের উপরই এবং তোমাদের উপর আল্লাহর লানত ও গযব পতিত হোক। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ হে আয়িশা! তুমি একটু থামো। নম্রতা অবলম্বন করা তোমার কর্তব্য। দৃঢ় ব্যবহার ও অশালীন আচরণ পরিহার করো। আয়িশা (রাঃ) বললেনঃ তারা যা বলেছে, তা কি আপনি শোনেন নি? তিনি বললেনঃ আমি যা উত্তর দিলাম, তুমি তা শোননি? আমি তাদের এ কথাটি তাদের উপর ফিরিয়ে দিয়েছি। সুতরাং আমার কথাই তাদের ব্যাপারে কবুল হবে আর আমার ব্যাপারে তাদের কথা কবুল করে না।;\n",
        "id": 5604,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৭০. নাবী (সাঃ) অশালীন ছিলেন না, আর ইচ্ছে করে অশালীন উক্তি করতেন না",
        "hadithBengali": "৫৬০৫। আসবাগ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম গালি-গালাজকারী, অশালীন ও অভিশাপদাতা ছিলেন না। তিনি আমাদের কারো উপর নারায হলে, কেবল এতটুকু বলতেন তার কি হলো। তার কপাল ধুলাময় হোক।;\n",
        "id": 5605,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৭০. নাবী (সাঃ) অশালীন ছিলেন না, আর ইচ্ছে করে অশালীন উক্তি করতেন না",
        "hadithBengali": "৫৬০৬। আমর ইবনু ঈসা (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত যে, এক ব্যাক্তি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট প্রবেশের অনুমতি চাইল। তিনি লোকটিকে দেখে বললেনঃ সে সমাজের নিকৃষ্ট লোক এবং সমাজের দুষ্ট সন্তান। এরপর সে যখন এসে বসলো, তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার সামনে আনন্দ প্রকাশ করেন এবং উদারতার সাথে মেলামেশা করেন। লোকটি চলে গেলে আয়িশা (রাঃ) তাকে জিজ্ঞাসা করলেনঃ ইয়া রাসুলাল্লাহ! যখন আপনি লোকটিকে দেখলেন তখন তার সম্পর্কে এরূপ বললেন, পরে তার সাথে আপনি সহাস্যে ও উদার প্রাণে সাক্ষাৎ করলেন। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ হে আয়িশা। তুমি কখন আমাকে অশালীন রূপে পেয়েছ? কিয়ামতের দিন আল্লাহর নিকট মর্যাদার দিক দিয়ে মানুষের মধ্যে সবচেয়ে নিকৃষ্ট সেই ব্যাক্তি, যার বদ স্বভাবের কারনে মানুষ তাকে পরিত্যাগ করে।;\n",
        "id": 5606,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৭১. সচ্চরিত্রতা, দানশীলতা সম্পর্কে ও কৃপনতা ঘৃণ্য হওয়া সম্পর্কে। ইবনু আব্বাস (রাঃ) বলেছেন, নাবী  (সাঃ)  মানবজাতির মধ্যে সবচেয়ে দানশীল ছিলেন। আর রমযান মাসে তিনি আরও অধিক দানশীল হতেন। আবু যার (রাঃ) বর্ণনা করেন, যখন তাঁর নিকট নাবী  (সাঃ) এর আবির্ভাবের খবর আসল তখন তিনি তাঁর ভাইকে বললেনঃ তুমি এই মাক্কা উপত্যকার দিকে সফর কর এবং তাঁর কথা শুনে এসো। তাঁর ভাই ফিরে এসে বললেনঃ আমি তাঁকে উত্তম চরিত্রে ভূষিত হওয়ার নির্দেশ দিতে দেখেছি।",
        "hadithBengali": "৫৬০৭। আমর ইবনু আওন (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মানুষের মধ্যে সবচেয়ে সুন্দর, সবার চাইতে অধিক দানশীল এবং লোকদের মধ্যে সর্বাধিক সাহসী ছিলেন। একদা রাতের বেলায় (একটি বিরাট আওয়াজ শুনে) মদিনাবাসীরা ভীত-সন্ত্রস্ত হয়ে পড়ে। তাই লোকেরা সেই শব্দের দিকে রওনা হয়। তখন তারা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সামনা সামনি পেলেন তিনি সে আওয়াজের দিকে লোকদের আগেই বের হবে গিয়েছিলেন। তিনি বলতে লাগলেনঃ তোমরা ঘাবড়িওনা তোমরা ঘাবড়িওনা, (আমি দেখে এসেছি, কিছুই নেই)। এ সময় তিনি আবূ তালহা (রাঃ) এর জ্বীন বিহীন ঘোড়ার উপর সওয়ার ছিলেন। আর তার কাঁধে একখানা তলোয়ার ঝুলাছিল। এরপর তিনি বললেনঃ অবশ্য এ ঘোড়াটিকে আমি সমুদ্রের মত (দ্রুতগামী) পেয়েছি। অথবা বললেনঃ এ ঘোড়াটিতো একটি সমুদ্র।;\n",
        "id": 5607,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৭১. সচ্চরিত্রতা, দানশীলতা সম্পর্কে ও কৃপনতা ঘৃণ্য হওয়া সম্পর্কে। ইবনু আব্বাস (রাঃ) বলেছেন, নাবী  (সাঃ)  মানবজাতির মধ্যে সবচেয়ে দানশীল ছিলেন। আর রমযান মাসে তিনি আরও অধিক দানশীল হতেন। আবু যার (রাঃ) বর্ণনা করেন, যখন তাঁর নিকট নাবী  (সাঃ) এর আবির্ভাবের খবর আসল তখন তিনি তাঁর ভাইকে বললেনঃ তুমি এই মাক্কা উপত্যকার দিকে সফর কর এবং তাঁর কথা শুনে এসো। তাঁর ভাই ফিরে এসে বললেনঃ আমি তাঁকে উত্তম চরিত্রে ভূষিত হওয়ার নির্দেশ দিতে দেখেছি।",
        "hadithBengali": "৫৬০৮। মুহাম্মদ ইবনু কাসীর (রহঃ) ... জাবির (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এমন কোন জিনিসই চাওয়া হয় নি, যার উত্তরে তিনি না বলেছেন।;\n",
        "id": 5608,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "জাবির ইবনু আবদুল্লাহ আনসারী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৭১. সচ্চরিত্রতা, দানশীলতা সম্পর্কে ও কৃপনতা ঘৃণ্য হওয়া সম্পর্কে। ইবনু আব্বাস (রাঃ) বলেছেন, নাবী  (সাঃ)  মানবজাতির মধ্যে সবচেয়ে দানশীল ছিলেন। আর রমযান মাসে তিনি আরও অধিক দানশীল হতেন। আবু যার (রাঃ) বর্ণনা করেন, যখন তাঁর নিকট নাবী  (সাঃ) এর আবির্ভাবের খবর আসল তখন তিনি তাঁর ভাইকে বললেনঃ তুমি এই মাক্কা উপত্যকার দিকে সফর কর এবং তাঁর কথা শুনে এসো। তাঁর ভাই ফিরে এসে বললেনঃ আমি তাঁকে উত্তম চরিত্রে ভূষিত হওয়ার নির্দেশ দিতে দেখেছি।",
        "hadithBengali": "৫৬০৯। উমর ইবনু হাফস (রহঃ) ... মাসরুক (রহঃ) থেকে বর্ণিত। তিনি বলেনঃ একবার আমরা আবদুল্লাহ ইবনু আমর (রাঃ) এর নিকট বসাছিলাম। তিনি আমাদের কাছে হাদীস বর্ণনা করছিলেন। তিনি বললেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম স্বভাবত অশালীন ছিলেন না এবং তিনি ইচ্ছা করেও কাউকে অশালীন কথা বলতেন না। তিনি বলতেনঃ তোমাদের মধ্যে যার স্বভাব-চরিত্র ভাল সেই তোমাদের মধ্যে সব চাইতে উত্তম।;\n",
        "id": 5609,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "মাসরূক (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৭১. সচ্চরিত্রতা, দানশীলতা সম্পর্কে ও কৃপনতা ঘৃণ্য হওয়া সম্পর্কে। ইবনু আব্বাস (রাঃ) বলেছেন, নাবী  (সাঃ)  মানবজাতির মধ্যে সবচেয়ে দানশীল ছিলেন। আর রমযান মাসে তিনি আরও অধিক দানশীল হতেন। আবু যার (রাঃ) বর্ণনা করেন, যখন তাঁর নিকট নাবী  (সাঃ) এর আবির্ভাবের খবর আসল তখন তিনি তাঁর ভাইকে বললেনঃ তুমি এই মাক্কা উপত্যকার দিকে সফর কর এবং তাঁর কথা শুনে এসো। তাঁর ভাই ফিরে এসে বললেনঃ আমি তাঁকে উত্তম চরিত্রে ভূষিত হওয়ার নির্দেশ দিতে দেখেছি।",
        "hadithBengali": "৫৬১০। সাঈদ ইবনু আবূ মারয়াম (রহঃ) ... সাহল ইবনু সাদ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ এক মহিলা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর খেদমতে একখানা বুরদাহ নিয়ে আসলেন। সাহল (রাঃ) লোকজনকে জিজ্ঞাসা করলেনঃ আপনারা কি জানেন বুরদাহ কী? তারা বললেনঃ তা চাদর। সাহল (রাঃ) বললেনঃ এটি এমন চাদর যা ঝালরসহ বোনা হয়েছে। এরপর সেই মহিলা আরজ করলেন ইয়া রাসুলাল্লাহ! আমি আপনাকে এটি পরিধানের জন্য দিলাম। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম চাদরখানি এমনভাবে গ্রহন করলেন, যেন তার এটির দরকার ছিল। এরপর তিনি এটি পরিধান করলেন। এরপর সাহাবীদের মধ্যে থেকে এক ব্যাক্তি সেটি তার দেহে দেখে ইয়া রাসুলাল্লাহ! এটা কতই না সুন্দর! আপনি এটি আমাকে দিয়ে দিন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ হ্যাঁ (দিয়ে দেব)।;\n\nনবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উঠে চলে গেলেন, অন্যান্য সাহাবীরা তাকে দোষারোপ করে বললেনঃ তুমি ভাল কাজ করোনি। যখন তুমি দেখলে যে, তিনি চাদরখানা এমনভাবে গ্রহণ করেছেন যেন এটি তার প্রয়োজন ছিল। এরপরও তুমি সেটা চেয়ে বসলে। অথচ তুমি অবশ্যই জানো যে, তার কাছে যখনই কোন জিনিস চাওয়া হয়, তখন তিনি কাউকে কখনো বিমুখ করেন না। তখন সেই ব্যাক্তি বললোঃ যখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এটি পরিধান করেছেন, তখন তার বরকত হাসিল করার আশায়ই আমি একাজ করেছি, যেন আমি এ চাদরটাকে আমার কাফন বানাতে পারি।;\n",
        "id": 5610,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সাহল বিন সাদ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৭১. সচ্চরিত্রতা, দানশীলতা সম্পর্কে ও কৃপনতা ঘৃণ্য হওয়া সম্পর্কে। ইবনু আব্বাস (রাঃ) বলেছেন, নাবী  (সাঃ)  মানবজাতির মধ্যে সবচেয়ে দানশীল ছিলেন। আর রমযান মাসে তিনি আরও অধিক দানশীল হতেন। আবু যার (রাঃ) বর্ণনা করেন, যখন তাঁর নিকট নাবী  (সাঃ) এর আবির্ভাবের খবর আসল তখন তিনি তাঁর ভাইকে বললেনঃ তুমি এই মাক্কা উপত্যকার দিকে সফর কর এবং তাঁর কথা শুনে এসো। তাঁর ভাই ফিরে এসে বললেনঃ আমি তাঁকে উত্তম চরিত্রে ভূষিত হওয়ার নির্দেশ দিতে দেখেছি।",
        "hadithBengali": "৫৬১১। আবুল ইয়ামান (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যখন কিয়ামতের সময় ঘনিয়ে আসলে, ইল্'ম কমে যাবে, অন্তরে কৃপণতা ঢেলে দেয়া হবে এবং হারজের আধিক্য হবে। সাহাবাগণ জিজ্ঞাসা করলেনঃ হারজ কি, ইয়া রাসুলাল্লাহ? তিনি বললেনঃ হত্যা, হত্যা।;\n",
        "id": 5611,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৭১. সচ্চরিত্রতা, দানশীলতা সম্পর্কে ও কৃপনতা ঘৃণ্য হওয়া সম্পর্কে। ইবনু আব্বাস (রাঃ) বলেছেন, নাবী  (সাঃ)  মানবজাতির মধ্যে সবচেয়ে দানশীল ছিলেন। আর রমযান মাসে তিনি আরও অধিক দানশীল হতেন। আবু যার (রাঃ) বর্ণনা করেন, যখন তাঁর নিকট নাবী  (সাঃ) এর আবির্ভাবের খবর আসল তখন তিনি তাঁর ভাইকে বললেনঃ তুমি এই মাক্কা উপত্যকার দিকে সফর কর এবং তাঁর কথা শুনে এসো। তাঁর ভাই ফিরে এসে বললেনঃ আমি তাঁকে উত্তম চরিত্রে ভূষিত হওয়ার নির্দেশ দিতে দেখেছি।",
        "hadithBengali": "৫৬১২। মূসা ইবনু ইসমাঈল (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেন আমি দশ বছর পর্যন্ত নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর খেদমত করেছি। কিন্তু তিনি কখনো আমার প্রতি উঃ শব্দ বলেন নি। একথা জিজ্ঞাসা করেন নি তুমি এ কাজ কেন করলে এবং কেন করলে না?;\n",
        "id": 5612,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৭২. মানুষ নিজ পরিবারে কী ভাবে চলবে",
        "hadithBengali": "৫৬১৩। হাফস ইবনু উমর (রহঃ) ... আসওয়াদ (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি আয়িশা (রাঃ) কে জিজ্ঞেস করলামঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিজ গৃহে কী কাজে রত থাকতেন? তিনি বললেনঃ সাধারন গৃহ-কর্মে ব্যস্ত থাকতেন। আর যখন সালাত (নামায/নামাজ) এর সময় হয়ে যেতো, তখন উঠে সালাতে চলে যেতেন।;\n",
        "id": 5613,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আসওয়াদ (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৭৩. ভালবাসা আল্লাহ তাআলার তরফ থেকে আসে",
        "hadithBengali": "৫৬১৪। আমর ইবনু আলী (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যখন আল্লাহ তাআলা কোন বান্দাকে ভালাবাসেন, তখন তিনি জিবরীল (আলাইহিস সালাম)-কে ডেকে বলেন, আল্লাহ তাআলা অমুক বান্দাকে ভালবাসেন তুমিও তাকে ভালবাসবে। তখন জিবরীল (আলাইহিস সালাম) তাকে ভালবাসেন এবং তিনি আসমানবাসীদের নিকট ঘোষণা করে দেন যে, আল্লাহ তাআলা অমুককে ভালবাসেন, অতএব তোমরাও তাকে ভালবাসবে। তখন আসমানবাসীরাও তাকে ভালবাসতে শুরু করে। তারপর আল্লাহ তাআলার তরফ থেকে যমীন বাসীদের মধ্যে তার জনপ্রিয়তা সৃষ্টি করা হয়।;\n",
        "id": 5614,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৭৪. আল্লাহ তাআলার উদ্দেশ্যে ভালবাসা",
        "hadithBengali": "৫৬১৫। আদম (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কোন ব্যাক্তি ঈমানের স্বাদ পাবে না, যতক্ষন না সে কোন মামুষকে একমাত্র আল্লাহর উদ্দেশ্যে ভালবাসবে, আর যতক্ষণ না সে যে কুফরী থেকে আল্লাহ তাকে উদ্ধার করেছেন, তার দিকে ফিরে যাওয়ার চাইতে আগুন নিক্ষিপ্ত হওয়াকে সর্বাধিক প্রিয় মনে করবে এবং যতক্ষণ না আল্লাহ ও তাঁর রাসুল তার কাছে অন্য সব কিছুর চেয়ে অধিক প্রিয় হবেন।;\n",
        "id": 5615,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৭৫. আল্লাহ তাআলার বানীঃ হে ঈমানদারগণ! তোমরা একদল অপর দলের প্রতি উপহাস করবে না। সম্ভবতঃ উপহাস্য দল, উপহাসকারীদের চেয়ে উত্তম হতে পারে ...... আর তারাই যালিম।",
        "hadithBengali": "৫৬১৬। আলী ইবনু আবদুল্লাহ (রহঃ) ... আবদুল্লাহ ইবনু যামআ (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মানুষের বায়ু নির্গমনে কাউকে হাসতে নিষেধ করেছেন। তিনি আরও বলেছেনঃ তোমাদের কেউ কেন তার স্ত্রীকে ষাড়কে পিটানোর মত প্রহার করবে? পরে হয়ত, সে আবার তার সাথে গলাগালিও করবে। সাওরী ওহায়ব আবূ মুআবিয়া (রহঃ) হিশাম (রহঃ) থেকে বর্ণনা করেন, ষাড় পিটানোর স্থলে দাসকে বেত্রাঘাত করার মত।;\n",
        "id": 5616,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু যামআহ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৭৫. আল্লাহ তাআলার বানীঃ হে ঈমানদারগণ! তোমরা একদল অপর দলের প্রতি উপহাস করবে না। সম্ভবতঃ উপহাস্য দল, উপহাসকারীদের চেয়ে উত্তম হতে পারে ...... আর তারাই যালিম।",
        "hadithBengali": "৫৬১৭। মুহাম্মদ ইবনু মুসান্না (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মিনায় (খুতবা দান কালে) জিজ্ঞাসা করলেনঃ তোমরা কি জানো আজ কোন দিন? সকলেই বললেনঃ আল্লাহ ও তার রাসুলই অধিক জ্ঞাত আছেন। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আজ এটি হারাম (সম্মানিত) দিন। তিনি আবার জিজ্ঞাসা করলেনঃ তোমরা জানো, এটি কোন শহর? সবাই জবাব দিলেনঃ আল্লাহ ও তার রাসুলই বেশী জানেন। তখন তিনি বললেনঃ এটি একটি হারাম (সম্মানিত) শহর। তিনি আবার জিজ্ঞাসা করলেনঃ তোমরা কি জানো, এটা কোন মাস? তারা বললেনঃ আল্লাহ ও তার রাসূলই বেশী অবগত। তখন তিনি বললেনঃ এটা একটা হারাম (সম্মানিত) মাস। তারপর তিনি বললেনঃ আল্লাহ তাআলা তোমাদের (একে অন্যের) জান মাল ও ইজ্জত-আবরুকে হারাম করেছেন, যেমন হারাম তোমাদের এ দিনটি তোমাদের এ মাস ও তোমাদের এ শহর।;\n",
        "id": 5617,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৭৬. গালি ও অভিশাপ দেয়া নিষিদ্ধ",
        "hadithBengali": "৫৬১৮। সুলায়মান ইবনু হারব (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেছেন যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ মুসলিমের গালি দেয়া ফাসিকী (কবীরা গুনাহ) এবং একে অন্যের সাথে মারামারি করা কুফরী। শুবা (রহঃ) সূত্রে গুনদারও অনুরূপ বর্ণনা করেছেন।;\n",
        "id": 5618,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ' ইব্'ন মাসউদ (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৭৬. গালি ও অভিশাপ দেয়া নিষিদ্ধ",
        "hadithBengali": "৫৬১৯। আবূ মামার (রহঃ) ... আবূ যার (রাঃ) থেকে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ একজন অপর জনকে ফাসিক বলে যেন গালি না দেয় এবং একজন আর একজনকে যেন কাফির বলে অপবাদ না দেয়। কেননা যদি সে তা না হয়ে থাকে তবে তা তার উপরই পতিত হবে।;\n",
        "id": 5619,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ যার আল-গিফারী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৭৬. গালি ও অভিশাপ দেয়া নিষিদ্ধ",
        "hadithBengali": "৫৬২০। মুহাম্মদ ইবনু সিনান (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অশালীন অভিশাপদাতা ও গালিদাতা ছিলেন না। তিনি কাউকে তিরস্কার করার সময় শুধু বলতেনঃ তার কি হল? তার কপাল ধূলাময় হোক।;\n",
        "id": 5620,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৭৬. গালি ও অভিশাপ দেয়া নিষিদ্ধ",
        "hadithBengali": "৫৬২১। মুহাম্মদ ইবনু বাশশার (রহঃ) ... সাবিত ইবনু যাহহাক (রাঃ) থেকে বর্ণিত। তিনি গাছের নীচে বাইআত গ্রহণকারীদের অন্যতম সাহাবী ছিলেন। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যাক্তি ইসলাম ধর্ম ছাড়া অন্য কোন ধর্মের উপর কসম খাবে সে ঐ ধর্মেরই শামিল হয়ে যাবে, আর মানুষ যে জিনিসের মালিক নয়, এমন জিনিসের নযর আদায় করা তার উপর ওয়াজিব নয়। আর কোন ব্যাক্তি দুনিয়াতে যে জিনিস দ্বারা আত্নহত্যা করবে, কিয়ামতের দিন সে জিনিস দিয়েই তাকে আযাব দেওয়া হবে। কোন ব্যাক্তি কোন মুমিনের উপর অভিশাপ দিলে, তা তাকে হত্যা করারই শামিল হবে। আর কোন মুমিনকে কাফির বলে অপবাদ দিলে, তাও তাকে হত্যা করারই মত হবে।;\n",
        "id": 5621,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সাবিত ইবন যাহহাক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৭৬. গালি ও অভিশাপ দেয়া নিষিদ্ধ",
        "hadithBengali": "৫৬২২। উমর ইবনু হাফস (রহঃ) ... সুলায়মান ইবনু সুরাদ (রাঃ) নামক নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর জনৈক সাহাবী থেকে বর্ণিত। তিনি বলেনঃ দুজন লোক নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সামনে একে অন্যকে গালি দিচ্ছিল। তাদের একজন এত ক্রুদ্ধ হয়েছিল যে, তার চেহারা ফুলে বিগড়ে গিয়েছিল। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আমি অবশ্যই একটই কালেমা জানি। যদি সে ঐ কালেমাটি পড়তো, তা হলে তার ক্রোধ চড়ে যেত। তখন এক ব্যাক্তি তার নিকট গিয়ে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর ঐ কথাটি তাকে জানালো। আর বললো যে তুমি শয়তান থেকে পানাহ চাও। তখন সে বললোঃ আমার মধ্যে কি কোন রোগ দেখা যাচ্ছে? আমি কি পাগল? তুমি চলে যাও।;\n",
        "id": 5622,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সুলাইমান ইবনু সুরাদ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৭৬. গালি ও অভিশাপ দেয়া নিষিদ্ধ",
        "hadithBengali": "৫৬২৩। মুসাদ্দাদ (রহঃ) ... উবাদা ইবনু সামিত (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদিন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম লোকদের লায়লাতুল কদর সম্বন্ধে জানানোর জন্য বেরিয়ে আসলেন। তখন দুজন মুসলিম ঝগড়া করছিলেন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আমি লায়লাতুল কদর সম্পর্কে তোমাদের খবর দিতে বেরিয়ে এসেছিলাম। এ সময় অমুক অমুক পরস্পর ঝগড়া করছিল। এজন্য ঐ খবরের ইল্'ম আমার থেকে তুলে নেওয়া হয়েছে। এটা হয়ত তোমাদের জন্য কল্যাণকরই হবে। অতএব তোমরা তা রমযানের শেষ দশকের নবম, সপ্তম ও পঞ্চম রাতে তালাশ করবে।;\n",
        "id": 5623,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উবাদা ইব্'নুস সামিত (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৭৬. গালি ও অভিশাপ দেয়া নিষিদ্ধ",
        "hadithBengali": "৫৬২৪। উমর ইবনু হাফস (রহঃ) ... আবূ যার (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ তার উপর একখানা চাদর ও তার গোলামের গায়ে একখানা চাদর দেখে বললামঃ যদি আমি ঐ চাদরটি নিতেন ও পরিধান করতেন, তাহলে আপনার এক জোড়া হইয়ে যেত আর গোলামকে অন্য কাপড় দিয়ে দিতেন। তখন আবূ যার (রাঃ) বলেনঃ একদিন আমার ও আরেক ব্যাক্তির মধ্যে কথাবার্তা হচ্ছিল। তার মা ছিল জনৈক অনারব মহিলা। আমি তার মা তুলে গালি দিলাম। তখন লোকটি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট তা বলল। তিনি আমাকে জিজ্ঞাসা করলেনঃ তুমি কি অমুককে গালি দিয়েছ? আমি বললামঃ হ্যাঁ। তিনি বললেনঃ তুমি কি তার মা তুলে গালি দিয়েছ? আমি বললামঃ হ্যাঁ।;\n\nতিনি বললেনঃ নিশ্চয়ই তুমিতো এমন ব্যাক্তি যার মধ্যে জাহেলী যুগের আচরন বিদ্যমান। আমি বললামঃ এখনো? এই বৃদ্ধ বয়সেও? তিনি বললেনঃ হ্যাঁ! তারা তো তোমাদেরই ভাই। আল্লাহ তাআলা ওদের তোমাদের অধীন করেছেন। সুতরাং আল্লাহ তায়ালা যার ভাইকে তার অধীন করে দেন, সে নিজে যা খায়, তাকেও যেন তা খাওয়ায়। সে নিজে যা পরে, তাকেও যেন তা পরায়। আর তার উপর যেন এমন কোন কাজের চাপ না দেয়, যা তার শক্তির বাইরে। আর যদি তার উপর এমন কঠিন কোনো চাপ দিতেই হয় তাহলে সে নিজেও যেন তাকে সাহায্য করে।;\n",
        "id": 5624,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ যার আল-গিফারী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৭৭. মানুষের গুনাগুন উল্লেখ করা জায়িয। যেমন লোকে কাউকে বলে লম্বা' অথবা খাটো'। আর নাবী (সাঃ) কাউকে যুল্ইয়াদাইন' (লম্বা হাত বিশিষ্ট) বলেছেন। তবে কারো বদনাম অথবা অপমান করার উদ্দেশ্যে (জায়িয) নয়",
        "hadithBengali": "৫৬২৫। হাফস ইবনু উমর (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্নিত। তিনি বলেন, একবার নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের নিয়ে যোহরের সালাত (নামায/নামাজ) দুরাকআত আদায় করে সালাম ফিরালেন। তারপর সিজাদার জায়গার সামনে রাখা একটি কাঠের দিকে আগ্রসর হয়ে তার উপর তার এক হাত রাখলেন। সেদিন লোকদের মাঝে আবূ বকর, উমর (রাঃ)-ও হাযির ছিলেন। তারা তার সঙ্গে কথা বলতে ভয় পেলেন। কিন্তু তাড়াহুড়া করে (কিছু) লোক বেয়িয়ে গিয়ে বলতে লাগলঃ সালাত খাট করা হয়েছে। এদের মধ্যে একজন ছিল, যাকে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যুলইয়াদাইন (দুই হাতাওয়ালা অর্থাৎ লম্বা হাতা ওয়ালা) বলে ডাকতেন, সে বললঃ ইয়া নবী আল্লাহ! আপনি কি ভুল করেছেন, না সালাত ছোট করা হয়েছে? তিনি বললেনঃ আমি ভুলে যাইনি এবং (সালাত) ছোটও করা হয়নি। তারা বললেনঃ বরং আপনই ভুলে গেছেন, ইয়া রাসুলাল্লাহ! তখন তিনি বললেনঃ যুলইয়াদাইন ঠিকই বলেছে। তারপর তিনি উঠে দাঁড়িয়ে দুরাকআত সালাত আদায় করলেন ও সালাম ফিরালেন। এরপর তাকবীর বলে আগের সিজদার মত অথবা তার চেয়ে দীর্ঘ সিজদা করলেন। তারপর আবার মাথা তুললেন এবং তাকবীর বললেন এবং আগের সিজদার ন্যায় অথবা তার থেকে দীর্ঘ সিজদা করলেন। এরপর মাথা উঠালেন এবং তাকবীর বললেন।;\n",
        "id": 5625,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৭৮. গীবত করা। এ প্রসঙ্গে মহান আল্লাহর বাণীঃ তমাদের কেউ যেন অন্যের গীবত না করে ...... অতি দয়ালু পর্যন্ত।",
        "hadithBengali": "৫৬২৬। ইয়াহইয়া (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদিন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দুটি কবরের পাশ দিয়ে যাচ্ছিলেন। তখন তিনি বললেনঃ নিশ্চয়ই এ দুজন কবরবাসীকে আযাব দেওয়া হচ্ছে। তবে বড় কোন গুনাহের কারণে কবরে তাদের আযাব দেয়া হচ্ছে না। এই কবরবাসী পেশাব করার সময় সতর ঢাকতোনা। আর ঐ কবরবাসী গীবত (পরনিন্দা) করে বেড়াত। এরপর তিনি খেজুরের একটি কাঁচা ডাল আনিয়ে সেটি দুটুকরো করে এক টুকরো এ কবরটির উপর এবং এক টুকরো ঐ কবরটির উপর গেড়ে দিলেন। তারপর বললেনঃ এ ডালের টুকরো দুটি না শুকানো পর্যন্ত আল্লাহ তাআলা অবশ্যই তাদের আযাব কমিয়ে দিবেন।;\n",
        "id": 5626,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৭৯. নাবী (সাঃ) এর বাণীঃ আনসারদের ঘরগুলো উত্তম",
        "hadithBengali": "৫৬২৭। কাবীসা (রহঃ) ... উসাইদ সায়েদী (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আনসারদের ঘরগুলোর মধ্যে নাজ্জার গোত্রের ঘরগুলোই উত্তম।;\n",
        "id": 5627,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ উসাইদ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৮০. ফাসাদ ও সন্দেহ সৃষ্টিকারীদের গীবত করা জায়েয",
        "hadithBengali": "৫৬২৮। সাদাকা ইবনু ফাযল (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত যে, একবার এক ব্যাক্তি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট আসার অনুমতি চাইলে তিনি বললেনঃ তাকে অনুমতি দাও। সে বংশের নিকৃষ্ট ভাই অথবা বললেনঃ সে গোত্রের নিকৃষ্ট সন্তান। লোকটি ভিতরে আসলে তিনি তার সাথে নম্রভাবে কথাবার্তা বললেন। তখন আমি বললামঃ ইয়া রাসুলাল্লাহ? আপনি এ ব্যাক্তি সম্পর্কে যা বলার তা বলেছেন। পরে আপনি আবার তার সাথে নম্রতার সাথে কথাবার্তা বললেন। তখন তিনি বললেনঃ হে আয়িশা! নিশ্চয়ই সবচেয়ে নিকৃষ্ট ব্যাক্তি সে-ই যার অশালীনতা থেকে বেঁচে থাকার জন্য মানুষ তার সংশ্রব ত্যাগ করে।;\n",
        "id": 5628,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৮১. চোগলখোরী কবীরা গুনাহ্",
        "hadithBengali": "৫৬২৯। ইবনু সালাম ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, একবার নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মদিনার কোন বাগানের বাইরে গেলেন। তখন তিনি এমন দুজন লোকেরা আওয়াজ শুনলেন, যাদের কবরে আযাব দেওয়া হচ্ছিল। তিনি বললেনঃ তাদের দুজনকে আযাব দেয়া হচ্ছে। তবে বেশী গুনাহের দরুন আযাব দেওয়া হচ্ছে না। আর তা হল কবীরা গুনাহ। এদের একজন পেশাবের সময় সতর ঢাকতো না। আর অপর জন চোগলখোরী করে বেড়াতো। তারপর তিনি একটা কাঁচা ডাল আনিয়ে তা ভেঙ্গে দু টুকরো করে, এ কবরে এক টুকরো আর ঐ কবরে এক টুকরো গেড়ে দিলেন এবং বললেনঃ দুটি যতক্ষণ পর্যন্ত না শুকাবে ততক্ষণ পর্যন্ত তাদের আযাব হালকা করে দেওয়া হবে।;\n",
        "id": 5629,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৮২. চোগলখোরী নিন্দনীয় গুনাহ্। আল্লাহর বাণীঃ অধিক কসমকারী, লাঞ্চিত ব্যক্তি পশ্চাতে নিন্দাকারী এবং চোগলখোরী করে বেড়ায় এমন ব্যক্তি। প্রত্যেক চোগলখোর ও প্রত্যেক পরোক্ষ বা প্রত্যক্ষ নিন্দাকারীদের ধংস অনিবার্য",
        "hadithBengali": "৫৬৩০। আবূ নুয়াঈম (রহঃ) ... হুযায়ফা (রাঃ) থেকে বর্ণিত। তিনি বললেনঃ আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি যে, চোগলখোর কখনো জান্নাতে প্রবেশ করবে না।;\n",
        "id": 5630,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "হুযাইফাহ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৮৩.  মহান আল্লাহর বাণীঃ তোমরা মিথ্যা কথা পরিহার কর।",
        "hadithBengali": "৫৬৩১। আহমদ ইবনু ইউনুস (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যাক্তি মিথ্যা কথা এবং সে অনুযায়ী কাজ করা আর মুর্খতা পরিত্যাগ করলো না আল্লাহর নিকট (সিয়ামের নামে) তার পানাহার ত্যাগের কোন প্রয়োজন নেই।;\n",
        "id": 5631,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৮৪. দু'মুখো ব্যক্তি সম্পর্কে",
        "hadithBengali": "৫৬৩২। উমর ইবনু হাফস (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কিয়ামতের দিন তুমি আল্লাহর নিকট ঐ ব্যাক্তিকে সবচেয়ে নিকৃষ্ট পাবে যে দুমুখো। সে এদের সামনে একরূপ নিয়ে আসতো আর ওদের কাছে অন্য রূপে ধরা দিত।;\n",
        "id": 5632,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৮৫. আপন সঙ্গীকে তার সম্পর্কে অপরের উক্তি অবহিত করা",
        "hadithBengali": "৫৬৩৩। মুহাম্মাদ ইবনু ইউসুফ (রহঃ) ... ইবনু মাসউদ (রাঃ) থেকে বর্ণিত। তিনি বলেন একদা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (গনীমতের মাল) ভাগ করলেন। তখন আনসারদের মধ্য থেকে এক (মুনাফিক) ব্যাক্তি বললঃ আল্লাহর কসম! এ কাজে মুহম্মদসাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আল্লাহর সন্তুষ্টি চাননি। তখন আমি এসে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে এ কথার খবর দিলাম। এতে তার চেহারার রং বদলে গেল। তিনি বললেনঃ আল্লাহ মূসা (আলাইহিস সালাম) এর উপর রহম করুন। তাকে এর চাইতে অনেক বেশী কষ্ট দেওয়া হয়েছে তবুও তিনি সবর করেছেন।;\n",
        "id": 5633,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ' ইব্'ন মাসউদ (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৮৬. অপছন্দনীয় প্রশংসা",
        "hadithBengali": "৫৬৩৪। মুহাম্মদ ইবনু সাব্বাহ (রহঃ) ... আবূ মূসা (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একজনকে আরেক জনের প্রাশংসা করতে শুনলেন এবং সে তার প্রসংসায় অতিরঞ্জন করছিল। তখন তিনি বললেনঃ তোমরা তো লোকটিকে মেরে ফেললে অথবা বললেনঃ লোকটির মেরুদণ্ড ভেঙ্গে দিলে।;\n",
        "id": 5634,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ মূসা আল- আশআরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৮৬. অপছন্দনীয় প্রশংসা",
        "hadithBengali": "৫৬৩৫। আদম (রহঃ) ... আবূ বাকরা (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সামনে এক ব্যাক্তির আলোচনা আসল। তখন একজন তার খুব প্রশাংসা করলো। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আফসোস তোমার প্রতি! তুমিতো তোমার সাথীর গলা কেটে ফেললে। এ কথাটি তিনি কয়েক বার বললেন। (তারপর তিনি বললেনঃ) যদি তোমাদের কারো প্রশংসা করতেই হয়, তবে সে যেন বলে, আমি তার সম্পর্কে এমন, এমন ধারণা করি, যদি তার এরূপ হওয়ার কাথা মনে করা হয়। তার প্রকৃত হিসাব গ্রহনকারীতো হলেন আল্লাহ আর আল্লাহর মুকাবিলায় কেউ কারো পবিত্রতা বর্ণনা করবে না।;\n",
        "id": 5635,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ বাকরা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৮৭. নিজের অভিজ্ঞতা অনুযায়ী কারো প্রশংসা করা। সা'দ (রাঃ) বলেন, আমি নাবী (সাঃ) কে যমিনের উপর বিচরণকারী কোন লোকের ব্যাপারে এ কথা বলতে শুনিনি যে, সে জান্নাতী এক আবদুল্লাহ্ ইবনু সালাম (রাঃ) ব্যতীত",
        "hadithBengali": "৫৬৩৬। আলী ইবনু আবদুল্লাহ (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইযার সম্পর্কে কঠোর শাস্তির কথা উল্লেখ করলেন, তখন আবূ বকর (রাঃ) বললেনঃ ইয়া রাসুলাল্লাহ আমার লুঙ্গিরও একদিক দিয়ে ঝুলে পড়ে। তিনি বললেনঃ তুমি তাদের অন্তর্ভুক্ত নও।;\n",
        "id": 5636,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৮৮. মহান আল্লাহর বানীঃ নিশ্চয়ই আল্লাহ ন্যায়বিচার ও সদ্ব্যবহারের নির্দেশ দান করেন ... গ্রহন পর্যন্ত। এবং আল্লাহর বানীঃ তোমাদের সীমা অতিক্রম করার পরিনতি তোমাদেরই উপর বার্তাবে যার উপর জুলুম করা হয় নিশ্চয়ই আল্লাহ তাকে সাহায্য করেন আর মুসলিম অথবা কাফিরের কু-কর্ম প্রচার থেকে বিরত থাকা",
        "hadithBengali": "৫৬৩৭। হুমায়দী (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এত এত দিন এমন অবস্থায় অতিবাহিত করছিলেন যে তার খেয়াল হতো যেন তিনি তার স্ত্রীর সঙ্গে মিলিত হয়েছেন, অথচ তিনি মিলিত হননি। আয়িশা (রাঃ) বলেন, এরপর তিনি আমাকে বললেনঃ হে আয়িশা! আমি যে ব্যাপারে জানতে চেয়েছিলাম, সে বিষয়ে আল্লাহ আমাকে জানিয়ে দিয়েছেন। (আমি স্বপে দেখলাম) আমার নিকট দুই ব্যাক্তি এলো। একজন বসলো আমার পায়ের কাছে এবং আরেক জন শিয়রে।;\n\nপায়ের কাছে বসা বাক্তি শিয়রে বসা ব্যাক্তিকে জিজ্ঞাসা করলঃ এ ব্যাক্তির অবস্থা কি? সে বললঃ তাকে যাদু করা হয়েছে। সে আবার জিজ্ঞাসা করললঃ তাকে কে যাদু করেছে? সে বললঃ লাবীদ ইবনু আসাম। সে আবার জিজ্ঞাসা করলঃ কিসের মধ্যে? সে বললো নর খেজুর গাছের খোলার ভিতবে তাঁর চিরুনীর এক টুকরা ও আচড়ানো চুল পুরে দিয়ে যারওয়ান কুপের মধ্যে একটি পাথরের নীচে রেখেছে।;\n\nএরপর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (সেখানে) গিয়ে দেখে বললেনঃ এ সেই কূপ যা আমাকে স্বপ্নে দেখানো হয়েছে। সেখানের খেজুর গাছের মাথাগুলো যেন শয়তানের মাথা এবং সে কুপের পানি যেন মেহদী নিংড়ানো পানি। এরপর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নির্দেশে তা কুপ থেকে বের করা হলো। আয়িশা (রাঃ) বলেন, তখন আমি আরয করলামঃ ইয়া রাসুলাল্লাহ! আপনি কেন অর্থাৎ এটি প্রকাশ করলেন না? নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আল্লাহ তো আমাকে শিফা দান করেছেন, আর আমি মানুষের নিকট কারো কুকর্ম ছাড়ানো পছন্দ করি না। আয়িশা (রাঃ) বলেনঃ লাবীদ ইবনু আসাম ছিল ইয়াহুদীদের মিত্র বনূ যুরায়কের একব্যাক্তি।;\n",
        "id": 5637,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৮৯. একে অন্যকে হিংসা করা এবং পরস্পর বিরোধিতা করা নিষিদ্ধ। মহান আল্লাহর বাণীঃ আমি হিংসুকের হিংসার অনিষ্ট থেকে তোমার আশ্রয় প্রার্থনা করছি",
        "hadithBengali": "৫৬৩৮। বিশর ইবনু মুহাম্মদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা ধারণা করা থেকে বিরত থাকো। কারো প্রতি ধারণা পোষন করা সবচেয়ে বড় মিথ্যা ব্যাপার। তোমরা দোষ অন্বেষন করো না, গোয়েন্দাগিরী করো না, গরস্পর হিংসা করো না একে অন্যের প্রতি বিদ্বেষভাব পোষন করো না এবং পরস্পর বিরোধে লিপ্ত হয়ো না। বরং তোমরা সবাই আল্লাহর বান্দা ভাই ভাই হয়ে থেকেো।;\n",
        "id": 5638,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৮৯. একে অন্যকে হিংসা করা এবং পরস্পর বিরোধিতা করা নিষিদ্ধ। মহান আল্লাহর বাণীঃ আমি হিংসুকের হিংসার অনিষ্ট থেকে তোমার আশ্রয় প্রার্থনা করছি",
        "hadithBengali": "৫৬৩৯। আবুল ইয়ামান (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা একে অন্যের প্রতি বিদ্বেষভাব পোষন করো না, পরস্পর হিংসা করো না পরস্পর বিরুদ্ধাচরন করো না। তোমরা সবাই আল্লাহর বান্দা ভাই ভাই হয়ে থেকেো। কোন মুসলিমের জন্য তিন দিনের বেশী তার ভাইকে পরিত্যাগ করে থাকা জায়িয নয়।;\n",
        "id": 5639,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৯০. মহান আল্লাহর বাণীঃ হে মুমিনগণ! তোমরা বেশী অনুমান করা থেকে বিরত থাক।। আয়াতের শেষ পর্যন্ত",
        "hadithBengali": "৫৬৪০। আবদুল্লাহ ইবনু ইয়াহইয়া (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা অনুমান থেকে বেঁচে থেকেো। কারণ অনুমান বড় মিথ্যা ব্যাপার। আর কারো দোষ অনুসন্ধান করো না, গোয়েন্দাগিরী করো না, একে অন্যকে ধোঁকা দিও না, আর পরস্পর হিংসা করো না, একে অন্যের প্রতি বিদ্বেষভাব পোষণ করো না এবং পরস্পর বিরুদ্ধাচরন করো না। বরং সবাই আল্লাহর বান্দা ভাই ভাই হয়ে থেকো।;\n",
        "id": 5640,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৯১. কি ধরনের ধারণা করা যেতে পারে",
        "hadithBengali": "৫৬৪১। সাঈদ ইবনু উফায়র (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ অমুক অমুক ব্যাক্তি আমাদের দ্বীন সম্পর্কে কিছু জানে বলে আমি ধারণা করি না। রাবী লায়স বর্ণনা করেন যে, এ দুব্যাক্তি মুনাফিক ছিল।;\n",
        "id": 5641,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৯১. কি ধরনের ধারণা করা যেতে পারে",
        "hadithBengali": "৫৬৪২। ইয়াহইয়া ইবনু যুকায়র (রহঃ) থেকে বর্ণিত। তিনি বলেন, লায়স আমাদের কাছে উক্ত হাদীস বর্ননা করেন। (এতে রয়েছে) আয়িশা (রাঃ) বলেন একদিন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার নিকট এসে বললেনঃ হে আয়িশা! অমুক অমুক ব্যাক্তি আমাদের দ্বীন, যার উপর আমরা রয়েছি, সে সম্পর্কে কিছু জানে বলে আমি ধারণা করি না।;\n",
        "id": 5642,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "ইয়াহ্ইয়া ইবনু বুকায়র (রহ.)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৯২. মুমিনের নিজের দোষ গোপন রাখা",
        "hadithBengali": "৫৬৪৩। আবদুল আযীয ইবনু আবদুল্লাহ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি যে আমার সকল উম্মত মাফ পাবে, তবে প্রকাশকারী ব্যতীত। আর নিশ্চয় এ বড়ই ধৃষ্টতা যে, কোন ব্যাক্তি রাতে অপরাধ করল যা আল্লাহ গোপন রাখলেন। কিন্তু সে ভোর হলে বলে বেড়াতে লাগল, হে অমুক! আমি আজ রাতে এমন এমন কর্ম করেছি। অথচ সে এমন অবস্থায় রাত অতিবাহিত করল যে, আল্লাহ তার কর্ম গোপন রেখেছিলেন, আর সে ভোরে উঠে তার উপর আল্লাহর পর্দা খুলে ফেলল।;\n",
        "id": 5643,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৯২. মুমিনের নিজের দোষ গোপন রাখা",
        "hadithBengali": "৫৬৪৪। মুসাদ্দাদ (রহঃ) ... সাফওয়ান ইবনু মুহরিয (রহঃ) থেকে বর্ণিত যে, এক ব্যাক্তি ইবনু উমর (রাঃ) কে জিজ্ঞেস করলঃ আপনি নাজওয়া (কিয়ামতের দিন আল্লাহ ও তাঁর মুমিন বান্দার মধ্যে গোপন আলোচনা) সম্পর্কে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে কি বলতে শুনেছেন? তিনি বললেন, তিনি বলেছেনঃ তোমাদের এক ব্যাক্তি তার রবের এমন নিকটবর্তী হবে যে তিনি তার উপর তাঁর নিজস্ব পর্দা ঢেলে দিয়ে দুবার জিজ্ঞাসা করবেনঃ তুমি অমুক অমুক কাজ করেছিলে? সে বলবেঃ হ্যাঁ। আবার তিনি জিজ্ঞাসা করবেনঃ তুমি এমন এমন কাজ করেছিলে? সে বলবে হ্যাঁ। এভাবে তিনি তার স্বীকরোক্তি নিবেন। এরপর বলবেন আমি দুনিয়াতে তোমর এগুলো ঢেকে রেখেছিলাম। আজ আমি তোমার এসব গুনাহ মাফ করে দিচ্ছি।;\n",
        "id": 5644,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সাফওয়ান ইবনু মুহরিয",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৯৩. অহংকার। মুজাহিদ (রহঃ) বলেন, (আল্লাহর বানী) عطفه অর্থাৎ তার ঘাড়। ثَانِيَ عطفه অর্থাৎ নিজে নিজে মনে অহমিকা পোষণকারী",
        "hadithBengali": "৫৬৪৫। মুহাম্মাদ ইবনু কাসীর (রহঃ) ... হারিসা ইবনু ওহাব খুযায়ী (রাঃ) থেকে বর্ণিত নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমি কি তোমাদের জান্নাতীদের সম্পর্কে অবহিত করবো না? (তারা হলেন) ঐ সকল লোক যারা অসহায় এবং যাদের হীন মনে করা হয়। তারা যদি আল্লাহর নামে কসম খেয়ে বসে, তাহলে তা তিনি নিশ্চয়ই পুরা করে দেন। আমি কি তোমাদের জাহান্নামীদের সম্পর্কে অবহিত করবো না? তারা হলোঃ রুঢ় স্বভাব, কঠিন হৃদয় ও দাম্ভিক।;\n\nমুহাম্মদ ইবনু ঈসা (রহঃ) সুত্রে আনাস ইবনু ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেন, মদিনাবাসীদের কোন এক দাসীও রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর হাত ধরে যেখানে ইচ্ছা নিয়ে যেত। আর তিনিও তার সাথে ঢলে যেতেন।;\n",
        "id": 5645,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": " হারিসাহ ইবনু ওয়াহব (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৯৪. সম্পর্ক ত্যাগ এবং এ সম্পর্কে রাসুলুল্লাহ্ (সাঃ) এর বাণীঃ কোন লোকের জন্য তার ভাইয়ের সাথে তিনদিনের বেশি কথাবার্তা পরিত্যাগ করা জায়িয নহে",
        "hadithBengali": "৫৬৪৬। আবুল ইয়ামান (রহঃ) ... আওফ ইবনু মালিক ইবনু তুফায়ল (রাঃ) আয়িশা (রাঃ) এর বৈপিত্রেয় ভ্রাতুষ্পূত্র থেকে বর্ণিত। আয়িশা (রাঃ) কে অবহিত করা হল যে, তাঁর কোন বিক্রির কিংবা দান করার ব্যাপারে আবদুল্লাহ ইবনু যুবায়র বলেছেনঃ আল্লাহর কসম! আয়িশা (রাঃ) অবশ্যই বিরত থাকবেন, নতুবা আমি নিশ্চয়ই তার উপর নিষেধাজ্ঞা জারি করবো। তিনি জিজ্ঞাসা করলেনঃ সত্যই কি তিনি এ কথা বলেছেন? তারা বললেন হ্যাঁ। তখন আয়িশা (রাঃ) বললেনঃ আল্লাহর কসম! আমি আমার উপর মানত (শপথ) করে নিলাম যে আমি ইবনু যুবায়রের সাথে আর কখনও কথা বলবো না। যখন এ বর্জনকাল দীর্ঘ হল, তখন ইবনু যুবায়র (রাঃ) আয়িশা (রাঃ) এর নিকট সুপারিশ পাঠালেন। তখন তিনি বললেন না! আল্লাহর কসম! এ ব্যাপারে আমি কখনো কোন সুপারিশ গ্রহণ করব না। আর আমার মানতও ভঙ্গ করব না। এভাবে যখন ব্যপারটা ইবনু যুবায়র (রাঃ) এর জন্য দীর্ঘ হতে লাগলো, তখন তিনি যহুরা গোত্রের দুব্যাক্তি মিসওয়ার ইবনু মাখরামা ও আবদুর রহমান ইবনু আসওয়াদ ইবনু আবদ ইয়াগুসের সাথে আলোচনা করলেন।;\n\nতিনি তাদের দুজনকে বললেনঃ আমি তোমাদের আল্লাহর কসম দিয়ে বলছি যে, তোমরা দুজন (যে প্রকারে হোক) আমাকে আয়িশা (রাঃ) এর কাছে নিয়ে যাও। কারন আমার সাথে তার বিচ্ছিন্ন থাকার মানত জায়িয নয়। তখন মিসওয়ার (রাঃ) ও আবদুর (রাঃ) উভয়ে চাদর দিয়ে ইবনু যুবায়রকে জড়িয়ে নিয়ে এলেন এবং উভয়ে আয়িশা (রাঃ) এর কাছে অনুমতি চেয়ে বললেনঃ আসসালামু আলাইকুম ওয়া রহমাতুল্লাহি ওবাবারাকাতুহু আমরা কি ভেতরে আসতে পারি? আয়িশা (রাঃ) বললেনঃ আপনারা ভেতরে আসুন। তারা বললেনঃ আমরা সবাই? তিনি বললেনঃ হ্যাঁ, তোমরা সবাই প্রবেশ কর। তিনি জানতেন না যে তাদের সঙ্গে ইবনু যুবায়র রয়েছেন। তাই যখন তাঁরা ভেতরে প্রবেশ করলেন তখন ইবনু যুবায়র পর্দার ভেতর ডুকে গেলেন এবং আয়িশা (রাঃ) কে জড়িয়ে ধরে, তাকে আল্লাহর কসম দিতে লাগলেন এবং কাঁদতে আরম্ভ করলেন।;\n\nতখন মিসওয়ার (রাঃ) ও আবদুর রহমান (রাঃ)-ও তাকে আল্লাহর কসম দিতে আরম্ভ করলেন। তখন আয়োশা (রাঃ) ইবনু যুবায়ের (রাঃ) এর সাথে কথা বলেন এবং তার ওযর কবুল করে নেন। আর তাঁরা বলতে লাগলেনঃ আপনি তো নিশ্চয়ই জানেন যে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সম্পর্ক বর্জন করতে নিষেধ করেছেন এবং বলেছেনঃ কোন মুসলিমের জন্য তার ভাইয়ের সাথে তিন দিনের অধিক সম্পর্ক ছিন্ন রাখা হারাম।;\n\nযখন তারা আয়িশা (রাঃ) কে বেশী বেশী বুঝাতে চাপ দিতে লাগলেন, তখন তিনিও তাদের বুঝাতে ও কাঁদতে লাগলেন এবং বললেনঃ আমি মানত করে ফেলেছি। আর মানত তো শক্ত ব্যাপার। কিন্তু তারা একাধারে চাপ দিতেই থাকলেন অবশেষে তিনি ইবনু যুবায়র (রাঃ) এর সাথে কথা বলে ফেললেন এবং তার নযরের জন্য (কাফফারা স্বরুপ) চল্লিশ জন গোলাম আযাদ করে দিলেন। এর পরে, যখনই তিনি তার মানতের স্মরণ করতেন তখন তিনি এত বেশী কাঁদতেন যে, তার চোখের পানিতে তার ওড়না ভিজে যেত।;\n",
        "id": 5646,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আউফ ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৯৪. সম্পর্ক ত্যাগ এবং এ সম্পর্কে রাসুলুল্লাহ্ (সাঃ) এর বাণীঃ কোন লোকের জন্য তার ভাইয়ের সাথে তিনদিনের বেশি কথাবার্তা পরিত্যাগ করা জায়িয নহে",
        "hadithBengali": "৫৬৪৭। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা পরস্পর বিদ্বেষ ভাবাপন্ন হয়ো না, হিংসা করো না এবং একে অপর থেকে বিচ্ছিন্ন থেকেো না। আর তোমরা সবাই আল্লাহর বান্দা ও পরস্পর ভাই-ভাই হয়ে থেকো। কোন মুসলিমের জন্য জায়েয নয় যে, সে তার ভাই থেকে তিন দিনের বেশী সম্পর্ক ছিন্ন করে থাকবে।;\n",
        "id": 5647,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৯৪. সম্পর্ক ত্যাগ এবং এ সম্পর্কে রাসুলুল্লাহ্ (সাঃ) এর বাণীঃ কোন লোকের জন্য তার ভাইয়ের সাথে তিনদিনের বেশি কথাবার্তা পরিত্যাগ করা জায়িয নহে",
        "hadithBengali": "৫৬৪৮। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আবূ আইউব আনসারী (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কোন ব্যাক্তির জন্য হালাল নয় যে সে তার ভাই এর সাথে তিন দিনের বেশী এমনভাবে সম্পর্ক ছিন্ন রাখবে যে, দুজনে সাক্ষাৎ হলেও একজন এদিকে আর অপর জন সে দিকে মুখ ফিরিয়ে নেবে। তাদের মধ্যে যে সর্ব প্রথম সালামের সূচনা করবে, সেই উত্তম ব্যাক্তি।;\n",
        "id": 5648,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ আইয়ুব আনসারী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৯৫. যে আল্লাহর নাফরমানী করে তার সাথে সম্পর্ক ছিন্ন করা জায়েয। কা'ব ইবনু মালিক (রাঃ) যখন (তাবুক যুদ্ধের সময়) নাবী (সাঃ) এর পেছনে থেকে গিয়েছিলেন, তখনকার কথা উল্লেখ করে বলেন যে, নাবী  (সাঃ)  মুসলিমদেরকে আমাদের সাথে কথাবার্তা বলা নিষেধ করে দিয়েছিলেন। তিনি পঞ্চাশ দিনের কথাও উল্লেখ করেন।",
        "hadithBengali": "৫৬৪৯। মুহাম্মদ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন (একদিন) রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আমি তোমার রাগ ও খুশী উভয়ই বুঝতে পারি। আয়িশা (রাঃ) বলেন, আমি জিজ্ঞাসা করলামঃ আপনি তা কি ভাবে বুঝে নেন, ইয়া রাসুলাল্লাহ? তিনি বললেনঃ যখন তুমি খুশী থাক, তখন তুমি বলোঃ হ্যাঁ, মুহাম্মদের রবের কসম! আর যখন তুমি রাগান্বিত হও, তখন তুমি বলে থাকোঃ না, ইবরাহীমের রবের কসম! আয়িশা (রাঃ) বললেন, আমি বললাম হ্যাঁ। আমিতো শুধু আপনার নামটি বর্জন করি।;\n",
        "id": 5649,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৯৬. আপন লোকের সাথে প্রতিদিন সাক্ষাৎ করবে অথবা সকালে-বিকালে",
        "hadithBengali": "৫৬৫০। ইবরাহীম ইবনু মূসা ও লায়স (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমার বুঝ হওয়ার পর থেকেই আমি আমার বাবা-মাকে ইসলামের অন্তর্ভুক্তই পেয়েছি। আমাদের উপর এমন কোন দিন অতিবাহিত হতো না, যে দিনের উভয় প্রান্তে সকালে ও বিকেলে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের নিকট আসতেন না। একদা ঠিক দুপুর বেলায় আমরা আবূ বকর (রাঃ) এর কক্ষে বসা ছিলাম। একজন বলে উঠলেনঃ এই যে রাসুলুল্লাহসাল্লাল্লাহু আলাইহি ওয়াসাল্লাম! তিনি এমন সময় এসেছেন, যে সময় তিনি আমাদের এখানে আসেন না। আবূ বকর (রাঃ) বললেনঃ তাকে কোন গুরত্বপূর্ণ বিষয়ই এ মুহূর্তে নিয়ে এসেছে। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ আমাকে মক্কা থেকে বের হয়ে যাওয়ার অনুমতি দেওয়া হয়েছে।;\n",
        "id": 5650,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৯৯. ভ্রাতৃত্বের ও প্রতিশ্রুতির বন্ধন স্থাপন। আবু জুহাই.ফা.হ্ (রাঃ) বলেন, নাবী (সাঃ)  সালমান ও আবু দারদার মধ্যে ভ্রাতৃত্বের সম্পর্ক স্থাপন করেন। আবদুর রহমান ইবনু আওফ (রাঃ) বলেনঃ আমরা মদিনায় আসলে নাবী (সাঃ)  আমার ও সা'দ ইবনু রাবী-এর মধ্যে ভ্রাতৃত্বের সম্পর্ক স্থাপন করে দেন ",
        "hadithBengali": "৫৬৫১। মুহাম্মদ ইবনু সালাম (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত যে, একবার নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক আনসার পরিবারের সাথে সাক্ষাৎ করতে গেলেন এরপর তিনি তাদের সেখানে খাবার খেলেন। এরপর যখন তিনি বেরিয়ে আসার ইচ্ছা করলেন, তখন ঘরের মধ্যে এক জায়গায় (সালাতের জন্য) বিছানা করতে নির্দেশ দিলেন। তখন তার জন্য পানি ছিটিয়ে একখানা চাটাই বিছিয়ে দেয়া হলো। তারপর তিনি এর উপর সালাত (নামায/নামাজ) আদায় করলেন এবং তাদের জন্য দুআ করলেন।;\n",
        "id": 5651,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৯৮. প্রতিনিধিদের সাথে সাক্ষাৎ উপলক্ষে সুন্দর পোশাক পরিধান করা",
        "hadithBengali": "৫৬৫২। আবদুল্লাহ ইবনু মুহাম্মাদ (রহঃ) ... ইয়াহইয়া ইবনু আবূ ইসহাক (রহঃ) থেকে বর্ণিত যে, সালিম ইবনু আবদুল্লাহ (রহঃ) আমাকে জিজ্ঞাসা করলেনঃ ইস্তাবরাক কী? আমি বললামঃ তা মোটা ও সুন্দর রেশমী বস্ত্র। তিনি বললেনঃ আমি আবদুল্লাহ ইবনু উমরকে বলতে শুনেছি যে, উমর (রাঃ) এক ব্যাক্তির গায়ে একজোড়া মোটা রেশমী বস্ত্র দেখলেন। তখন তিনি সেটা নিয়ে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর খেদমতে এসে বললেনঃ ইয়া রাসুলাল্লাহ! আপনি এটি কিনে নিন। যখন আপনার নিকট কোন প্রতিনিধি দল আসবে, (তাদের সঙ্গে সাক্ষাতের জন্য) তখন আপনি এটি পরবেন। তিনি বললেনঃ রেশমী বস্ত্র একমাত্র ঐ ব্যাক্তই পরবে, যার (আখিরাতে) কোন হিসসা নেই। এরপর বেশ কিছুদিন অতিবাহিত হওয়ার পর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উমর (রাঃ) এর নিকট এরূপ একজোড়া কাপড় পাঠালেন। তখন তিনি সেটি নিয়ে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর খিদমতে এসে বললেনঃ আপনি এটা আমার নিকট পাঠালেন, অথচ নিজেই এ জাতীয় বস্ত্র সম্পর্কে যা বলার তা বলেছিলেন। তিনি বললেনঃ আমি তো এটা একমাত্র এ জন্য তোমার নিকট পাঠিয়েছি, যেন তুমি এর বিনিময়ে কোন মাল গ্রহন করতে পার। এ হাদীসের প্রেক্ষিতে ইবনু উমর (রাঃ) কারুকার্য খচিত কাপড় পড়তে অপছন্দ করতেন।;\n",
        "id": 5652,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৯৯. ভ্রাতৃত্বের ও প্রতিশ্রুতির বন্ধন স্থাপন। আবু জুহাই.ফা.হ্ (রাঃ) বলেন, নাবী (সাঃ)  সালমান ও আবু দারদার মধ্যে ভ্রাতৃত্বের সম্পর্ক স্থাপন করেন। আবদুর রহমান ইবনু আওফ (রাঃ) বলেনঃ আমরা মদিনায় আসলে নাবী (সাঃ)  আমার ও সা'দ ইবনু রাবী-এর মধ্যে ভ্রাতৃত্বের সম্পর্ক স্থাপন করে দেন ",
        "hadithBengali": "৫৬৫৩। মুসাদ্দাদ (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। আবদুর রহমান ইবনু আওফ (রাঃ) আমাদের নিকট এলে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর ও সাদ ইবনু রাবী এর মধ্যে ভ্রাতৃত্বের সম্পর্ক স্থাপন করে দেন। তারপর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার বিয়ের পর তাকে বললেনঃ তুমি ওয়ালিমা করো অন্তত একটি বকরী দিয়ে হলেও।;\n",
        "id": 5653,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৯৯. ভ্রাতৃত্বের ও প্রতিশ্রুতির বন্ধন স্থাপন। আবু জুহাই.ফা.হ্ (রাঃ) বলেন, নাবী (সাঃ)  সালমান ও আবু দারদার মধ্যে ভ্রাতৃত্বের সম্পর্ক স্থাপন করেন। আবদুর রহমান ইবনু আওফ (রাঃ) বলেনঃ আমরা মদিনায় আসলে নাবী (সাঃ)  আমার ও সা'দ ইবনু রাবী-এর মধ্যে ভ্রাতৃত্বের সম্পর্ক স্থাপন করে দেন ",
        "hadithBengali": "৫৬৫৪। মুহাম্মদ ইবনু সাব্বাহ (রহঃ) ... আসিম (রহঃ) থেকে বর্ণিত যে, আমি আনাস ইবনু মাসিক (রাঃ) কে জিজ্ঞাসা করলাম। আপনি জানেন কি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ ইসলামে প্রতিশ্রুতির সম্পর্ক নেই? তিনি বললেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তো আমার ঘরে বসে কুরায়শ আর আনসারদের মধ্যে পরস্পর প্রতিশ্রুতির বন্ধন স্থাপন করেন।;\n",
        "id": 5654,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আসিম (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫০০. মুচকি হাসি ও হাসি প্রসঙ্গে। ফাতিমা (রাঃ) বলেন, একবার নাবী (সাঃ) আমাকে গোপনে একটি কথা বললেন, আমি হাসলাম। ইবনু আব্বাস (রাঃ) বলেনঃ নিশ্চয়ই আল্লাহ হাসানো ও কাঁদানোর একমাত্র মালিক",
        "hadithBengali": "৫৬৫৫। হিব্বান ইবনু মূসা (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত যে, রিফাআ কুরাবী (রাঃ) তাঁর স্ত্রীকে তালাক দেন এবং অকাট্য তালাক দেন। এরপর আবদুর রহমান ইবনু যুবায়র তাকে বিয়ে করেন। পরে তিনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে বলেনঃ ইয়া রাসুলাল্লাহ! তিনি রিফাআর কাছে ছিলেন এবং রিফাআ তাকে শেষ তিন তালাক দিয়ে দেন এবং তাঁকে আবুদর রহমান ইবনু যুবায়র বিয়ে করেন। আল্লাহর কসমা ইয়া রাসুলাল্লাহ! এর কাছে তো শুধু এ কাপড়ের মত রয়েছে। (একথা বলে) তিনি তাঁর ওড়নার আচল ধরে উঠালেন।;\n\nরাবী বলেনঃ তখন আবূ বকর (রাঃ) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট বসা ছিলেন এবং সাঈদ ইবনু আসও ভেতরে প্রবেশ করার অনুমতি লাভের অপেক্ষায় হুজরার দরজার কাছে বসা ছিলেন। তখন সাদ (রাঃ) আবূ বকর (রাঃ) কে উচ্চস্বরে ডেকে বললেনঃ হে আবূ বকর আপনি এই মহিলাকে কেন ধমক দিচ্ছেন না, যে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সামনে (প্রকাশ্যে) এসব কথাবার্তা বলছে তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কেবল মুচকি হাসছিলেন। তারপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ সম্ভবত তুমি আবার রিফাআ (রাঃ) এর নিকট ফিরে যেতে চাও। তা হবে না। যতক্ষন না তুমি তার এবং সে তোমার মিলন স্বাদ গ্রহন করবে।;\n",
        "id": 5655,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫০০. মুচকি হাসি ও হাসি প্রসঙ্গে। ফাতিমা (রাঃ) বলেন, একবার নাবী (সাঃ) আমাকে গোপনে একটি কথা বললেন, আমি হাসলাম। ইবনু আব্বাস (রাঃ) বলেনঃ নিশ্চয়ই আল্লাহ হাসানো ও কাঁদানোর একমাত্র মালিক",
        "hadithBengali": "৫৬৫৬। ইসমাঈল (রহঃ) ... সাদ ইবনু আবূ ওক্কাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, একদিন উমর ইবনু খাত্তাব (রাঃ) রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট (প্রবেশের) অনুমতি চাইলেন। তখন তার নিকট কুরাইশের কয়েকজন মহিলা প্রশ্নাদি করছিলেন এবং তাঁদের আওয়াজ তার আওয়াজের উপর চড়া ছিল। যখন উমর (রাঃ) অনুমতি চাইলেন। তখন তাঁরা তাড়াতাড়ি পর্দার আড়ালে চলে গেলেন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে অনুমতি দেওয়ার পর যখন তিনি ভিতরে প্রবেশ করলেন, তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হাসছিলেন। উমর (রাঃ) বললেন আল্লাহ আপনাকে হাসি মুখে রাখুন; ইয়া রাসুলাল্লাহ! তখনই নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আমার নিকট যে সব মহিলা ছিলেন, তাদের প্রতি আমি আশ্চার্যান্বিত যে তারা তোমার আওয়াজ শোনা মাত্রই তাড়াতাড়ি পর্দার আড়ালে চলে গেলেন।;\n\nউমর (রাঃ) বললেনঃ ইয়া রাসুলাল্লাহ! এদের ভয় করার জন্য আপনিই অধিক যোগ্য ছিলেন। এরপর তিনি মহিলাদেরকে লক্ষ্য করে বললেন হে নিজের জানের দুশমনরা! তোমরা কি আমাকে ভয় কর, আর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে ভয় কর না? তারা জবাব দিলেন আপনি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনেক বেশী কঠিন ও কঠোর ব্যাক্তি। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন হে ইবনু খাত্তাব! শোনো! সেই সত্তার কসম, যার হাতে আমার জীবন; যখন শয়তান পথ চলতে তোমার সম্মুখীন হয়, তখনই শয়তান তোমার পথ ছেড়ে অন্য পথ ধরে।;\n",
        "id": 5656,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সা'দ বিন আবূ ওয়াক্কাস (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫০০. মুচকি হাসি ও হাসি প্রসঙ্গে। ফাতিমা (রাঃ) বলেন, একবার নাবী (সাঃ) আমাকে গোপনে একটি কথা বললেন, আমি হাসলাম। ইবনু আব্বাস (রাঃ) বলেনঃ নিশ্চয়ই আল্লাহ হাসানো ও কাঁদানোর একমাত্র মালিক",
        "hadithBengali": "৫৬৫৭। কুতায়বা ইবনু সাঈদ (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ যখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তায়েফে (অবরোধ করে) ছিলেন, তখন একদিন তিনি বললেনঃ ইনশাআল্লাহ আগামী কাল আমরা ফিরে যাব। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কয়েকজন সাহাবী বললেনঃ আমরা তায়েফ জয় না করা পর্যন্ত স্থান ত্যাগ করব না। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন তবে ভোর হলেই তোমরা যুদ্ধে নেমে পড়বে। রাবী বলেনঃ তারা ভোর থেকেই তাদের সাথে ভীষণ লড়াই আরম্ভ করলেন। এতে তাদের মধ্যে বহুলোক জখম হয়ে পড়লেন। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ ইয়া আল্লাহ আমরা আগামীকাল ফিরে চলে যাবো এবং তারা সবাই নীরব রইলেন। আর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হেসে দিলেন।;\n",
        "id": 5657,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫০০. মুচকি হাসি ও হাসি প্রসঙ্গে। ফাতিমা (রাঃ) বলেন, একবার নাবী (সাঃ) আমাকে গোপনে একটি কথা বললেন, আমি হাসলাম। ইবনু আব্বাস (রাঃ) বলেনঃ নিশ্চয়ই আল্লাহ হাসানো ও কাঁদানোর একমাত্র মালিক",
        "hadithBengali": "৫৬৫৮। মূসা (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বললেন, এক বাক্তি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এসে বলল আমি ধ্বংস হয়ে গেছি। আমি রামাযানে (দিনে) আমার স্ত্রীর সাথে সহবাস করে ফেলেছি। তিনি বললেনঃ তুমি একটি গোলাম আযাদ করে দাও। সে বলল আমার গোলাম নেই। তিনি বললেনঃ তাহলে একধারে দুমাস সিয়াম পালন কর। সে বললঃ এতেও আমি সক্ষম নই। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তবে ষাটজন মিসকীনকে খাবার দাও। সে বললঃ তারও আমার সামর্থ নেই। তখন এক ঝুড়ি খেজুর এল।;\n\nনবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ প্রশ্নকারী ব্যাক্তিটি কোথায়? এইটি নিয়ে সাদাকা করে দাও। লোকটি বললঃ আমার চেয়ে বেশী অভাবগ্রস্ত আর কে? আল্লাহর কসম! মদিনার উভয় প্রান্তের মধ্যবর্তী স্থলে এমন কোন পরিবার নেই, যে আমাদের চেয়ে বেশী অভাবগ্রস্ত। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এমনভাবে হেসে দিলেন যে, তার চোয়ালের দাঁতগুলো প্রকাশ পেল এবং তিনি বললেনঃ তাহলে এখন এটা তোমরাই খেয়ে নাও।;\n",
        "id": 5658,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫০০. মুচকি হাসি ও হাসি প্রসঙ্গে। ফাতিমা (রাঃ) বলেন, একবার নাবী (সাঃ) আমাকে গোপনে একটি কথা বললেন, আমি হাসলাম। ইবনু আব্বাস (রাঃ) বলেনঃ নিশ্চয়ই আল্লাহ হাসানো ও কাঁদানোর একমাত্র মালিক",
        "hadithBengali": "৫৬৫৯। আবদুল আযীয ইবনু আবদুল্লাহ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ একবার আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে হেঁটে চলছিলাম। তখন তার গায়ে একখানা গাঢ় পাড়যুক্ত নাজরানী চাদর ছিল। এক বেদুঈন তাঁকে পেয়ে চাদরখানা ধরে ভীষণ জোরে টান দিল। আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাঁধের উপর তাকিয়ে দেখলাম যে, জোরে চাদরখানা টানার কারনে তার কাঁধে চাদরের পাড়ের দাগ বসে গেছে। তারপর বেদুঈনটি বললোঃ হে মুহাম্মাদ! তোমার কাছে আল্লাহর দেওয়া সে সম্পদ আছে, তা থেকে আমাকে দেওয়ার নির্দেশ দাও। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার দিকে ফিরে হেসে দিলেন এবং তাকে কিছু দান করার নির্দেশ দিলেন।;\n",
        "id": 5659,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫০০. মুচকি হাসি ও হাসি প্রসঙ্গে। ফাতিমা (রাঃ) বলেন, একবার নাবী (সাঃ) আমাকে গোপনে একটি কথা বললেন, আমি হাসলাম। ইবনু আব্বাস (রাঃ) বলেনঃ নিশ্চয়ই আল্লাহ হাসানো ও কাঁদানোর একমাত্র মালিক",
        "hadithBengali": "৫৬৬০। ইবনু নুমায়র (রহঃ) ... জারীর (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি ইসলাম গ্রহন করার পর থেকে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে তার কাছে যেতে বাধা দেননি। তিনি আমাকে দেখামাত্রই আমার সামনে মুচকি হাসি হাসতেন। একদিন আমি অভিযোগ করে বললামঃ আমি ঘোড়ার পিঠে চেপে বসে আকড়ে থাকতে পারি না। তখন তিনি আমার বুকে হাত রেখে দুআ করলেন। হে আল্লাহ! তাকে দৃঢ়মনা করে দিন এবং তাকে হেদায়েতকারী ও হেদায়েত প্রাপ্ত বানিয়ে দিন।;\n",
        "id": 5660,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "জারীর ইবনু আবদুল্লাহ আল বাজলী  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫০০. মুচকি হাসি ও হাসি প্রসঙ্গে। ফাতিমা (রাঃ) বলেন, একবার নাবী (সাঃ) আমাকে গোপনে একটি কথা বললেন, আমি হাসলাম। ইবনু আব্বাস (রাঃ) বলেনঃ নিশ্চয়ই আল্লাহ হাসানো ও কাঁদানোর একমাত্র মালিক",
        "hadithBengali": "৫৬৬১। মুহাম্মদ ইবনু মুসান্না (রহঃ) ... যায়নাব বিনত উম্মে সালামা (রাঃ) থেকে বর্ণিত যে, একবার উম্মে সুলায়ম (রাঃ) বলেনঃ ইয়া রাসুলাল্লাহ! আল্লাহ তো সত্য কথা বলতে লজ্জা করেন না। মেয়েলোকের স্বপ্নদোষ হলে তাদেরও কি গোসল করতে হবে? তিনি বললেনঃ হ্যাঁ। যদি সে পানি (বীর্য) দেখতে পায়। তখন উম্মে সুলায়মা (রাঃ) হেসে দিলেন এবং জিজ্ঞাসা করলেন মেয়ে লোকেরও কি স্বপ্নদোষ হতে পারে? নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তা না হলে, সন্তানের মধ্যে সাদৃশ্য হয় কেমন করে?;\n",
        "id": 5661,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "যায়নাব বিনত আবূ সালামাহ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫০০. মুচকি হাসি ও হাসি প্রসঙ্গে। ফাতিমা (রাঃ) বলেন, একবার নাবী (সাঃ) আমাকে গোপনে একটি কথা বললেন, আমি হাসলাম। ইবনু আব্বাস (রাঃ) বলেনঃ নিশ্চয়ই আল্লাহ হাসানো ও কাঁদানোর একমাত্র মালিক",
        "hadithBengali": "৫৬৬২। ইয়াহইয়া ইবনু সুলায়মান (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে এমনভাবে মুখভরে হাসতে দেখিনি যে, তার আলা জিহ্বা দেখা যেত। তিনি তো শুধু মুচকি হাসতেন।;\n",
        "id": 5662,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫০০. মুচকি হাসি ও হাসি প্রসঙ্গে। ফাতিমা (রাঃ) বলেন, একবার নাবী (সাঃ) আমাকে গোপনে একটি কথা বললেন, আমি হাসলাম। ইবনু আব্বাস (রাঃ) বলেনঃ নিশ্চয়ই আল্লাহ হাসানো ও কাঁদানোর একমাত্র মালিক",
        "hadithBengali": "৫৬৬৩। মুহাম্মাদ ইবনু মাহবুব ও খালীফা (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। এক ব্যাক্তি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট জুমুআর দিন মদিনায় এল, যখন তিনি খুতবা দিচ্ছিলেন। সে বললোঃ বৃষ্টি বন্ধ হয়ে গেছে আপনি বৃষ্টিপাতের জন্য আপনার রবের নিকট দুআ করুন। তখন আকাশের দিকে তাকালেন তখন আমরা আকাশে কোন মেঘ দেখছিলাম না। তখন তিনি বৃষ্টিপাতের জন্য দু আ করলেন। এ সময় মেঘ এসে মিলিত হতে লাগলো। তারপর এমন বৃষ্টিপাত হল যে, মদিনার খাল-নালাগুলো প্রবাহিত হতে লাগল এবং ক্রমাগত পরবর্তী জুমুআ পর্যন্ত বৃষ্টিপাত হতে থাকল, মাঝে আর বিরতি হয়নি।;\n\nপরবর্তী জুমুআয় যখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খুতবা দিচ্ছিলেন, তখন ঐ ব্যাক্তি অথবা অন্য এক ব্যাক্তি দাঁড়িয়ে বলল, আমরা তো ডুবে গেছি। আপনি আপনার রবের কাছে দুআ করুন, যেন তিনি আমাদের উপর থেকে বৃষ্টিপাত বন্ধ করে দেন। তখন তিনি হেসে দিলেন এবং দুবার অথবা তিন বার দুআ করলেন। ইয়া আল্লাহ! (বৃষ্টি) আশে পাশে নিয়ে যান, আমাদের উপর নয়। তখন মেঘপুঞ্জ দূর হয়ে গিয়ে মদিনার আশে-পাশে বর্ষণ করতে লাগল। আমাদের উপর আর বর্ষিত হলো না। এতে আল্লাহ তাঁর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর মুজিযা ও তার দুআ কবুল হওয়ার নিদর্শন দেখান।;\n",
        "id": 5663,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫০১. আল্লাহ তাআলার বানীঃ ;হে ইমানদারগন তোমরা আল্লাহকে ভয় করো এবং সত্যবাদীদের সাথে থাকো; মিথ্যা কথা বলা নিষিদ্ধ প্রসঙ্গে",
        "hadithBengali": "৫৬৬৪। উসমান ইবনু আবূ শায়বা (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ সত্য নেকীর দিকে পরিচালিত করে আর নেকী জান্নাতের দিকে পৌছায়। আর মানুষ সত্যের উপর প্রতিষ্ঠিত থেকে অবশেষে সিদ্দীক এর দরজা লাভ করে। আর মিথ্যা মানুষকে পাপের দিকে নিয়ে যায়। পাপ তাকে জাহান্নামের দিকে নিয়ে যায়। আর মানুষ মিথ্যা কথা বলতে বলতে অবশেষে আল্লাহর কাছে মহামিথ্যাবাদী রূপে সাব্যস্ত হয়ে যায়।;\n",
        "id": 5664,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ' ইব্'ন মাসউদ (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫০১. আল্লাহ তাআলার বানীঃ ;হে ইমানদারগন তোমরা আল্লাহকে ভয় করো এবং সত্যবাদীদের সাথে থাকো; মিথ্যা কথা বলা নিষিদ্ধ প্রসঙ্গে",
        "hadithBengali": "৫৬৬৫। ইবনু সালাম (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ মুনাফিকের চিহ্ন তিনটিঃ যখন সে কথা বলে, তখন মিথ্যা বলে, আর যখন সে ওয়াদা করে, তখন তা ভঙ্গ করে আর যখন তার কাছে আমানত রাখা হয় তখন সে তাতে খিয়ানত করে।;\n",
        "id": 5665,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫০১. আল্লাহ তাআলার বানীঃ ;হে ইমানদারগন তোমরা আল্লাহকে ভয় করো এবং সত্যবাদীদের সাথে থাকো; মিথ্যা কথা বলা নিষিদ্ধ প্রসঙ্গে",
        "hadithBengali": "৫৬৬৬। মূসা ইবনু ইসমাঈল (রহঃ) ... সামুরা ইবনু জুনদুব (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমি আজ রাতে (স্বপ্নে)! দুজন লোককে দেখলাম। তারা বললোঃ আপনি যে লোকটির গাল চিরে ফেলতে দেখলেন, সে বড় মিথ্যাবাদী। সে এমন মিথ্যা বলত যে দুনিয়ার (লোক) আনাচে কানাচে তা ছড়িয়ে দিত। ফলে, কিয়ামত পর্যন্ত তার সাথে এরূপ ব্যবহার হতে থাকবে।;\n",
        "id": 5666,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সামুরাহ ইবনু জুনদুব (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫০২. উত্তম চরিত্র",
        "hadithBengali": "৫৬৬৭। ইসহাক ইবনু ইবরাহীম (রহঃ) ... হুযায়ফা (রাঃ) থেকে বর্ণিত। তিনি বলেন যে, মানুষের মধ্যে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে চাল-চলনে, রীতি-নীতিতে ও স্বভাব-চরিত্রে, যার সবচেয়ে বেশী সামঞ্জস্য বিদ্যমান, তিনি হলেন ইবনু উম্মে আবদ। যখন তিনি নিজ ঘর থেকে বের হন, তখন থেকে ঘরে ফিরে আসা পর্যন্ত এ সামঞ্জস্য দেখা যায়। তবে তিনি একাকী নিজ গৃহে কিরূপ ব্যবহার করেন, তা আমরা জানি না।;\n",
        "id": 5667,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "হুযাইফাহ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫০২. উত্তম চরিত্র",
        "hadithBengali": "৫৬৬৮। আবুল ওয়ালীদ (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ উত্তম বানী হলো আল্লাহর কিতাব। আর সবচে উত্তম চরিত্র হল মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর চরিত্র।;\n",
        "id": 5668,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ' ইব্'ন মাসউদ (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫০৩. ধৈর্যধারণ ও কষ্ট দেয়া। আল্লাহর বাণীঃ নিশ্চয়ই ধৈর্যশীলদের অগণিত পুরস্কার দেওয়া হবে",
        "hadithBengali": "৫৬৬৯। মুসাদ্দাদ (রহঃ) ... আবূ মূসা (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কষ্টের কথা শোনার পর আল্লাহ তাআলার চেয়ে অধিক ধৈর্যধারনকারী কেউ বা কোন কিছুই নেই। লোকেরা তার জন্য সন্তান সাব্যস্ত করে; এরপরও তিনি তাদের বিপদ মুক্ত রাখেন এবং রিযিক দান করেন।;\n",
        "id": 5669,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ মূসা আল- আশআরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫০৩. ধৈর্যধারণ ও কষ্ট দেয়া। আল্লাহর বাণীঃ নিশ্চয়ই ধৈর্যশীলদের অগণিত পুরস্কার দেওয়া হবে",
        "hadithBengali": "৫৬৭০। উমর ইবনু হাফস (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম গনীমতের মাল বণ্টন করলেন। তখন এক আনসারী ব্যাক্তি বললঃ আল্লাহর কসম এ বণ্টনে আল্লাহর সন্তুষ্টি কামনা করা হয়নি। তখন আমি বললামঃ জেনে রেখো, আমি নিশ্চয়ই নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এ কথা বলব। সুতরাং আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে আসলাম। তখন তিনি তার সাহাবীগণের মধ্যে ছিলেন। এজন্য তার কাছে কথাটা চুপেচুপে বললাম। একথাটি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে বড়ই কষ্টদায়ক হল, তার চেহারার রং বদলে গেল এবং তিনি এত রাগাম্বিত হলেন যে, আমি ভাবলাম, হায়! যদি আমি তার কাছে এ খবর না দিতাম, তবে কত ভাল হত। এরপর বললেনঃ মূসা (আলাইহিস সালাম) কে নিশ্চই এর চেয়েও বেশী কষ্ট দেয়া হয়েছে। তাতেও তিনি ধৈর্যধারণ করেছেন।;\n",
        "id": 5670,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ' ইব্'ন মাসউদ (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫০৪.  কারো মুখোমুখী তিরস্কার না করা ",
        "hadithBengali": "৫৬৭১। উমর ইবনু হাফয (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একবার নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিজে কোন কাজ করলেন এবং অন্যদের তা করার অনুমতি দিলেন। তথাপি একদল লোক তা থেকে বিরত রইল। এ খবর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট পৌছলে তিনি ভাষণ দিলেন এবং আল্লাহর প্রশংসার পর বললেন কিছু লোকের কি হয়েছে। তারা এমন কাজ থেকে বিরত থাকতে চায়, যা আমি নিজে করছি। আল্লাহর কসম! আমি আল্লাহর সম্পর্কে তাদের চেয়ে অধিক জ্ঞাত এবং আমি তাকে তাদের চাইতে অনেক বেশী ভয় করি।;\n",
        "id": 5671,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫০৪.  কারো মুখোমুখী তিরস্কার না করা ",
        "hadithBengali": "৫৬৭২। আবদান (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ পর্দার ভেতরে কুমারীদের চেয়েও নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বেশী লাজুক ছিলেন। যখন তিনি তার কাছে অপছন্দনীয় কিছু দেখতেন, তখন আমরা তার চেহারাতেই এর আভাস পেয়ে যেতাম।;\n",
        "id": 5672,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ সা'ঈদ খুদরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫০৫. কোন ব্যক্তি তার মুসলিম ভাইকে বিনা কারণে কাফির বললে তা তার নিজের উপরই বার্তাবে",
        "hadithBengali": "৫৬৭৩। মুহাম্মাদ ও আহমাদ ইবনু সাঈদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যখন কোন ব্যাক্তি তার মুসলিম ভাইকে হে কাফির বলে ডাকে, তখন তা তাদের দুজনের কোন একজনের উপর বর্তায়।;\n",
        "id": 5673,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫০৫. কোন ব্যক্তি তার মুসলিম ভাইকে বিনা কারণে কাফির বললে তা তার নিজের উপরই বার্তাবে",
        "hadithBengali": "৫৬৭৪। ইসমাঈল (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে কেউ তার ভাইকে কাফির বলবে, তাদের দুজনের একজনের উপর তা বর্তাবে।;\n",
        "id": 5674,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫০৫. কোন ব্যক্তি তার মুসলিম ভাইকে বিনা কারণে কাফির বললে তা তার নিজের উপরই বার্তাবে",
        "hadithBengali": "৫৬৭৫। মূসা ইবনু ইসমাঈল (রহঃ) ... সাবিত ইবনু যাহহাক (রাঃ) থেকে বর্নিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে কেউ ইসলাম ধর্ম ছাড়া অন্য কোন ধর্মের মিথ্যা কসম খায়, সে যা বলে তাই হবে। আর যে বস্তু দিয়ে কেউ আত্নহত্যা করবে, জাহান্নামের আগুনে তাকে সে বস্তু দিয়েই আযাব দেওয়া হবে। ঈমানদারকে লানত করা, তাকে হত্যা করার সমান। আর যে কেউ কোন ঈমানদারকে কুফরীর অপবাদ দিবে, তাও তাকে হত্যা করার সমান হবে।;\n",
        "id": 5675,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সাবিত ইবন যাহহাক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫০৬. কেউ যদি কাউকে না জেনে কিংবা নিজ ধারণ অনুযায়ী (কাফির বা মুনাফিক) সম্বোধন করে, তাকে কাফির বলা যাবে না। উমার ইবনু খাত্তাব (রাঃ) হাতিব ইবনু বাল্তা'আ (রাঃ) কে বলেছিলেন, ইনি মুনাফিক। তখন নাবী (সাঃ) বললেনঃ তা তুমি কী করে জানলে? অথচ আল্লাহ বদর যুদ্ধে যোগদানকারীদের প্রতি লক্ষ্য করে বলেছেনঃ আমি তোমাদের গুনাহ মাফ করে দিলাম।",
        "hadithBengali": "৫৬৭৬। মুহাম্মাদ ইবনু আবদুল্লাহ (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্নিত যে মুআয ইবনু জাবাল (রাঃ) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাথে সালাত (নামায/নামাজ) আদায় করতেন। পুনরায় তিনি নিজ কাওমের নিকট এসে তাদের তিনি সালাত আদায় করতেন। একবার তিনি তাদের নিয়ে সালাতে সুরা বাকারা পড়লেন। তখন এক ব্যাক্তি; সালাত সংক্ষেপ করতে চাইল। সুতরাং সে (আলাদা হয়ে) সংক্ষেপে সালাত আদায় করলেন। এ খবর মুআয (রাঃ) এর কাছ পৌছলে তিনি বললেনঃ সে মুনাফিক! লোকটির কাছে এ খবর পৌছলে তিনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর খেদমতে এসে বললঃ ইয়া রাসূলাল্লাহ! আমরা এমন এক কাওমের লোক, যারা নিজের হাতে কাজ করি, আর নিজের উট দিয়ে সেঁচের কাজ করি। মুআয (রাঃ) গত রাত্রে সূরা বাকারা দিয়ে সালাত আদায় করতে আরম্ভ করলেন, তখন আমি সংক্ষেপে সালাত আদায় করে নিলাম। এতে মুআয (রাঃ) বললেন যে, আমি মুনাফিক। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ হে মুআয। তুমি কি (লোকদের) দ্বীনের প্রতি বিতৃঞ্চ করতে চাও? একথাটি তিনি তিন বার বললেন। পরে তিনি তাকে বললেনঃ তুমি ওয়াশ শামসি ওয়াদ দু-হা আর সাব্বিহিসমা রাব্বিকাল আলা এবং এর অনুরূপ ছোট সূরা পড়বে।;\n",
        "id": 5676,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "জাবির ইবনু আবদুল্লাহ আনসারী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫০৬. কেউ যদি কাউকে না জেনে কিংবা নিজ ধারণ অনুযায়ী (কাফির বা মুনাফিক) সম্বোধন করে, তাকে কাফির বলা যাবে না। উমার ইবনু খাত্তাব (রাঃ) হাতিব ইবনু বাল্তা'আ (রাঃ) কে বলেছিলেন, ইনি মুনাফিক। তখন নাবী (সাঃ) বললেনঃ তা তুমি কী করে জানলে? অথচ আল্লাহ বদর যুদ্ধে যোগদানকারীদের প্রতি লক্ষ্য করে বলেছেনঃ আমি তোমাদের গুনাহ মাফ করে দিলাম।",
        "hadithBengali": "৫৬৭৭। ইসহাক (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের কেউ যদি কসম খায় এবং লাত ও উযযার কসম করে, তবে সে যেন (সাথে সাথেই) লা ইলাহা ইল্লাল্লাহ বলে। আর যদি কেউ তার সাথীকে বলে, এসো আমরা জুয়া খেলি; তবে সে যেন (কোন কিছু) সাদাকা করে।;\n",
        "id": 5677,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫০৬. কেউ যদি কাউকে না জেনে কিংবা নিজ ধারণ অনুযায়ী (কাফির বা মুনাফিক) সম্বোধন করে, তাকে কাফির বলা যাবে না। উমার ইবনু খাত্তাব (রাঃ) হাতিব ইবনু বাল্তা'আ (রাঃ) কে বলেছিলেন, ইনি মুনাফিক। তখন নাবী (সাঃ) বললেনঃ তা তুমি কী করে জানলে? অথচ আল্লাহ বদর যুদ্ধে যোগদানকারীদের প্রতি লক্ষ্য করে বলেছেনঃ আমি তোমাদের গুনাহ মাফ করে দিলাম।",
        "hadithBengali": "৫৬৭৮। কুতায়বা (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত যে, তিনি উমর ইবনু খাত্তাব (রাঃ) কে একদিন আরোহীর মাঝে এমন সময় পেলেন, যখন তিনি তার পিতার নামে কসম খাচ্ছিলেন। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উচ্চস্বরে তাদের বললেনঃ জেনে রাখ! আল্লাহ তোমাদের নিজের পিতার নামে কসম খেতে নিষেধ করেছেন। যদি কাউকে কসম খেতেই হয়, তবে সে যেন আল্লাহর নামেই কসম খায়, অন্যথায় সে যেন চুপ থাকে।;\n",
        "id": 5678,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫০৭. আল্লাহর বিধি-নিষেধের ব্যাপারে রাগ করা ও কঠোরতা অবলম্বন করা জায়িয। আল্লাহ বলেছেনঃ কাফির ও মুনাফিকদের বিরুদ্ধে জিহাদ কর, তাদের প্রতি কঠোরতা অবলম্বন কর।",
        "hadithBengali": "৫৬৭৯। ইয়াসারাহ ইবনু সাফওয়ান (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, একবার নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার নিকট আসলেন। তখন ঘরে একখানি পর্দা ঝুলানো ছিল। যাতে ছবি ছিল। তা দেখে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর চেহারার রং বদলিয়ে গেল। এরপর তিনি পর্দাখানা হাতে নিয়ে ছিড়ে ফেললেন। আয়িশা (রাঃ) বলেন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম লোকদের মধ্যে বললেন কিয়ামতের দিন সবচেয়ে কঠিন আযাব হবে ঐসব লোকদের যারা এ সকল ছবি আঁকে।;\n",
        "id": 5679,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫০৭. আল্লাহর বিধি-নিষেধের ব্যাপারে রাগ করা ও কঠোরতা অবলম্বন করা জায়িয। আল্লাহ বলেছেনঃ কাফির ও মুনাফিকদের বিরুদ্ধে জিহাদ কর, তাদের প্রতি কঠোরতা অবলম্বন কর।",
        "hadithBengali": "৫৬৮০। মুসাদ্দাদ (রহঃ) ... আবূ মাসউদ (রাঃ) থেকে বর্ণিত যে, এক ব্যাক্তি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এসে বললেন অমুক ব্যাক্তি সালাত (নামায/নামাজ) দীর্ঘ করার কারণে আমি ফজরের সালাত থেকে পিছনে থাকি। বর্ণনাকারী বলেন আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে কোন ওয়াযের মধ্যে সেদিন থেকে বেশী রাগান্বিত হতে আর দেখি নি। রাবী বলেন, এরপর তিনি বললেন তোমাদের মধ্যে কেউ কেউ বিতৃষ্ণা সৃষ্টিকারী আছে। সুতরাং তোমাদের যে কেউ লোকদের নিয়ে সালাত আদায় করে সে যেন সংক্ষেপ করে। কারণ তাদের মধ্যে রোগী, বৃদ্ধ এবং কর্মব্যাস্ত লোক থাকে।;\n",
        "id": 5680,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উকবাহ ইবনু আমির (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫০৭. আল্লাহর বিধি-নিষেধের ব্যাপারে রাগ করা ও কঠোরতা অবলম্বন করা জায়িয। আল্লাহ বলেছেনঃ কাফির ও মুনাফিকদের বিরুদ্ধে জিহাদ কর, তাদের প্রতি কঠোরতা অবলম্বন কর।",
        "hadithBengali": "৫৬৮১। মূসা ইবনু ইসমাঈল (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, একবার নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সালাত (নামায/নামাজ) আদায় করলেন। তখন তিনি মসজিদের কিবলার দিকে নাকের শ্লেষ্মা দেখতে পান। এরপর তিনি তা নিজ হাতে খুটিয়ে পরিস্কার করলেন এবং রাগান্বিত হয়ে বললেনঃ তোমাদের কেউ যতক্ষন সালাতে থাকে, ততক্ষন আল্লাহ তার চেহারার সামনে থাকেন। সুতরাং সালাত (নামায/নামাজ) এর অবস্থায় কখনো সামনের দিকে নাকের শ্লেষ্মা ফেলবেনা।;\n",
        "id": 5681,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ' ইব্'ন মাসউদ (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫০৭. আল্লাহর বিধি-নিষেধের ব্যাপারে রাগ করা ও কঠোরতা অবলম্বন করা জায়িয। আল্লাহ বলেছেনঃ কাফির ও মুনাফিকদের বিরুদ্ধে জিহাদ কর, তাদের প্রতি কঠোরতা অবলম্বন কর।",
        "hadithBengali": "৫৬৮২। মুহাম্মদ (রহঃ) ... যায়দ ইবনু খালিদ জুহানী (রাঃ) থেকে বর্ণিত। এক ব্যাক্তি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে পথে পড়ে থাকা জিনিস সম্পর্কে জিজ্ঞাসা করলেন। তিনি বললেন তুমি তা এক বছর পর্যন্ত প্রচার করতে থাকো, তারপর তার বাঁধন চিনে রাখ। তারপর তা তুমি ব্যয় কর। এরপর যদি এর মালিক এসে যায়, তবে তুমি তাকে ফিরিয়ে দাও। লোকটি আবার জিজ্ঞাসা করলঃ ইয়া রাসুলাল্লাহ! হরিয়ে যাওয়া ছাগলের কি হুকুম? তিনি বললেন সেটা তুমি নিয়ে যাও। কারণ এটা হয়ত তোমার জন্য অথবা তোমার কোন ভাইয়ের অথবা চিতাবাঘের। লোকটি আবার জিজ্ঞাসা করল। ইয়া রাসুলাল্লাহ! আর হারানো উটের কি হুকুম? তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রেগে গেলেন। এমন কি তার গন্ডদ্বয় রক্তিমাভ হয়ে গেল। তিনি বললেনঃ তাতে তোমার কি? তাঁর সাথেই তার চলমান পা ও পানি রয়েছে এবং এ পর্যন্ত সেটি তার মালিকের নাগাল পেয়ে যাবে।;\n",
        "id": 5682,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "যায়দ ইবনু খালিদ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫০৭. আল্লাহর বিধি-নিষেধের ব্যাপারে রাগ করা ও কঠোরতা অবলম্বন করা জায়িয। আল্লাহ বলেছেনঃ কাফির ও মুনাফিকদের বিরুদ্ধে জিহাদ কর, তাদের প্রতি কঠোরতা অবলম্বন কর।",
        "hadithBengali": "৫৬৮৩। মাক্কী ও মুহম্মদ ইবনু যিয়াদ (রহঃ) ... যায়দ ইবনু সাবিত (রাঃ) থেকে বর্ণিত। তিনি বলেন একবার নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খেজুরের পাতা দিয়ে, অথবা চাটাই দিয়ে একটি ছোট হুজরা তৈরী করলেন এবং ঘর থেকে বেবিয়ে এসে ঐ হুজরায় (রাতে নফল) সালাত (নামায/নামাজ) আদায় করতে লাগলেন। তখন একদল লোক তাঁর খোঁজে এসে তার সঙ্গে সালাত আদায় করতে লাগল। পরবর্তী রাতও লোকজন সেখানে এসে হাযির হল। কিন্তু রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দেরী করলেন এবং তাদের দিকে বেরিয়ে আসলেন না। তারা উচ্চস্বরে আওয়াজ দিতে লাগলেন এবং ঘরের দরজায় কংকর নিক্ষেপ করতে লাগলেন। তখন তিনি রাগাম্বিত হয়ে তাদের কাছে বেরিয়ে এসে বললেন তোমরা যা করছ তাতে আমি আশংকা করছি যে সম্ভবত এটি না তোমাদের উপর ফরয করে দেয়া হয়। সুতরাং তোমাদের উচিত তোমরা ঘরেই সালাত আদায় করবে। কারন ফরয ব্যতীত অন্য সালাত নিজ নিজ ঘরে পড়াই উত্তম।;\n",
        "id": 5683,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "যায়দ ইবনু সাবিত (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫০৯.  ক্রোধ থেকে বেঁচে থাকা। মহান আল্লাহর বানীঃ যারা গুরতর পাপ ও অশালীন কাজ থেকে বেঁচে থাকে এবং যখন ক্রধান্নিত হয় তখন তারা (তাদের) মাফ করে দেয়। (এবং আল্লাহর বানীঃ) যারা সচ্চল ও অসচ্চল অবস্থায় ব্য্য করে, আর যারা ক্রোধ সংবরণকারী ও মানুষের প্রতি ক্ষমাশীল, আল্লাহ সতকর্ম পরায়ণদের ভালবাসেন।",
        "hadithBengali": "৫৬৮৪। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আবূ হুরায়রা থেকে বর্ণিত। তিনি বলেন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন প্রকৃত বীর সে নয়, সে কাউকে কুস্তিতে হারিয়ে দেয়। বরং সেই প্রকৃত বাহাদুর, সে ক্রোধের সময় নিজেকে নিয়ন্ত্রন করতে সক্ষম।;\n",
        "id": 5684,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫০৯.  ক্রোধ থেকে বেঁচে থাকা। মহান আল্লাহর বানীঃ যারা গুরতর পাপ ও অশালীন কাজ থেকে বেঁচে থাকে এবং যখন ক্রধান্নিত হয় তখন তারা (তাদের) মাফ করে দেয়। (এবং আল্লাহর বানীঃ) যারা সচ্চল ও অসচ্চল অবস্থায় ব্য্য করে, আর যারা ক্রোধ সংবরণকারী ও মানুষের প্রতি ক্ষমাশীল, আল্লাহ সতকর্ম পরায়ণদের ভালবাসেন।",
        "hadithBengali": "৫৬৮৫। উসমান ইবনু আবূ শায়বা (রহঃ) ... সুলায়মান ইবনু সুরাদ (রাঃ) থেকে বর্ণিত। একবার নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সামনে দুব্যাক্তি পাগলামী করছিল। আমরাও তার কাছেই বসাছিলাম, তাদের একজন অপর জনকে এত রাগান্বিত হয়ে গালী দিচ্ছিল যে তার চেহারা লাল হয়ে গিয়েছিল। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আমি একটি কালেমা জানি, যদি এ লোকটি তা পড়তো, তা হলে তার ক্রোধ চলে যেত। অর্থাৎ যদি লোকটি আউযুবিল্লাহি মিনাশশাইতানির রাজীম; পড়তো। তখন লোকেরা সে ব্যাক্তিকে বলল, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কি বলেছেন, তা কি তুমি শুনছো না? সে বললোঃ আমি নিশ্চয়ই পাগল নই।;\n",
        "id": 5685,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সুলাইমান ইবনু সুরাদ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫০৯.  ক্রোধ থেকে বেঁচে থাকা। মহান আল্লাহর বানীঃ যারা গুরতর পাপ ও অশালীন কাজ থেকে বেঁচে থাকে এবং যখন ক্রধান্নিত হয় তখন তারা (তাদের) মাফ করে দেয়। (এবং আল্লাহর বানীঃ) যারা সচ্চল ও অসচ্চল অবস্থায় ব্য্য করে, আর যারা ক্রোধ সংবরণকারী ও মানুষের প্রতি ক্ষমাশীল, আল্লাহ সতকর্ম পরায়ণদের ভালবাসেন।",
        "hadithBengali": "৫৬৮৬। ইয়াহইয়া ইবনু ইউসুফ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, এক ব্যাক্তি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট বললোঃ আপনি আমাকে অসিয়ত করুন। তিনি বললেনঃ তুমি রাগ করো না। লোকটা কয়েকবার তা বললেন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম প্রত্যেক বারই বললেনঃ রাগ করো না।;\n",
        "id": 5686,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫১০. লজ্জাশীলতা",
        "hadithBengali": "৫৬৮৭। আদম (রহঃ) ... ইমরান ইবনু হুসায়ন (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ লজ্জাশীলতা কল্যাণ ব্যতীত কোন কিছুই বয়ে আনে না। তখন বুশায়র ইবনু কাব (রাঃ) বললেন হিকমতের পুস্তকে লিখা আছে যে, কোন কোন লজ্জাশীলতা ধৈর্যশীলতা বয়ে আনে। আর কোনকোন লজ্জাশীলতা এনে দেয় শান্তি ও সুখ। তখন ইমরান (রাঃ) বললেন, আমি তোমার কাছে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করছি। আর তুমি (এর মোকাবিলায়) আমাকে তোমার পুস্তিকা থেকে বর্ণনা করছ।;\n",
        "id": 5687,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "ইমরান ইবনু হুসায়ন (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫১০. লজ্জাশীলতা",
        "hadithBengali": "৫৬৮৮। আহমদ ইবনু ইউনুস (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেন একবার নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একটি লোকের পাশ দিয়ে যাচ্ছিলেন। এ সময় লোকটি (তার ভাইকে) লজ্জা সম্পর্কে তিরস্কার করছিল এবং বলছিল যে, তুমি বেশী লজ্জা করছ, এমনকি সে যেন এ কথাও বলছিল যে, এ তোমাকে ক্ষতিগ্রস্ত করেছে। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তুমি তাকে তার অবস্থার উপর ছেড়ে দাও। কারণ নিশ্চই লজ্জাশীলতা ঈমানের অঙ্গ।;\n",
        "id": 5688,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫১০. লজ্জাশীলতা",
        "hadithBengali": "৫৬৮৯। আলী ইবনু জায়দ (রহঃ) ... আবূ সাঈদ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিজ গৃহে অবস্থানরত কুমারী মেয়েদের চেয়েও বেশী লাজুক ছিলেন।;\n",
        "id": 5689,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ সা'ঈদ খুদরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫১১. যখন তুমি লজ্জা ত্যাগ করবে, তখন তুমি যা ইচ্ছা তাই করতে পারবে",
        "hadithBengali": "৫৬৯০। আহমদ ইবনু ইউনুস (রহঃ) ... আবূ মাসউদ (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ পুর্বেকার নবীদের কর্তব্য থেকে মানুষ যা বর্জন করেছে তার একটি হল, যদি তুমি লজ্জাই ছেড়ে দাও তবে তুমি যা চাও তা কর।;\n",
        "id": 5690,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উকবাহ ইবনু আমির (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫১২. দ্বীনের জ্ঞান অর্জন করার উদ্দেশ্যে সত্য বলতে লজ্জাবোধ করতে নেই",
        "hadithBengali": "৫৬৯১। ইসমাঈল (রহঃ) ... উম্মে সালামা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদিন উম্মে সুলায়ম (রাঃ) রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এসে বললেন, ইয়া রাসুলাল্লাহ! আল্লাহ তো সত্য কথা বলার ব্যাপারে লজ্জা করতে নির্দেশ দেন না। সুতরাং মেয়ে লোকের স্বপ্নদোষ হলে কি তার উপরও গোসল করা ফরয? তিনি বললেনঃ হ্যাঁ, যদি সে পানি, বীর্য দেখতে পায়।;\n",
        "id": 5691,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উম্মু সালামাহ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫১২. দ্বীনের জ্ঞান অর্জন করার উদ্দেশ্যে সত্য বলতে লজ্জাবোধ করতে নেই",
        "hadithBengali": "৫৬৯২। আাদম (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ মুমিনের দৃষ্টান্ত হল এমন একটি সবুজ গাছ, যার পাতা ঝরে পড়ে না এবং একটির সঙ্গে আর একটির ঘর্ষণ লাগে না। তখন কেউ কেউ বললঃ এটি অমুক গাছ, আবার কেউ বললঃ এটি অমুক গাছ। তখন আমি বলতে চেয়েছিলাম যে, এটি খেজুর গাছ। তবে, যেহেতু আমি অল্প বয়স্ক ছিলাম, তাই বলতে সংকোচবোধ করলাম। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলে দিলেন যে, সেটি খেজুর গাছ।;\n\nআর শুবা (রহঃ) থেকে ইবনু উমর (রাঃ) সুত্রে অতিরিক্ত বর্ণিত আছে যে, তারপর আমি উমর (রাঃ) এর নিকট এ সম্বন্ধে বললাম। তখন তিনি বললেনঃ যদি তুমি সে সময় একথা বলে দিতে তবে তা আমার নিকট এত এত (ধন সম্পদ থেকেও) বেশী খুশীর বিষয় হতো।;\n",
        "id": 5692,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫১২. দ্বীনের জ্ঞান অর্জন করার উদ্দেশ্যে সত্য বলতে লজ্জাবোধ করতে নেই",
        "hadithBengali": "৫৬৯৩। মুসাদ্দাদ (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, এক মহিলা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এলো এবং তার সামনে নিজেকে পেশ করে বললঃ আপনার কি আমার প্রয়োজন আছে? তখন আনাস (রাঃ) এর মেয়ে বললঃ এ মহিলার লজ্জা কত কম। আনাস (রাঃ) বললেনঃ সে তোমার চেয়ে ভাল। সে তো (নবীর সহধর্মিণী হওয়ার সৌভাগ্য) লাভের জন্য রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর খেদমতে নিজেকে (বিবাহের জন্য) পেশ করেছেন।;\n",
        "id": 5693,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫১৩. নাবী (সাঃ) এর বাণীঃ তোমরা নম্র হও, কঠোর ব্যবহার করো না। নাবী (সাঃ) মানুষের সাথে নম্র ব্যবহার পছন্দ করতেন",
        "hadithBengali": "৫৬৯৪। আদম (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা নম্র ব্যবহার করো এবং কঠোর ব্যবহার করো না। আর মানুষকে শান্তি দাও এবং মানুষের মধ্যে বিদ্বেষ সৃষ্টি করো না।;\n",
        "id": 5694,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫১৩. নাবী (সাঃ) এর বাণীঃ তোমরা নম্র হও, কঠোর ব্যবহার করো না। নাবী (সাঃ) মানুষের সাথে নম্র ব্যবহার পছন্দ করতেন",
        "hadithBengali": "৫৬৯৫। ইসহাক (রহঃ) ... আবূ মূসা আশআরী (রাঃ) থেকে বর্ণিত। তিনি বলেন যখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁকে আর মুআয ইবনু জাবাল (রাঃ) কে ইয়ামানে পাঠান, তাদের অসিয়ত করেন। তোমরা (লোকের সাথে) নম্র ব্যবহার করবে, কঠোর ব্যবহার করবে না। শুভ সংবাদ দেবে এবং তাদের মনে বিদ্বেষ সৃষ্টি করবে না। আর তোমরা দুজনের মধ্যে সদ্ভাব বজায় রাখবে। তখন আবূ মূসা (রাঃ) বললেনঃ ইয়া রাসুলাল্লাহ! আমরা এমন এক দেশে যাচ্ছি, যেখানে মধু থেকে শরাব তৈরী হয়। একে বিতউ বলা হল। আর যব থেকেও শরাব তৈরী, করা হয় তাকে বলা হয় মিযর। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ প্রত্যেক নেশাসৃষ্টিকারী বস্তু হারাম।;\n",
        "id": 5695,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ মূসা আল- আশআরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫১৩. নাবী (সাঃ) এর বাণীঃ তোমরা নম্র হও, কঠোর ব্যবহার করো না। নাবী (সাঃ) মানুষের সাথে নম্র ব্যবহার পছন্দ করতেন",
        "hadithBengali": "৫৬৯৬। আবদুল্লাহ ইবনু মাসলামা (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে যখন কোন দুটি কাজের মধ্যে এখতিয়ার দেয়া হয়। তখন তিনি দুটির মধ্যে অপেক্ষাকৃত সহজটি গ্রহণ করতেন যদি তা গুনাহর কাজ না হতো। আর যদি তা গুনাহের কাজ হতো, তা হলে তিনি তা থেকে সবার চাইতে দূরে সরে থাকতেন। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কোন বিষয়ে নিজের ব্যাপারে কখনো প্রতিশোধ নিতেন না। অবশ্য কেউ আল্লাহর নিষেধাজ্ঞা লঙ্ঘন করলে, তিনি আল্লাহর সন্তুষ্টির জন্য তার প্রতিশোধ নিতেন।;\n",
        "id": 5696,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫১৩. নাবী (সাঃ) এর বাণীঃ তোমরা নম্র হও, কঠোর ব্যবহার করো না। নাবী (সাঃ) মানুষের সাথে নম্র ব্যবহার পছন্দ করতেন",
        "hadithBengali": "৫৬৯৭। আবূ নুমান (রহঃ) ... আযরাক ইবনু কায়স (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমরা আহওয়ায নামক স্থানে একটা খালের কিনারায় অবস্থান করছিলাম। খালটির পানি শুকিয়ে গিয়েছিল। এমন সময় আবূ বারযা আসলামী (রাঃ) একটি ঘোড়ায় সাওয়ার হয়ে সেখানে এলেন। তিনি ঘোড়াটিকে ছেড়ে দিয়ে সালাতে দাঁড়ালেন। তখন ঘোড়াটা (দুরে) চলে গেল দেখে তিনি সালাত (নামায/নামাজ) ছেড়ে দিয়ে ঘোড়ার অনুসরণ করলেন এবং ঘোড়াটি পেয়ে ধরে আনলেন। তারপর সালাত (নামায/নামাজ) পূর্ন করলেন। এ সময় আমাদের মধ্যে একজন বিরূপ সমালোচক ছিলেন। তিনি তা দেখে বললেনঃ এই বৃদ্ধের দিকে তাকাও, সে ঘোড়ার খাতিরে সালাত (নামায/নামাজ) ছেড়ে দিল।;\n\nতখন আবূ বারযাহ (রাঃ) এগিয়ে এসে বললেনঃ যখন থেকে আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে হারিয়েছি, তখন থেকে আজ পর্যন্ত কেউ আমাকে এরূপ তিরস্কার করেন নি। তিনি আরও বললেনঃ আমার বাড়ী বহুদূরে। সুতরাং যদি আমি সালাত (নামায/নামাজ) আদায় করতাম এবং ঘোড়াটিকে এভাবেই ছেড়ে দিতাম তাহলে আমি রাতে নিজ পরিবারের নিকট পৌছতে পারতাম না। তিনি আরও উল্লেখ করলেন যে, তিনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাহচর্য লাভ করেছেন এবং তার নম্র ব্যবহার প্রত্যক্ষ করেছেন।;\n",
        "id": 5697,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫১৩. নাবী (সাঃ) এর বাণীঃ তোমরা নম্র হও, কঠোর ব্যবহার করো না। নাবী (সাঃ) মানুষের সাথে নম্র ব্যবহার পছন্দ করতেন",
        "hadithBengali": "৫৬৯৮। আবুল ইয়ামান ও লায়স (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, একবার এক বেদুঈন মসজিদে পেশাব করে দিলো। তখন লোকজন তাকে শাসন করার জন্য উত্তেজিত হয়ে পড়ল। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের বললেনঃ তোমরা তাকে ছেড়ে দাও এবং তার পেশাবের উপর এক বালতি পানি অথবা একপাত্র পানি ঢেলে দাও। কারণ, তোমাদের নম্র ব্যবহারকারী বানিয়ে পাঠানো হয়েছে কঠোর ব্যবহারকারী হিসেবে পাঠানো হয় নি।;\n",
        "id": 5698,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫১৪. মানুষের সাথে হাসিমুখে মেলামেশা করা। ইবনু মাস'ঊদ (রাঃ) বলেন, মানুষের সাথে এমনভাবে মেলামেশা করবে, যেন তাতে তোমার দ্বীনে আঘাত না লাগে। আর পরিবারের সঙ্গে হাসি তামাশা করা।",
        "hadithBengali": "৫৬৯৯। আদম (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের সাথে মেলামেশা করতেন এমনকি একদিন তিনি আমার এক ছোট ভাইকে জিজ্ঞাসা করলেনঃ ওহে আবূ উমায়র। নুগায়র পাখিটি কেমন আছে?;\n",
        "id": 5699,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫১৪. মানুষের সাথে হাসিমুখে মেলামেশা করা। ইবনু মাস'ঊদ (রাঃ) বলেন, মানুষের সাথে এমনভাবে মেলামেশা করবে, যেন তাতে তোমার দ্বীনে আঘাত না লাগে। আর পরিবারের সঙ্গে হাসি তামাশা করা।",
        "hadithBengali": "৫৭০০। মুহাম্মাদ (রহঃ) ... আয়শা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সামনেই আমি পুতুল বানিয়ে খেলতাম। আমার বান্ধবীরাও আমার সঙ্গে খেলতো। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঘরে প্রবেশ করলে তারা দৌড়ে পালাত। তখন তিনি তাদের ডেকে আমার কাছে পাঠিয়ে দিতেন এবং তারা আমার সঙ্গে খেলা করত।;\n",
        "id": 5700,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫১৫. মানুষের সঙ্গে শিষ্টাচার করা। আবূ দারদা (রাঃ) হতে বর্ণিত আছে, আমরা কোন কোন কাওমের সঙ্গে বাহ্যত হাসি-খুশি মেলামেশা করি। কিন্তু আমাদের অন্তরগুলো তাদের উপর লা'নাত বর্ষণ করে।",
        "hadithBengali": "৫৭০১। কুতায়বা ইবনু সাঈদ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত যে, এক ব্যাক্তি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট প্রবেশ করে অনুমতি চাইলে তখন তিনি বললেনঃ তাকে অনুমতি দাও। সে তার বংশের নিকৃষ্ট সন্তান। অথবা বললেনঃ সে তার গোত্রের ঘৃন্যতম ভাই। যথন সে প্রবেশ করল তখন তিনি তার সাথে নম্রভাবে কথা বার্তা বললেন। আমি বললামঃ ইয়া রাসুলাল্লাহ! আপনি এর সম্পর্কে যা বলার তা বলেছেন। এখন আপনি তার সাথে নম্রভাবে কথা বললেন। তিনি বললেনঃ হে আয়েশা! আল্লাহর কাছে মর্যাদায় নিকৃষ্ট সে ব্যাক্তি, যার অশালীন আচরন থেকে বেঁচে থাকার জন্য মানুষ তার সংশ্রব ত্যগ করে।;\n",
        "id": 5701,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫১৫. মানুষের সঙ্গে শিষ্টাচার করা। আবূ দারদা (রাঃ) হতে বর্ণিত আছে, আমরা কোন কোন কাওমের সঙ্গে বাহ্যত হাসি-খুশি মেলামেশা করি। কিন্তু আমাদের অন্তরগুলো তাদের উপর লা'নাত বর্ষণ করে।",
        "hadithBengali": "৫৭০২। আবদুল্লাহ ইবনু আবদুল ওহহাব (রহঃ) ... আবদুল্লাহ ইবনু আবূ মুলায়কাহ (রাঃ) থেকে বর্ণিত যে। তিনি একবার নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে কয়েকটি রেশমের তৈরী (সোনার বোতাম লাগান) কাবা হাদিয়া দেওয়া হলো। তিনি এগুলো সাহাবীদের মধ্যে বণ্টন করে দিলেন এবং তা থেকে একটি মাখরামা (রাঃ) এর জন্য আলাদা রেখে দিলেন। পরে যখন তিনি এলেন, তখন তিনি (সেটি তাকে দিয়ে) বললেনঃ আমি এটি তোমার জন্য লুকিয়ে রেখেছিলাম। আইউব নিজের কাপড়ের দিকে ইশারা করলেন, তিনি যেন তার কাপড় মাখরামাকে দেখাচ্ছিলেন। মাখরামা (রাঃ) এর মেজাজের মধ্যে কিছু (অসন্তষের ভাব) ছিল।;\n",
        "id": 5702,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "ইবন আবূ মুলায়কা (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫১৬. মু'মিন এক গর্ত থেকে দু'বার দংশিত হয় না। মু'আবিয়া (রাঃ) বলেছেনঃ অভিজ্ঞতা ব্যতীত সহনশীলতা সম্ভব নয়",
        "hadithBengali": "৫৭০৩। কুতায়বা (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্নিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ প্রকৃত মুমিন একই গর্ত থেকে দুবার দংশিত হয় না।;\n",
        "id": 5703,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫১৭.  মেহমানের হক",
        "hadithBengali": "৫৭০৪। ইসহাক ইবনু মানসুর (রহঃ) ... আবদুল্লাহ ইবনু আমর (রাঃ) থেকে বর্ণিত। তিনি বলেন, একদিন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার নিকট এসে বললেনঃ আমাকে কি এ খবর জানানো হয় নি যে, তুমি সারা রাত সালাতে কাটাও। আর সারা দিন সিয়াম পালন কর। তিনি বললেনঃ তুমি (এরকম) করো না। রাতের কিছু অংশ সালাত (নামায/নামাজ) আদায় কর, আর ঘুমাও। কয়েকদিন সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) পালন কর, আর কয়েকদিন ইফতার কর (সাওম ভঙ্গ কর)। তোমার উপর তোমার শরীরের হক আছে। তোমার উপর তোমার চোখের হক আছে, তোমার উপর তোমার মেহমানের হক আছে, আর তোমার উপর তোমার স্ত্রীরও হক আছে। নিশ্চয়ই তুমি তোমার আয়ু লম্বা হওয়ার আশা কর। সুতরাং প্রত্যেক মাসে তিন দিন সিয়াম পালনই তোমার পক্ষে যথেষ্ঠ।;\n\nকেননা, নিশ্চয়ই প্রতিটি নেক কাজের বদলে তার দশ গুন পরিমাণ সাওয়াব দেওয়া হয়। সুতরাং এভাবে সারা বছরেই সিয়ামের সাওয়াব পাওয়া যায়। তখন আমি কঠোর ব্যবস্থা চাইলে, আমাকে কঠোর ব্যবস্থা দেয়া হলো। আমি বললাম এর চেয়েও বেশী পালনের সামর্থ আমার আছে। তিনি বললেনঃ তা হলে তুমি প্রতি সপ্তাহে তিন দিন সিয়াম পালন কর। তখন আমি আরও কঠোর ব্যবস্থা চাইলে, আমাকে কঠোর ব্যবস্থা দেওয়া হল। আমি বললাম আমি এর চেয়ে বেশী সিয়ামের সামর্থ রাখি। তিনি বললেনঃ তবে তুমি আল্লাহর নবী দাউদ (আলাইহিস সালাম) এর সিয়াম পালন কর। আমি বললাম ইয়া নবী আল্লাহ! দাউদ (আলাইহিস সালাম) এর সিয়াম কি রকম? তিনি বললেন? আধা বছর সিয়াম পালন।;\n",
        "id": 5704,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আমর ইবনুল আস (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫১৮. মেহমানের সম্মান করা ও নিজেই মেহমানের খিদমত করা। আল্লাহর বানীঃ তোমার নিকট ইবরাহীম এর সম্মানিত মেহমানদের ......",
        "hadithBengali": "৫৭০৫। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আবূ সুরায়হ কাবী (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ যে ব্যাক্তি আল্লাহতে ও শেষ দিনে ঈমান রাখে সে যেন মেহমানের সম্মান করে। মেহমানের সম্মান একদিন ও একরাত। আর সাধারণ মেহমানদারী তিন দিন ও তিনরাত। এরপরে (তা হলে) সাদাকা। মেহমানকে কষ্ট দিয়ে, তার কাছে মেহমানের অবস্থান হালাল নয়।;\n\n(অন্য সূত্রে) মালিক (রহঃ) অনুরূপ বর্ণনা করার পর অতিরিক্ত বলেন যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যাক্তি আল্লাহ ও শেষ দিনের উপর ঈমান রাখে সে যেন উত্তম কথা বলে, অথবা সে যেন চুপ থাকে।;\n",
        "id": 5705,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ শুরায়হ্ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫১৮. মেহমানের সম্মান করা ও নিজেই মেহমানের খিদমত করা। আল্লাহর বানীঃ তোমার নিকট ইবরাহীম এর সম্মানিত মেহমানদের ......",
        "hadithBengali": "৫৭০৬। আবদুল্লাহ ইবনু মুহাম্মদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যাক্তি আল্লাহ ও শেয দিনে ঈমান রাখে, সে যেন তার প্রতিবেশীকে কষ্ট না দেয়। আর যে ব্যাক্তি আল্লাহ ও শেষ দিনে ঈমান রাখে সে যেন মেহমানের সাম্মান করে। আর যে ব্যাক্তি আল্লাহ ও শেষ দিনে ঈমান রাখে, সে যেন উত্তম কথা বলে, অথবা যেন চুপ থাকে।;\n",
        "id": 5706,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫১৮. মেহমানের সম্মান করা ও নিজেই মেহমানের খিদমত করা। আল্লাহর বানীঃ তোমার নিকট ইবরাহীম এর সম্মানিত মেহমানদের ......",
        "hadithBengali": "৫৭০৭। কুতায়বা (রহঃ) ... উকবা ইবনু আমির (রাঃ) থেকে বর্ণিত। তিনি বলেন, একবার আমরা বললাম, ইয়া রাসুলাল্লাহ! আপনি আমাদের কোথাও পাঠালে আমরা এমন কোন কাওমের কাছে উপস্থিত হই, যারা আমাদের মেহমানদারী করে না। এ ব্যাপারে আপনার মত কি? তখন তিনি আমাদের বললেনঃ যদি তোমরা কোন কাওমের নিকট গিয়ে পৌছ আর তারা তোমাদের মেহমানের উপযোগী যত্ন নেয়, তবে তোমরা তা সাদরে গ্রহণ করবে। আর যদি তারা না করে, তা হলে, তাদের অবস্থানুযায়ী তাদের থেকে মেহমানের উপযোগী দাবী আদায় করে নেবে।;\n",
        "id": 5707,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উকবাহ ইবনু আমির (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫১৮. মেহমানের সম্মান করা ও নিজেই মেহমানের খিদমত করা। আল্লাহর বানীঃ তোমার নিকট ইবরাহীম এর সম্মানিত মেহমানদের ......",
        "hadithBengali": "৫৭০৮। আবদুল্লাহ ইবনু মুহাম্মদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যাক্তি আল্লাহ ও শেষ দিনে ঈমান রাখে, সে যেন তার মেহমানের সম্মান করে। আর যে ব্যাক্তি আল্লাহ ও শেষ দিনে ঈমান রাখে, সে যেন তার রক্তের সম্পর্ক যুক্ত রাখে। আর যে ব্যাক্তি আল্লাহ ও শেষ দিনে ঈমান রাখে, সে যেন উত্তম কথা বলে, অথবা নীরব থাকে।;\n",
        "id": 5708,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫১৯. খাবার তৈরি করা ও মেহমানের জন্য কষ্ট স্বীকার করা",
        "hadithBengali": "৫৭০৯। মুহাম্মদ ইবনু বাশশার (রহঃ) ... আবূ জুহায়ফা (রহঃ) এর পিতা থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সালমান (রাঃ) ও আবূ দারদা (রাঃ) এর মধ্যে ভ্রাতৃত্ব সৃষ্টি করে দেন। এরপর একদিন সালমান (রাঃ) আবূ দারদা (রাঃ) এর সঙ্গে দেখা করতে গেলেন, তখন তিনি উম্মে দারাদা (রাঃ) কে অতি সাধারন পোশাকে দেখতে পেলেন। তিনি তাকে জিজ্ঞাসা করলেন তোমার কি হয়েছে? তিনি বললেনঃ তোমার ভাই আবূ দারদা (রাঃ) এর দুনিয়াতে কিছুর প্রয়োজন নেই। ইতিমধ্যে আবূ দারদা (রাঃ) এলেন। তারপর তার জন্য খাবার প্রস্তুত করে তাঁকে বললেনঃ আপনি খেয়ে নিন। আমি তো সিয়াম পালন করছি। তিনি বললেনঃ আপনি যতক্ষণ না খাবেন ততক্ষণ আমিও খাব না।;\n\nতখন তিনিও খেলেন তারপর যখন রাত হল, তখন আবূ দারদা (রাঃ) সালাতে দাঁড়ালেন। তখন সালমান (রাঃ) তাকে বললেনঃ আপনি ঘুমিয়ে নিন। তিনি শুয়ে পড়লেন। কিছুক্ষন পরে আবার উঠে দাঁড়ালে, তিনি বললেনঃ (আরও) ঘুমান। অবশেষে যখন রাত শেষ হয়ে এল, তখন সালমান (রাঃ) বললেনঃ এখন উঠুন এবং তারা উভয়েই সালাত (নামায/নামাজ) আদায় করলেন। তারপর সালমান (রাঃ) বললেনঃ তোমার উপর তোমার রবের দাবী আছে, (তেমনি) তোমার উপর তোমার দাবী আছে এবং তোমার স্ত্রীরও তোমার উপর দাবী আছে। সুতরাং তুমি প্রত্যেক দাবীদারের দাবী আদায় করবে। তারপর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে, তার কাছে তার কথা উল্লেখ করলেন তিনি বললেনঃ সালমান সত্যই বলেছে।;\n",
        "id": 5709,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ জুহাইফাহ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫২০. মেহমানের সামনে কারো উপর রাগ করা, আর অসহনশীল হওয়া অনুচিত",
        "hadithBengali": "৫৭১০। আয়্যাশ ইবনু ওয়ালীদ (রহঃ) ... আবদুর রহমান ইবনু আবূ বকর (রাঃ) থেকে বর্ণিত যে, একবার আবূ বকর সিদ্দীক (রাঃ) কিছু লোককে মেহমান হিসাবে গ্রহন করলেন। তিনি (তার পুত্র) আবদুর রহমান কে নির্দেশ দিলেন, তোমার এ মেহমানদের নিয়ে যাও। আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট যাচ্ছি। আমি ফিরে আসার পূর্বে তুমি তাদের খাইয়ে দাইয়ে অবসর হয়ে যেয়ো। আবদুর রহমান (রাঃ) তাদের নিয়ে চলে গেলেন এবং তার ঘরে যা ছিল তা সামনে পেশ করে দিয়ে তাদের বললেনঃ আপনারা খেয়ে নিন। তাঁরা বললেন আমাদের এ বাড়ীর মালিক কোথায়? তিনি বললেনঃ আপনারা খেয়ে নিন। তারা বললেন বাড়ীর মালিক না আসা পর্যন্ত আমরা খাবো না। তিনি বললেনঃ আমাদের পাত্র থেকে আপনারা আপনাদের খাবার খেয়ে নিন। কারন আপনারা না খেলে তিনি এসে আমার উপর রাগ করবেন। কিন্তু তাঁরা অস্বীকার করলেন।;\n\nআমি ভাবলাম যে তিনি অবশ্যই আমার উপর ক্ষুব্ধ হবেন। তারপর তিনি ফিরে আসলে আমি তার থেকে এক পাশে সরে পড়লাম। তিনি তাদের জিজাসা করলেন, আপনারা কী করেছেন। তখন তারা তাঁকে সব বর্ণনা করলেন। তখন তিনি বললেনঃ হে আবদুর রহমান! তখন আমি চুপ করে রইলাম। তিনি আবার ডাকলেন, হে আবদুর রহমান। এবারেও আমি চুপ করে রইলাম। তিনি আবার ডেকে বললেনঃ ওহে মূর্খ! আমি তোকে কসম দিচ্ছি। যদি আমার ডাক শুনে থাকিস, তবে কেন আসছিস না? তখন আমি বেরিয়ে এসে বললামঃ আপনি আপনার মেহমানদের জিজ্ঞাসা করুন। তখন তারা বললেন সে ঠিকই আমাদের খাবার এনে দিয়েছিল। তিনি বললেন তবুও কি আপনারা আমার অপেক্ষা করছেন? আল্লাহর কসম! আমি আজ রাতে তো খাবো না।;\n\nমেহমানরাও বললেনঃ আল্লাহর কসম আপনি যতক্ষন না খাবেন ততক্ষন আমরাও খাব না। তখন তিনি বললেনঃ আমি আজ রাতের মত খারাপ রাত আর দেখিনি। আপনাদের প্রতি আক্ষেপ। আপনারা কি আমাদের খাবার গ্রহণ করবেন না? তখন তিনি (আবদুর রহমানকে ডেকে) বললেনঃ তোমার খাবার নিয়ে এসো। তিনি তা নিয়ে আসলে তিনিই খাবারের উপর নিজ হাত রেখে বললেন, বিসমিল্লাহ এ প্রথম ঘটনাটা শয়তানের কারনেই ঘটেছে। তারপর তিনি খেলেন এবাং তারাও খেলেন।;\n",
        "id": 5710,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুর রহমান ইবনু আবূ বাকর (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫২১. মেহমানকে মেজবানের (এ কথা) বলা যে, যতক্ষণ পর্যন্ত আপনি না খান ততক্ষণ আমিও খাব না। এ সম্পর্কে নবী (সাঃ) থেকে আবু জুহায়ফার হাদীস রয়েছে",
        "hadithBengali": "৫৭১১। মুহাম্মদ ইবনু মুসান্না (রহঃ) ... আবদুর রহমান ইবনু আবূ বকর (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একবার আবূ বকর (রাঃ) তার একজন কিংবা কয়েকজন মেহমান নিয়ে এলেন এবং সন্ধ্যার সময় নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে গেলেন। তিনি ফিরে এলে আমার আম্মা তাকে বললেনঃ আপনি মেহমানকে, কিংবা বললেন, মেহমানদের (ঘরে) রেখে (এতো) রাত কোথায় আটকা পড়েছিলেন? তিনি তাঁকে জিজ্ঞাসা করলেঃ তুমি কি তাদের খাবার দাওনি? তিনি বললেনঃ আমি তাদের সামনে খাবার দিয়েছিলাম কিন্তু তারা, বা সে তা খেতে অস্বীকার করলেন। তখন আবূ বকর (রাঃ) রেগে গাল মন্দ বললেন ও বদ দুআ করলেন। আর শপথ করলেন যে, তিনি খাবার খাবেন না। আমি লুকিয়ে ছিলাম। তিনি আমাকে ডেকে বললেন ওরে মূর্খ! তখন মহিলা (আমার আম্মা) ও কসম করলেন যে, যতক্ষণ পর্যন্ত তিনি না খাবেন ততক্ষন আম্মাও খাবেন না।;\n\nএদিকে মেহমানটি বা মেহমানরাও কসম খেয়ে বসলেন যে, যতক্ষন তিনি না খান, ততক্ষন পর্যন্ত তারাও খাবেন না। তখন আবূ বকর (রাঃ) বললেনঃ এ ঘটনা সংঘটিত হয়েছে শয়তান থেকে। তারপর তিনি খাবার আনতে বললেন। আর তিনি খেলেন এবং মেহমানরাও খেলেন। কিন্তু তারা খাওয়া আরম্ভ করে যতবারই লুকমা উঠাতে লাগলেন, তার নীচে থেকে তার চেয়েও বেশী খাবার বৃদ্ধি পেতে লাগলো। তখন তিনি তার স্ত্রীকে ডেকে বললেন হে বনী ফেরাসের বোন এ কি? তিনি বললেন আমার চোখের প্রশান্তির কসম! এতো আমাদের পূর্বের খাবার থেকে এখন অনেক বেশী দেখছি। তখন সবাই খেলেন এবং তা থেকে তিনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর খেদমতে কিছু পাঠিয়ে দিলেন। তারপর তিনি বর্ণনা করেন যে, তা থেকে তিনিও খেয়েছিলেন।;\n",
        "id": 5711,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুর রহমান ইবনু আবূ বাকর (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫২২. বড়কে সম্মান করা। বয়সে যিনি বড় তিনিই কথাবার্তা ও প্রশ্নাদি আরম্ভ করবেন",
        "hadithBengali": "৫৭১২। সুলায়মাল ইবনুু হারব (রহঃ) ... রাফে ইবনু খাদীজ (রাঃ) ও সাহল ইবনু আবূ হাসমাহ (রাঃ) থেকে বর্ণিত যে, একবার আবদুল্লাহ ইবনু সাহল ও মুহাইয়ইসা ইবনু মাসউদ (রাঃ) খায়বারে পৌছে উভয়েই খেজুরের বাগানের ভিন্ন ভিন্ন পথে চলে গেলেন। সেখানে আবদুল্লাহ ইবনু সাহল (রাঃ) কে হত্যা করা হল। এ ঘটনার পর আবদুর রহমান ইবনু সাহল ও ইবনু মাসউদ (রাঃ) এর দুই ছেলে হুওয়াইসা (রাঃ) ও মুহায়ইসা (রাঃ) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এলেন এবং তাঁর কাছে নিহত ব্যাক্তির কথা বলতে লাগলেন। আবদুর রহমান (রাঃ) কথা শুরু করলেন। তিনি ছোট ছিলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের বললেনঃ তুমি বড়দের সম্মান করবে।;\n\nবর্ণনাকারী ইয়াহইয়া বলেনঃ কথা বলার দায়িত্ব যেন বড়রা পালন করে। তখন তারা তাদের লোক সম্পর্কে কথা বললেন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের বললেনঃ তোমাদের পঞ্চাশ জন লোক কসমের মাধ্যমে তোমাদের নিহত ভাইয়ের হত্যার হক প্রমাণ কর। তারা বললেনঃ ইয়া রাসুলাল্লাহ! ঘটনা তো আমরা দেখিনি। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তা হলে ইয়াহুদীরা তাদের থেকে পঞ্চাশ জনের কসমের মাধ্যমে তোমাদের কসম থেকে মুক্তি দিবে। তখন তারা বললেনঃ ইয়া রাসুলাল্লাহ! ওরা তো কাফির সম্প্রদায়। তারপর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিজের তরফ থেকে তাদের নিহত ব্যাক্তির ফিদইয়া দিয়ে দিলেন।;\n\nসাহল (রাঃ) বললেনঃ আমি সেই উটগুলো থেকে একটি উট পেলাম। সেটি নিয়ে আমি যখন আস্তাবলে গেলাম তখন উটনীটি তার পা দিয়ে আমাকে লাথী মারলো।;\n",
        "id": 5712,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "রাফি ইবনু খাদীজ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫২২. বড়কে সম্মান করা। বয়সে যিনি বড় তিনিই কথাবার্তা ও প্রশ্নাদি আরম্ভ করবেন",
        "hadithBengali": "৫৭১৩। মুসাদ্দাদ (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমরা আমাকে এমন একটা বৃক্ষের খবর দাও, মুসলিমের সাথে যার দৃষ্টান্ত রয়েছে। তা সর্বদা তার প্রতিপালকের নির্দেশে খাদ্য দান করে, আর তার পাতাও ঝরে না। তাখন আমার মনে আসলো যে, এটি খেজুর গাছ। কিন্তু যেহেতু সে স্থানে আবূ বকর ও উমর (রাঃ) উপস্থিত থেকেও কথা বলছিলেন না, তাই আমিও কথা বলা পছন্দ করি নি। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিজেই বললেনঃ সেটি হলো, খেজুর গাছ। তারপর যখন আমি আমার আব্বার সঙ্গে বেরিয়ে এলাম, তখন আমি বললাম আব্বা! আমার মনেও খেয়াল এসেছিল যে, এটা নিশ্চয়ই খেজুর গাছ। তিনি বললেনঃ তোমাকে তা বলতে কিসে বাধা দিয়েছিল? যদি তুমি তা বলতে তাহলে একথা আামার কাছে এত এত ধন-সম্পদ পাওয়ার চেয়েও বেশী প্রিয় হতো। তিনি বললেনঃ আমাকে শুধু একথাই বাধা দিয়েছিল যে, আমি দেখলাম আপনি ও আবূ বকর (রাঃ) কেউই কথা বলছেন না। তাই আমিও কথা বলা পছন্দ করলাম না।;\n",
        "id": 5713,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫২০. কবিতা পাঠ, সঙ্গীত ও উট চালানোর সঙ্গীতের মধ্যে যা জায়িয ও যা না-জায়িয। আল্লাহ তাআলার বানীঃ এবং বিপথগামী লোকেরাই কবিদের অনুসরন করে থাকে ...... তারা কোন পথে ফিরে বেড়াচ্ছে ",
        "hadithBengali": "৫৭১৪। আবুল ইয়ামান (রহঃ) ... উবাই ইবনু কাব (রাঃ) থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ নিশ্চই কোন কোন কবিতার মধ্যে জ্ঞানের কথাও রয়েছে।;\n",
        "id": 5714,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উবাই ইবনু কাব (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫২০. কবিতা পাঠ, সঙ্গীত ও উট চালানোর সঙ্গীতের মধ্যে যা জায়িয ও যা না-জায়িয। আল্লাহ তাআলার বানীঃ এবং বিপথগামী লোকেরাই কবিদের অনুসরন করে থাকে ...... তারা কোন পথে ফিরে বেড়াচ্ছে ",
        "hadithBengali": "৫৭১৫। আবূ নুয়াইম (রহঃ) ... জুনদুব (রাঃ) থেকে বর্ণিত। তিনি বলেন, একবার নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক জিহাদে হেটে যাচ্ছিলেন। হঠাৎ তিনি একটা পাথরে হোঁচট খেয়ে পড়ে গেলেন এবং তার একটা আঙ্গুল রক্তাক্ত হয়ে গেল। তখন তিনি কবিতার ছন্দে বলেন তুমি একটি রক্তাক্ত আংগুল বৈ কিছুই নও, আর যে কষ্ট ভোগ করছ তা তো একমাত্র আল্লাহর পথেই।;\n",
        "id": 5715,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "জুনদুব ইবনু আবদুল্লাহ্ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫২০. কবিতা পাঠ, সঙ্গীত ও উট চালানোর সঙ্গীতের মধ্যে যা জায়িয ও যা না-জায়িয। আল্লাহ তাআলার বানীঃ এবং বিপথগামী লোকেরাই কবিদের অনুসরন করে থাকে ...... তারা কোন পথে ফিরে বেড়াচ্ছে ",
        "hadithBengali": "৫৭১৬। মুহাম্মদ ইবনু বাশশার (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, কবিরা যে সব কথা বলেছেন তার মধ্যে কবি লবীদের কথাটাই সবচেয়ে বেশী সত্য কথা। (তিনি বলেছেন) শোন! আল্লাহ ব্যতীত সব কিছুই বাতিল। তিনি আরও বলেছেনঃ কবি উমাইয়া ইবনু আবূ সালত ইসলাম গ্রহনের কাছাকাছি হয়ে গিয়েছিল।;\n",
        "id": 5716,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫২০. কবিতা পাঠ, সঙ্গীত ও উট চালানোর সঙ্গীতের মধ্যে যা জায়িয ও যা না-জায়িয। আল্লাহ তাআলার বানীঃ এবং বিপথগামী লোকেরাই কবিদের অনুসরন করে থাকে ...... তারা কোন পথে ফিরে বেড়াচ্ছে ",
        "hadithBengali": "৫৭১৭। কুতায়বা (রহঃ) ... সালামা ইবনু আকওয়া (রাঃ) থেকে বর্ণিত। তিনি বলেন, একবার আমরা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে খায়বার অভিযানে বের হলাম। আমরা রাতের বেলায় চলছিলাম। দলের মধ্যে থেকে একজন আমির ইবনু আকওয়া (রাঃ) কে বলল যে, আপনি কি আপনার (ছোট) কবিতাগুলো থেকে কিছু পড়ে আমাদের শোনাবেন না? আমির (রাঃ) ছিলেন একজন কবি। সুতরাং তিনি দলের লোকদের হুদী গেয়ে শোনাতে লাগলেন। হে আল্লাহ! তুমি না হলে, আমরা হেদায়েত পেতাম না। আমরা সাদাকা দিতাম না, সালাত (নামায/নামাজ) আদায় করতাম না। আমাদের আগেকার-গুনাহু ক্ষমা করুন; যা আমরা করেছি। আমরা আপনার জন্য উৎসর্গিত। যদি আমরা শত্রুর সম্মুখীন হই, তখন আমাদের পদদ্বইয় সুদৃঢ় রাখুন। আমাদের উপর শান্তি বর্ষন করুন। শত্রুর ডাকের সময় আমরা যেন বীরের মত ধাবিত হই, যখন তারা হৈ-হুল্লোড় করে, আমাদের উপর আক্রমণ চালায়।;\n\nতখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জিজ্ঞাসা করলেনঃ এ উট চালক লোকটি কে? সে যে এ রকম উট চালিয়ে যাচ্ছে। লোকেরা বললেনঃ তিনি আমির ইবনু আকওয়া। তিনি বললেনঃ আল্লাহ তার উপর রহম করুন। দলের একজন বললেন ইয়া নবী আল্লাহ! তার জন্য তো শাহাদাত নির্দিষ্ট হয়ে গেলো। হায়! যদি আমাদের এ সুযোগ দান করতেন। তারপর আমরা খায়বারে পৌছে শত্রুদের অবরোধ করে ফেললাম। এ সময় আমরা অতিশয় ক্ষুধার্ত হয়ে পড়লাম। অবশেষে আল্লাহ (খায়বার যুদ্ধে) তাদের উপর আমাদের বিজয় দান করলেন। তারপর যেদিন খায়বার বিজিত হলো, সেদিন লোকেরা অনেক আগুন জ্বালাল।;\n\nরাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জিজ্ঞাসা করলেনঃ তোমরা এত সব আগুন কি জন্য জ্বালাচ্ছ? লোকেবা বললোঃ গোশত রান্নার জন্য। তিনি জিজ্ঞাসা করলেনঃ কিসের গোশত? তারা বললঃ গৃহপালিত গাধার গোশত। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ এসব গোশত ফেলে দাও এবং হাড়িগুলো ভেঙ্গে ফেল। এক ব্যাক্তি বললঃ ইয়া রাসুলাল্লাহ! বরং গোশতগুলো ফেলে আমরা হাড়িগুলো ধুয়ে নেই? তিনি বললেনঃ তবে তাই কর।;\n\nরাবী বলেন যখন লোকের যুদ্ধে সারিবদ্ধ হল, আমির (রাঃ) এর তলোয়ার খানা খাঁটো ছিল। তিনি এক ইয়াহুদীকে মারার উদ্দেশ্য এটি দিয়ে তার উপর আক্রমণ করলেন। কিন্তু তার তলোয়ারের ধারাল অংশ আমির (রাঃ) এর হাটুতে এসে আঘাত করল। এতে তিনি মারা গেলেন। তারপর ফিরার সময় সবাই ফিরলেন।;\n\nসালামা (রাঃ) বলেনঃ আমার চেহারার রং পরিবর্তন দেখে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে জিজ্ঞাসা করলেনঃ তোমার কি হয়েছে? আমি বললাম আমার বাপ-মা আপনার উপর কুরবানী হউন! লোকেরা বলছে যে, আমিরের আমল সব বরবাদ হয়ে গেছে। তিনি বললেনঃ এ কথাটা কে বলেছে? আমি বললাম অমুক, অমুক অমুক এবং উসায়দ ইবনু হুয়াইর আনসারী (রাঃ)। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ যারা এ কথা বলেছে, তারা মিথ্যা বলেছে। তিনি বললেনঃ তার দুটি পুরস্কার রয়েছে, সে জাহিদ এবং মুজাহিদ। আরব ভূ-খণ্ডে তার মত লোক অল্পই জন্ম নিয়েছে।;\n",
        "id": 5717,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সালামাহ ইবনু আক্ওয়া (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫২০. কবিতা পাঠ, সঙ্গীত ও উট চালানোর সঙ্গীতের মধ্যে যা জায়িয ও যা না-জায়িয। আল্লাহ তাআলার বানীঃ এবং বিপথগামী লোকেরাই কবিদের অনুসরন করে থাকে ...... তারা কোন পথে ফিরে বেড়াচ্ছে ",
        "hadithBengali": "৫৭১৮। মুসাদ্দাদ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেন, একবার নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার কতক সহধর্মিণীর কাছে আসলেন। তখন তাদের সঙ্গে উম্মে সুলায়মও ছিলেন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন সর্বনাশ, হে আনজাশাহ! তুমি (উট) চালাও। কেননা, তুমি কাঁচপাত্র (মহিলা নিয়ে চলেছ। রাবী আবূ কিলাবা বলেনঃ নবীসাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সাওকাকা বিল কাওয়ারীর বাক্য দ্বারা এমন বিষয়ের প্রতি ইঙ্গিত করলেন, যা অন্য কেউ বললে, তোমরা তাকে ঠাট্টা করতে।;\n",
        "id": 5718,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫২৩. কবিতার মাধ্যমে মুশরিকদের নিন্দা করা",
        "hadithBengali": "৫৭১৯। মুহাম্মদ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, একবার হাসসান ইবনু সাবিত (রাঃ) রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট মুশরিকদের নিন্দা করার অনুমতি চাইলেন। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তা হলে এ নিন্দা থেকে আমার বংশ মর্যাদা কিভাবে বাঁচাবে? তখন হাসসান (রাঃ) বললেনঃ আমি তাদের থেকে আপনাকে এমনভাবে বের করে দেব, যেভাবে মাখানো আটা থেকে চুল বের করে আনা হয়।;\n\nরাবী উরওয়া বর্ননা করেন একদিন আমি আয়িশা (রাঃ) এর কাছে হাসসান (রাঃ) কে গালি দিতে শুরু করলাম তখন তিনি বললেনঃ তুমি তাকে গালমন্দ করো না। কারণ, তিনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর তরফ থেকে মুশরিকদের প্রতিরোধ করতেন।;\n",
        "id": 5719,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫২৩. কবিতার মাধ্যমে মুশরিকদের নিন্দা করা",
        "hadithBengali": "৫৭২০। আসবাগ (রহঃ) ... আবূ হুরায়রা (রাঃ) তার বর্ণনায় নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কথা উল্লেখ করে বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের ভাই অর্থাৎ কবি ইবনু রাওয়াহা (রাঃ) অশ্লীল কথা বলেনি। তিনি বলতেনঃ আমাদের মধ্যে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তিনি কুরআন তিলাওয়াত করেন; যখন ভোরের মনোরম আলো ফুটে উঠে। পথভ্রষ্ট হওয়ার পর তিনি আমাদের সুপথ দেখিয়েছেন। আর আমরা অন্তরের সাথে একীন করলাম যে, তিনি যা বলছেন তা ঘটবেই। তিনি নিজ পিঠ বিছানা থেকে সরিয়ে রেখেই রাত কাটান। যখন কাফিরদের শয্যা-সুখ ত্যাগ করা তাদের পক্ষে ভারী কষ্টকর হয়।;\n",
        "id": 5720,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫২৩. কবিতার মাধ্যমে মুশরিকদের নিন্দা করা",
        "hadithBengali": "৫৭২১। আবুল ইয়ামান ও ইসরাঈল (রহঃ) ... হাসসান ইবনু সাবিত (রাঃ) থেকে বর্ণিত। তিনি বলেন, হে আবূ হুরায়রা! আমি আপনাকে আল্লাহর কসম দিয়ে জিজ্ঞাসা করছি। আপনি কি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে একথা বলতে শুনেছেন যে ওহে হাসসান! তুমি আল্লাহর রাসুলের তরফ থেকে পাল্টা জবাব দাও। হে আল্লাহ! তুমি জিবরীল (আলাইহিস সালাম) এর মাধ্যমে তাকে সাহায্য কর। আবূ হুরায়রা (রাঃ) বললেনঃ হ্যাঁ।;\n",
        "id": 5721,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "হাস্'সান ইবনু সাবিত (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫২৩. কবিতার মাধ্যমে মুশরিকদের নিন্দা করা",
        "hadithBengali": "৫৭২২। সুলায়মান ইবনু হারব (রহঃ) ... বারাআ (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হাসসান (রাঃ) কে বললেনঃ তুমি কাফিরদের নিন্দা করো। জিবরীল (আলাইহিস সালাম) তোমার সহায়।;\n",
        "id": 5722,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "বারাআ ইবনু আযিব (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫২৪. যে কবিতা মানুষকে এতটা প্রভাবিত করে, যা তাকে আল্লাহর স্মরণ, জ্ঞান অর্জন ও কুরআন থেকে বাধা দেয়, তা নিষিদ্ধ",
        "hadithBengali": "৫৭২৩। উবায়দুল্লাহ ইবনু মূসা (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের কারো উদর কবিতা দিয়ে ভর্তি হওয়ার চেয়ে পূজ দিয়ে ভর্তি হওয়া অনেক ভাল।;\n",
        "id": 5723,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫২৪. যে কবিতা মানুষকে এতটা প্রভাবিত করে, যা তাকে আল্লাহর স্মরণ, জ্ঞান অর্জন ও কুরআন থেকে বাধা দেয়, তা নিষিদ্ধ",
        "hadithBengali": "৫৭২৪। উমর ইবনু হাফস (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কোন ব্যাক্তির পেট কবিতা দিয়ে ভর্তি হওয়ার চাইতে এমন পূজে তর্তি হওয়া উত্তম যা তোমাদের পেটকে ধবংস করে ফেলে।;\n",
        "id": 5724,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫২৫. নাবী (ﷺ)এর উক্তিঃ তোমার ডান হাত ধূলি ধূসরিত হোক। তোমার হাত-পা ধ্বংস হোক এবং তোমার কন্ঠদেশ ঘায়েল হোক",
        "hadithBengali": "৫৭২৫। ইয়াহইয়া ইবনু বুকায়র (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, পর্দার হুকুম নাযিল হওয়ার পর আবূ কুয়ায়সের ভাই আফলাহ আমার গৃহে প্রবেশের অনুমতি চাইলেন। আমি বললামঃ আল্লাহর কসম! আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুমতি না নিয়ে, তাকে অনুমতি দেব না। কারন, আবূ কুয়ায়সের স্ত্রী আমাকে দুধ পান করিয়েছেন। ইতিমধ্যে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার ঘরে প্রবেশ করলেন। আমি বললাম ইয়া রাসুলাল্লাহ! এ ব্যাক্তি তো আমাকে দুধ পান করান নি। বরং তার স্ত্রী আমাকে দুধ পান করিয়েছেন। তিনি বললেন অনুমতি দাও। কারণ এ লোকটি তোমার (দুধ) চাচা। তোমার ডান হাত ধূলায় ধূসরিত হোক। রাবী উরওয়া বলেন, এ কারণেই আয়িশা (রাঃ) বলতেন যে, বংশগত সম্পর্কে বিবাহে যারা হারাম হয় দুধ পান সম্পর্কেও তোমরা তাদের হারাম গন্য করবে।;\n",
        "id": 5725,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫২৫. নাবী (ﷺ)এর উক্তিঃ তোমার ডান হাত ধূলি ধূসরিত হোক। তোমার হাত-পা ধ্বংস হোক এবং তোমার কন্ঠদেশ ঘায়েল হোক",
        "hadithBengali": "৫৭২৬। আদম (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ফিরে আসার ইচ্ছা করলেন। তখন সাফিয়্যা (রাঃ) ঋতুস্রাব আরম্ভ হওয়ায় তার দরজার সামনে চিন্তিত ও বিষণ্ণ বদনে দাঁড়িয়ে আছেন দেখতে পেলেন। তখন তিনি কুরাইশদের বাগধারায় বলেনঃ আকরা হালকী। তুমি তো দেখছি, আমাদের আটকিয়ে দিবে। এরপর জিজ্ঞাসা করলেন, তুমি কি কুরবানীর দিনে ফরয তাওয়াফ আদায় করেছিলে? তিনি বললেনঃ হ্যাঁ। তখন তিনি বললেনঃ: তাহলে এখন তুমি চলো।;\n",
        "id": 5726,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫২৬. যাআমু' (তারা ধারণা করেন) সম্পর্কে যা বর্ণিত হয়েছে",
        "hadithBengali": "৫৭২৭। আবদুল্লাহ ইবনু মাসলামা (রহঃ) ... উম্মে হানী বিনত আবূ তালিব (রাঃ) থেকে বর্ণিত। তিনি বলেন মক্কা বিজয়ের বছর আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর খেদমতে গিয়ে তাকে গোসল করতে পেলাম। তখন তাঁর কন্যা ফাতিমা (রাঃ) তাঁকে পর্দা দিয়ে আড়াল করছিলেন। আমি তাঁকে সালাম দিলাম, তিনি জিজ্ঞাসা করলেন এ কে? আমি বললাম আমি আবূ তালিবের মেয়ে উম্মে হানী। তিনি বললেনঃ উম্মে হানীর জন্য মারহাবা। তারপর তিনি যখন গোসল শেষ করলেন। তখন তিনি দাঁড়ালেন এবং এক কাপড় গায়ে জড়িয়ে আট রাকাআত সালাত (নামায/নামাজ) আদায় করলেন। তিনি সালাত (নামায/নামাজ) আদায় করলে আমি বললাম ইয়া রাসুলাল্লাহ! আমি হুবায়রার পূত্র অমুককে নিরাপত্তা দিয়েছিলাম। কিন্তু আমার ভাই বলছে, সে তাকে হত্যা করবে। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ হে উম্মে হানী। তুমি যাকে নিরাপত্তা দিয়েছ, আমিও তাকে নিরাপত্তা দিলাম। উলে হানী (রাঃ) বলেন এই সময়টি ছিল চাশতের সময়।;\n",
        "id": 5727,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উম্মু হানী বিনতু আবূ তালিব (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫২৭.  কাউকে ওয়ালাইকা' বলা ",
        "hadithBengali": "৫৭২৮। মূসা ইবনু ইসমাঈল (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক ব্যাক্তিকে একটি কুরবানীর উট হাকিয়ে নিতে দেখে, তাকে বললেনঃ এতে সাওয়ার হয়ে যাও। সে বললঃ এটি তো কুরবানীর উট। তিনি আবার বললেন সাওয়ার হয়ে যাও। সে বললঃ এটি তো কুরবানীর উট। তিনি বললেন এতে সাওয়ার হয়ে যাও। সে বলল, এটি তো কুরবানীর উট। তিনি বললেনঃ ওয়াইলাকা (তোমার অকল্যাণ হোক) তুমি এটির উপর সাওয়ার হয়ে যাও।;\n",
        "id": 5728,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫২৭.  কাউকে ওয়ালাইকা' বলা ",
        "hadithBengali": "৫৭২৯। কুতায়বা ইবনু সাঈদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক ব্যাক্তিকে একটা কুরবানীর উট হাকিয়ে নিয়ে যেতে দেখে বললেনঃ তুমি এর উপর সাওয়ার হয়ে যাও। সে বলল ইয়া রাসুলাল্লাহ! এটি তো কুরবানীর উট। তখন তিনি দ্বিতীয় কিংবা তৃতীয়বার বললেনঃ ওয়াইলাকা (তোমার অনিষ্ট হোক) তুমি এতে সাওয়ার হয়ে যাও।;\n",
        "id": 5729,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫২৭.  কাউকে ওয়ালাইকা' বলা ",
        "hadithBengali": "৫৭৩০। মুসাদ্দাদ ও আইউব (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক সফরে ছিলেন। তার সঙ্গে তখন আনজাশা নামক একজন কালো গোলাম ছিল। সে পুথি গাইতেছিল। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বললেনঃ ওহে আনজালা তোমার সর্বনাশ। তুমি উটটিকে কাচপাত্র সদৃশ সাওয়ারীদের নিয়ে ধীরে চালিয়ে যাও।;\n",
        "id": 5730,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫২৭.  কাউকে ওয়ালাইকা' বলা ",
        "hadithBengali": "৫৭৩১। মূসা ইবনু ইসমাঈস (রহঃ) ... আবূ বাকরা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ এক ব্যাক্তি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সামনে অনেক জনের প্রশংসা করলো। তিনি বললেনঃ ওয়াইলাকা (তোমার অমঙ্গল হোক) তুমি তো তোমার ভাই এর গর্দান কেটে দিয়েছ। তিনি এ কথাটি তিনবার বললেনঃ তিনি আরও বললেনঃ যদি তোমাদের কাউকে কারেই প্রশংসা করতেই হয়, আর সে তার অবস্থা সম্পর্কে অবহিত থাকে, তবে শুধু এতটুকু বলবে যে, আমি এ ব্যাক্তি সম্পর্কেই এরূপ ধারনা পোষণ করি। প্রকৃত হিসাব নিকাশের মালিক একমাত্র আল্লাহ। আর আমি নিশ্চিতভাবে আল্লাহর সামনে কারো পবিত্রতা বর্ণনা করছি না।;\n",
        "id": 5731,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ বাকরা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫২৭.  কাউকে ওয়ালাইকা' বলা ",
        "hadithBengali": "৫৭৩২। আবদুর রহমান ইবনু ইবরাহীম (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা নিজ অধিকারভুক্ত কিছু মাল নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ভাগ করে দিলেন। এমন সমর তামীম গোত্রের যুল খোয়াইসীরা নামক এক ব্যাক্তি বলে উঠল ইয়া রাসুলাল্লাহ! ইনসাফ করুন। তখন তিনি বললেনঃ ওয়ায়লাকা (তোমার অমঙ্গল হোক) আমি ইনসাফ না করলে আর কে ইনসাফ করবে? তখন উমর (রাঃ) বললেনঃ আপনি আমাকে অনুমতি দিন, আমি এর গর্দান উড়িয়ে দেই। তিনি বললেনঃ না। কারন, তার এমন কতক সাথী রয়েছে; যাদের সালাত (নামায/নামাজ) এর সামনে নিজেদের সালাতকে তুচ্ছ মনে করবে এবং তাদের সিয়ামের সামনে তোমাদের নিজেদের সিয়ামকে তুচ্ছ মনে করবে। তারা দ্বীন থেকে এমনভাবে বেরিয়ে যাবে! যেমনিভাবে তীর শিকার ভেদ করে বেরিয়ে যায় -- গোবর ও রক্তকে এমনভাবে অতিক্রম করে যায় যে তীরের অগ্রভাগ লক্ষ্য করলে তাতে কোন চিহ্ন পাওয়া যায় না, তার উপরিভাগে লক্ষ্য করলেও কোন চিহ্ন পাওয়া যায়না। তার কাঠামোতে ও কোন চিহ্ন নেই। তার পাতির মধ্যে ও, কোন চিহ্ন নেই।;\n\nএমন সময় তাদের আবির্ভাব হবে যখন মুসলিমদের মধ্যে বিভেদ দেখা দিবে। তাদের পরিচয় হল, তাদের নেতা এমন এক ব্যাক্তি হবে, যার একহাত স্ত্রীলোকের রক্তের মত অথবা শিড়ের মত তা কাপতে থাকবে। রাবী আবূ সাঈদ (রাঃ) বলেন, আমি সাক্ষ্য দিয়ে বলছি যে, আমি নিশ্চয়ই নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে একথা শুনেছি এবং আরও সাক্ষ্য দিচ্ছি যে, আমি নিজে আলী (রাঃ) এর সাথে ছিলাম যখন তিনি এ দলের বিরুদ্ধে যুদ্ধ করছিলেন। তখন সে লোকটিকে যুদ্ধের নিহত ব্যাক্তিদের মধ্য থেকে খুজে বের করে আনার পর তাকে ঠিক সেই অবস্থায়ই পাওয়া গেল, যে অবস্থার বর্ণনা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দিয়েছিলেন।;\n",
        "id": 5732,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ সা'ঈদ খুদরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫২৭.  কাউকে ওয়ালাইকা' বলা ",
        "hadithBengali": "৫৭৩৩। আবুল হাসান মুহাম্মদ ইবনু মুকাতিল (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, একবার এক ব্যাক্তি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর খেদমতে এসে বললঃ ইয়া রাসুলাল্লাহ! আমি তো ধবংস হয়ে গেছি। তিনি বললেনঃ ওয়ায়লাকা (আফসোস তোমার জন্য) এরপর সে বলল আমি রামযানের মধ্যেই দিনের বেলায় আমার স্ত্রীর সাথে সহবাস করে ফেলেছি। তিনি বললেন একটা গোলাম আযাদ করে দাও সে বললঃ আমার কাছে তা নেই। তিনি বললেনঃ তা হলে তুমি লাগাতার দুমাস সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) পালন কর। সে বলল আমি এতেও সক্ষম নই। তিনি বললেনঃ তবে তুমি ষাটজন মিসকীনকে খাওয়াও। লোকটি বললঃ আমি এর সামর্থ রাখি না। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর খিদমতে এক ঝুড়ি খেজুর এলো। তখন তিনি বললেনঃ এটা নিয়ে যাও এবং সাদাকা করে দাও। সে বললঃ ইয়া রাসুলাল্লাহ! তা কি আমার পরিবার ব্যতীত অন্যকে দেব? সেই সত্তার কসম! যার হাতে আমার প্রান। মদিনার উভয় প্রান্তের মধ্যে আমার চেয়ে অভাবী আর কেউ নেই। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এমনভাবে হেসে দিলেন যে, তার পার্শ্বের দাঁত পর্যন্ত প্রকাশ পেল। তিনি বললেনঃ তবে তুমিই নিয়ে যাও।;\n",
        "id": 5733,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫২৭.  কাউকে ওয়ালাইকা' বলা ",
        "hadithBengali": "৫৭৩৪। সুলায়মান ইবনু আবদুর রহমান (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত। একজন গ্রাম্য লোক এসে বললোঃ ইয়া রাসুলাল্লাহ! আপনি আমাকে হিজরত সম্পর্কে কিছু বর্ণনা করুন। তিনি বললেনঃ আফসোস তোমার প্রতি হিজরত তো খুব কঠিন ব্যাপার। তোমার উট কি আছে? সে বললঃ হ্যাঁ। তিনি জিজ্ঞাসা করলেনঃ তুমি কি এর যাকাত দিয়ে থাক? লোকটি বললঃ হ্যাঁ। তিনি বললেনঃ তবে তুমি সমুদ্রের ঐ পাশ থেকেই আমল করে যাও। নিশ্চয়ই আল্লাহ সাওয়াব একটুও কমাবেন না।;\n",
        "id": 5734,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ সা'ঈদ খুদরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫২৭.  কাউকে ওয়ালাইকা' বলা ",
        "hadithBengali": "৫৭৩৫। আবদুল্লাহ ইবনু আবদুল ওয়াহহাব (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ ওয়ায়লাকুম অথবা ওয়ায়হাকুম (তোমাদের জন্য আফসোস) আমার পরে তোমরা আবার কাফির হয়ে যেয়ো না। যাতে তোমরা একে অন্যের গর্দান মারবে।;\n",
        "id": 5735,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫২৭.  কাউকে ওয়ালাইকা' বলা ",
        "hadithBengali": "৫৭৩৬। আমর ইবনু আসিম (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত যে, এক গ্রাম্য লোক নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর খেদমতে এসে বললঃ ইয়া রাসুলাল্লাহ কিয়ামত কবে সংঘটিত হবে? তিনি বললেনঃ তোমার জন্য আক্ষেপ তুমি এর জন্য কি প্রস্তুতি নিয়েছ? সে জবাব দিলঃ আমি তো তার জন্য কিছু প্রস্তুতি নেই নি, তবে আমি আল্লাহ ও তার রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে ভালবাসি। তিনি বললেনঃ তুমি যাকে ভালবাস, কিয়ামতের দিন তুমি তার সঙ্গেই থাকবে। তখন আমরা বললামঃ আমাদের জন্যও কি এরূপ? তিনি বললেনঃ হ্যাঁ। এতে আমরা সে দিন যারপরনাই আনন্দিত হলাম। আনাস (রাঃ) বলেন এ সময় মুগীরা (রাঃ) এর একটি যুবক ছেলে পাশ দিয়ে যাচ্ছিল। সে ছিল আমার সমবয়সী নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ যদি এ যুবকটি বেশী দিন বেঁচে থাকে, তবে সে বৃদ্ধ হওয়ার আগেই কিয়ামত সংঘটিত হতে পারে।;\n",
        "id": 5736,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫২৮. মহামহিম আল্লাহর প্রতি ভালবাসার নিদর্শন। আল্লাহ তা'আলার বাণীঃ (আপনি বলে দিন) যদি তোমরা আল্লাহকে সত্যই ভালবেসে থাকো, তা'হলে তোমরা আমার অনুসরণ কর। তাহলে আল্লাহও তোমাদের ভালবাসবেন",
        "hadithBengali": "৫৭৩৭। বিশর ইবনু খালিদ (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ মানুষ (দুনিয়াতে) যাকে ভালবাসবে (কিয়ামতে) সে তারই সঙ্গী হবে।;\n",
        "id": 5737,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ' ইব্'ন মাসউদ (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫২৮. মহামহিম আল্লাহর প্রতি ভালবাসার নিদর্শন। আল্লাহ তা'আলার বাণীঃ (আপনি বলে দিন) যদি তোমরা আল্লাহকে সত্যই ভালবেসে থাকো, তা'হলে তোমরা আমার অনুসরণ কর। তাহলে আল্লাহও তোমাদের ভালবাসবেন",
        "hadithBengali": "৫৭৩৮। কুতায়বা ইবনু সাঈদ (রহঃ) ... আবদুল্লাহ ইবনু মাসউদ (রাঃ) বলেছেনঃ এক ব্যাক্তি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এসে জিজ্ঞাসা করলঃ ইয়া রাসুলাল্লাহ! এমন ব্যাক্তি সম্পর্কে আপনি কি বলেন, যে ব্যাক্তি কোন দলকে ভালবাসে, কিন্তু (আমলের দিক দিয়ে) তাদের সমান হতে পারে নি। তিনি বললেনঃ মানুষ যাকে ভালবাসে সে তারই সঙ্গী হবে।;\n",
        "id": 5738,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ' ইব্'ন মাসউদ (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫২৮. মহামহিম আল্লাহর প্রতি ভালবাসার নিদর্শন। আল্লাহ তা'আলার বাণীঃ (আপনি বলে দিন) যদি তোমরা আল্লাহকে সত্যই ভালবেসে থাকো, তা'হলে তোমরা আমার অনুসরণ কর। তাহলে আল্লাহও তোমাদের ভালবাসবেন",
        "hadithBengali": "৫৭৩৯। আবূ নুয়াইম (রহঃ) ... আবূ মূসা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জিজ্ঞাসা করা হলোঃ কোন ব্যাক্তি একদলকে ভালবাসে কিন্তু (আমলে) তাদের সমকক্ষ হতে পারেনি। তিনি বললেনঃ মানুষ যাকে ভালবাসে, সে তারই সঙ্গী হবে।;\n",
        "id": 5739,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ মূসা আল- আশআরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫২৮. মহামহিম আল্লাহর প্রতি ভালবাসার নিদর্শন। আল্লাহ তা'আলার বাণীঃ (আপনি বলে দিন) যদি তোমরা আল্লাহকে সত্যই ভালবেসে থাকো, তা'হলে তোমরা আমার অনুসরণ কর। তাহলে আল্লাহও তোমাদের ভালবাসবেন",
        "hadithBengali": "৫৭৪০। আবদান (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। এক ব্যাক্তি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জিজ্ঞাসা করলঃ ইয়া রাসুলাল্লাহ! কিয়ামত কবে হবে? তিনি তাকে জিজ্ঞাসা করলেনঃ তুমি এর জন্য কি যোগাড় করেছ? সে বললঃ আমি এর জন্য তো বেশী কিছু সালাত (নামায/নামাজ), সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) ও সাদাকা আদায় করতে পারি নি। কিন্তু আমি আল্লাহ ও তার রাসুলকে ভালবাসি। তিনি বললেনঃ তুমি যাকে ভালবাস তারই সঙ্গী হবে।;\n",
        "id": 5740,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫২৯. কেউ কাউকে দূর হও' বলা",
        "hadithBengali": "৫৭৪১। আবূল ওয়ালীদ (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইবনু সাঈদকে বললেনঃ আমি তোমার জন্য একটি কথা গোপন রেখেছি, তুমি বলতো সেটা কি? সে বললঃ দুখ তখন তিনি বললেনঃ দূর হও।;\n",
        "id": 5741,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫২৯. কেউ কাউকে দূর হও' বলা",
        "hadithBengali": "৫৭৪২। আবুল ইয়ামান (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেন উমব ইবনু খাত্তাব (রাঃ) একদল সাহাবীসহ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে ইবনু সহিয়্যাদের নিকট গমন করেন। তারা সেখানে গিয়ে তাকে বনূ মাগালাহের দূর্গের পাশে ছেলেদের সাথে খেলায় রত গেলেন। তখন সে বালেগ হওয়ার কাছাকাছি বয়সে পৌছেছেন। সে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর আগমন টের পেল না যতক্ষন না রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার হাত দিয়ে তার পিঠে মারলেন। তারপর তিনি বললেনঃ তুমি কি সাক্ষ্য দাও যে আমিই আল্লাহর রাসুল? তখন সে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর দিকে তাকিয়ে বললোঃ আমি সাক্ষ্য দিচ্ছি যে, আপনি উম্মি সম্প্রদায়ের রাসূল। এরপর ইবনু সাইয়্যাদ বললোঃ আপনি কি সাক্ষ্য দিচ্ছেন যে, আমিই আল্লাহর রাসূল? রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে ধাক্কা মেরে বললেন, আমি আল্লাহ ও তার রাসুলদের উপর ঈমান রাখি।;\n\nতারপর আবার তিনি ইরনে সাইয়্যেদকে জিজ্ঞাসা করলেনঃ তুমি কী দেখতে পাও? সে বললো আমার নিকট সত্যবাদী ও মিথ্যাবাদী উভয়ই আসেন। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ বিষয়টি তোমার উপর এলোমেলো করে দেয়া হয়েছে। এরপর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বললেন আমি তোমার (পরীক্ষার) জন্য কিছু গোপন রাখছি। সে বলছেনঃ তা দুখ। তখন তিনি বললেনঃ দূর হও। তুমি কখনো তোমার ভাগ্যকে অতিক্রম করতে পারবে না। উমর (রাঃ) বললেনঃ ইয়া রাসুলুল্লাহ! আপনি কি তার ব্যাপারে আমাকে অনুমতি দেন যে, আমি তার গর্দান উড়িয়ে দেই। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ এ যদি সেই (দাজ্জালই) হয়ে থাকে, তবে তার উপর তোমাকে ক্ষমতা দেওয়া হবে না। আর এ যদি সে না হয়ে থাকে, তবে তাকে হত্যা করা তোমার জন্যই ভাল হবে না।;\n\nসালিম (রাঃ) বলেনঃ এরপর আমি আবদুল্লাহ ইবনু উমর (রাঃ) কে বলতে শুনেছি যে, এ ঘটনার পর একদিন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এবং উবাই ইবনু কাব (রাঃ) সেই খেজুর বাগানের উদ্দেশ্যে রওয়ানা হলেন, যেখানে ইবনু সাইয়্যাদ ছিল। অবশেষে যখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বাগানে প্রবেশ করলেন, তখন তিনি খেজুরের কাণ্ডের আড়ালে আড়ালে চলতে লাগলেন। তার লক্ষ্য ছিল যে, ইবনু সাইয়্যাদ তাকে দেখার আগেই যেন তিনি তার কিছু কথাবার্তা শুনে নিতে পারেন। এ সময় ইবনু সাইয়্যাদ তার বিছানায় একখানা চাঁদর মুড়ি দিয়ে শুয়েছিল। আর তার চাদরের ভেতর থেকে বিড়বিড় শব্দ শোনা যাচ্ছিল।;\n\nইতিমধ্যে ইবনু সাইয়্যাদের মা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে দেখল যে, তিনি খেজুরের কাণ্ডের আড়ালে লুকিয়ে লুকিয়ে আসছেন। তখন তার মা তাকে ডেকে বললোঃ ওহে সাফ! এটা তার ডাক নাম ছিলো। এই যে, মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম। তখন ইবনু সাইয়্যাদ (যে বিষয়ে মগ্ন ছিল তা থেকে) বিরত হন। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ যদি তার মা তাকে সতর্ক না করতো তবে তার (রহস্য) প্রকাশ পেয়ে যেতো।;\n\nরাবী সালিম আরও বলেনঃ আবদুল্লাহ (রাঃ) বর্ননা করেছেন যে, একদিন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সাহাবাদের মধ্যে দাঁড়িয়ে আল্লাহ তাআলার যথোপযুক্ত প্রশংসার পর দাজ্জালের উল্লেখ করে বললেনঃ আমি তোমাদের তার সম্পর্কে সতর্ক করে দিচ্ছি। প্রত্যেক নবীই এর সম্পর্কে তার কওমকে সতর্ক করে গিয়েছেন। আমি এর সম্পর্কে এমন কথা বলছি যা অন্য কোন নবী তার কাওমকে বলেন নি। তবে তোমরা জেনে রাখ সে কানা; কিন্তু আল্লাহ কানা নন।;\n",
        "id": 5742,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৩০. কাউকে মারহাবা বলা। আয়িশাহ্ (রাঃ) বলেন, নাবী (সাঃ) ফাতেমা (রাঃ) কে বলেছেনঃ আমার মেয়ের জন্য মারহাবা'। উম্মু হানী (রাঃ) বলেন, আমি একবার নাবী (সাঃ) এর নিকট এলাম। তিনি বললেনঃ উম্মু হানী মারহাবা'।",
        "hadithBengali": "৫৭৪৩। ইমরান ইবনু মায়সারা (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আবদুল কায়সের প্রতিনিধি দল নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এলে তিনি বললেনঃ এই প্রতিনিধি দলের প্রতি মারহাবা যারা লাঞ্চিত ও লজ্জিত অবস্থায় আসে নি। তারা বললঃ ইয়া রাসুলুল্লাহ! আমরা রাবিয়া কাওমের লোক। আমরা ও আপনার মধ্যখানে অবস্থান করছে মুযার কাওম। এজন্য আমরা হারাম মাস ছাড়া আপনার খেদমতে পৌছতে পারি না। সুতরাং আপনি আমাদের এমন কিছু চুড়ান্ত বিধি নিষেধ বাতলিয়ে দেন যা অনুসরন করে আমরা জান্নাতে যেতে পারি এবং আমাদের পাচাতে যারা রয়েছে তাদের হেদায়েত দিতে পারি। তিনি বললেনঃ আমি চারটি (মেনে চলা) ও চারটি (হতে বিরত থাকার) নির্দেশ দিচ্ছি। তোমরা সালাত (নামায/নামাজ) কায়েম করবে, যাকাত দেবে। রামযান মাসের সিয়াম পালন করবে এবং গনীমতের মালের পঞ্চমাংশ দান করবে। আর কদুর খোলে, সবুজ রং করা কলসে, খেজুর মূলের পাত্রে এবং আলকাতরা মাখানো পাত্রে পান করবে না।;\n",
        "id": 5743,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৩১.  ক্বিয়ামাতের দিন মানুষকে তাদের পিতার নামে ডাকা হবে",
        "hadithBengali": "৫৭৪৪। মুসাদ্দাদ (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ (কিয়ামতের দিন) প্রতিজ্ঞা ভঙ্গকারীর জন্য একটি পতাকা উত্তোলন করা হবে এবং বলা হবে যে, এ হল অমুকের পুত্র অমুকের নিদর্শন।;\n",
        "id": 5744,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৩১.  ক্বিয়ামাতের দিন মানুষকে তাদের পিতার নামে ডাকা হবে",
        "hadithBengali": "৫৭৪৫। আবদুল্লাহ ইবনু মাসলামা (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ প্রতিজ্ঞা ভঙ্গকারীর জন্য কিয়ামত দিবসে একটা পতাকা স্থাপন করা হবে। আর বলা হবে যে, এটা অমুকের পুত্র অমুকের নিদর্শন।;\n",
        "id": 5745,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৩২.  কেউ যেন না বলে, আমার আত্মা খবীস' হয়ে গেছে",
        "hadithBengali": "৫৭৪৬। মুহাম্মদ ইবনু ইউসুফ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ সাবধান! তোমাদের কেউ যেন একথা না বলে যে, আমার আত্না খবীস হয়ে গেছে। তবে একথা বলতে পার যে আমার আত্মা কলুষিত হয়ে গেছে।;\n",
        "id": 5746,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৩২.  কেউ যেন না বলে, আমার আত্মা খবীস' হয়ে গেছে",
        "hadithBengali": "৫৭৪৭। আবদান (রহঃ) ... আবূ উমামা ইবনু সাহল তার পিতা (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ সাবধান! তোমাদের কেউ যেন একথা না বলে, আমার আত্মা খবীস হয়ে গেছে। বরং সে বলবেঃ আমার আত্মা কলুষিত হয়েছে।;\n",
        "id": 5747,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ উমামাহ বিন সাহল (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৩৩. যামানাকে গালি দেবে না",
        "hadithBengali": "৫৭৪৮। ইয়াহইয়া ইবনু বুকায়র (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহ বলেনঃ মানুষ যামানাকে গালি দেয়, অথচ আমিই যামানা, (এর নিয়ন্ত্রণের মালিক)। একমাত্র আমারই হাতে রাত ও দিনের পরিবর্তন হয়।;\n",
        "id": 5748,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৩৩. যামানাকে গালি দেবে না",
        "hadithBengali": "৫৭৪৯। আইয়্যাশ ইবনু ওয়ালীদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা আংগুরকে কারম বলো না। আর বলবে না বঞ্চিত যুগ। কারন আল্লাহ হলেন যুগ এর নিয়ন্তা।;\n",
        "id": 5749,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৩৪. নাবী (সাঃ) এর বাণীঃ প্রকৃত কারম' হলো মু'মিনের কলব। তিনি বলেছেনঃ প্রকৃত সম্বলহীন হলো সে, যে লোক ক্বিয়ামাতের দিন সম্বলহীন। যেমন (অন্যত্র) তাঁরই বাণীঃ প্রকৃত বাহাদুর হলো সে লোক, যে রাগের সময় নিজেকে সামলিয়ে রাখতে পারে। আরও যেমন তাঁরই বাণীঃ আল্লাহ একমাত্র বাদশাহ্। আবার তিনিই এর ব্যাখ্যা দিয়েছেন যে, একমাত্র আল্লাহ তা'আলাই সার্বভৌমত্বের মালিক। এরপর বাদশাহদের কথা উল্লেখ করে তিনি বলেন, আল্লাহর বাণীঃ বাদশাহরা যখন কোন জনপদে প্রবেশ করে, তখন তারা তা ধ্বংস করে দেয়",
        "hadithBengali": "৫৭৫০। আলী ইবনু আবদুল্লাহ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ লোকেরা (আঙ্গুরকে) করম বলে, কিন্তু আসলে করম হলো মুমিনের অন্তর।;\n",
        "id": 5750,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৩৫. কোন ব্যক্তির এ রকম কথা বলা আমার বাপ-মা আপনার প্রতি কুরবান। এ সম্পর্কে নবী (সাঃ) থেকে যুবায়র (রাঃ) এর একটি হাদিস আছে",
        "hadithBengali": "৫৭৫১। মুসাদ্দাদ (রহঃ) ... আলী (রাঃ) বলেন, আমি সাদ (রাঃ) ব্যতীত আর কারো সম্পর্কে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে একথা বলতে শুনি নাই যে, আমার মা-বাপ তোমার প্রতি কুরবান। আমি তাকে বলতে শুনেছিঃ হে সাদ! তুমি তীর চালাও। আমার মা ও বাপ তোমার প্রতি কুরবান। আমার ধারনা হচ্ছে যে, একথা তিনি ওহুদের যুদ্ধে বলেছেন।;\n",
        "id": 5751,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আলী ইবনু আবী তালিব (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৩৬. কোন ব্যক্তির এ কথা বলা যে, আল্লাহ আমাকে তোমার প্রতি কুরবান করুন। আবু বকর (রাঃ) নবী (সাঃ) কে বললেনঃ আমরা আমাদের পিতা ও মাতাদের আপনার প্রতি কুরবান করলাম",
        "hadithBengali": "৫৭৫২। আলী ইবনু আবদুল্লাহ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। একবার নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে তিনি ও আবূ তালহা (রাঃ) (মদিনায়) আসছিলেন। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে সাফিয়্যা (রাঃ) তার উটের পেছনে বসাছিলেন। পথে এক জায়গায় উটের পা পিছলে যায় এবং নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ও তার স্ত্রী পড়ে যান। তখন আবূ তালহা (রাঃ) ও তার উট থেকে লাফ দিয়ে নামলেন এবং নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে গিয়ে জিজ্ঞাসা করলেন ইয়া নবী আল্লাহ! আপনার কি কোন আঘাত লেগেছে? আল্লাহ আমাকে আপনার প্রতি কুরবান করুন। তিনি বললেনঃ না। তবে স্ত্রী লোকটির খবর নাও।;\n\nতখন আবূ তালহা (রাঃ) তার কাপড় দিয়ে চেহারা ঢেকে তার দিকে অগ্রসর হলেন এবং তার উপরও একখানা কাপড় ফেলে দিলেন। তখন স্ত্রীলোকটি উঠে দাঁড়ালেন। এরপর আবূ তালহা (রাঃ) তাদের সাওদাটি উটের উপর কসে বেধে দিলেন। তারা উভয়ে সাওয়ার হলেন এবং সবাই আবার রওয়ানা হলেন। অবশেষে যখন তারা মদিনার নিকটে পৌছলেন, তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলতে লাগলেনঃ আমরা তাওবাকারী, ইবদিতকারী এবং একমাত্র স্বীয় প্রতিপালকের প্রশংসাকারী। তিনি মদিনায় প্রবেশ করা পর্যন্ত একথাগুলো বলছিলেন।;\n",
        "id": 5752,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৩৭. আল্লাহর নিকট সবচেয়ে প্রিয় নাম ",
        "hadithBengali": "৫৭৫৩। সাদাকা ইবনু ফাযল (রহঃ) ... জাবির (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমাদের একজনের একটি ছেলে জন্মগ্রহণ করল। সে তার নাম রাখল কাসেম। আমরা বললামঃ আমরা তোমাকে আবূল কাসেম ডাকবো না এবং সেরূপ মর্যদাও করবো না। তিনি একথা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জানালেন। তিনি বললেন তোমার ছেলের নাম আবদুর রাহমান রেখে দাও।;\n",
        "id": 5753,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "জাবির ইবনু আবদুল্লাহ আনসারী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৩৮. নাবী (সাঃ) এর বাণীঃ আমার নামে নাম রাখতে পার, তবে আমার কুনিয়াত দিয়ে কারো কুনিয়াত (ডাক নাম) রেখো না। আনাস (রাঃ) নবী (সাঃ) থেকে এ হাদিসটি বর্ণনা করেছেন",
        "hadithBengali": "৫৭৫৪। মুসাদ্দাদ (রহঃ) ... জাবির (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমাদের এক ব্যাক্তির একটি ছেলে জন্মগ্রহণ করল। সে তার নাম রাখলো কাসেম। তখন সে বললঃ আমরা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জিজ্ঞাসা না করে তাকে এ কুনিয়াতে ডাকবো না। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমরা আমার নামে নাম রেখো, কিন্তু আমার কুনিয়াতে কেউ কুনিয়াত রেখো না।;\n",
        "id": 5754,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "জাবির ইবনু আবদুল্লাহ আনসারী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৩৮. নাবী (সাঃ) এর বাণীঃ আমার নামে নাম রাখতে পার, তবে আমার কুনিয়াত দিয়ে কারো কুনিয়াত (ডাক নাম) রেখো না। আনাস (রাঃ) নবী (সাঃ) থেকে এ হাদিসটি বর্ণনা করেছেন",
        "hadithBengali": "৫৭৫৫। আলী ইবনু আবদুল্লাহ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আবূল কাসিম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা আমার নামে নাম রেখো, কিন্তু আমার কুনিয়াতে কুনিয়াত রেখো না।;\n",
        "id": 5755,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৩৮. নাবী (সাঃ) এর বাণীঃ আমার নামে নাম রাখতে পার, তবে আমার কুনিয়াত দিয়ে কারো কুনিয়াত (ডাক নাম) রেখো না। আনাস (রাঃ) নবী (সাঃ) থেকে এ হাদিসটি বর্ণনা করেছেন",
        "hadithBengali": "৫৭৫৬। আবদুল্লাহ ইবনু মুহাম্মদ (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমাদের একজনের একটি ছেলে হলে সে তার নাম রাখলো কাসেম। তখন আমরা বললাম আমরা তোমাকে আবূল কাসেম কুনিয়াতে ডাকবো না। আর এ দ্বারা তোমার চোখও শীতল করবো না। তখন সে ব্যাক্তি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে ঐ কথা উল্লেখ করলে তিনি বললেনঃ তোমার ছেলের নাম রাখ আবদুর রহমান।;\n",
        "id": 5756,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "জাবির ইবনু আবদুল্লাহ আনসারী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৩৯. হাযন' নাম",
        "hadithBengali": "৫৭৫৭। ইসহাক ইবনু নাসর (রহঃ) ... ইবনু মুসাইয়্যাব (রহঃ) থেকে বর্ণিত যে, তার পিতা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট আসলেন। তিনি জিজ্ঞাসা করলেনঃ তোমার নাম কি? তিনি বললেনঃ হাযন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ বরং তোমার নাম সাহল। তিনি বলেনঃ আমার পিতা আমার যে নাম রেখেছেন, তা অন্য কোন নাম দিয়ে আমি বদলাবো না। ইবনু মুসায়্যাব (রহঃ) বলেনঃ এরপর থেকে আমাদের বংশের মধ্যে কঠিনতাই চলে এসেছে।;\n",
        "id": 5757,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সাঈদ ইবনু মুসাইয়্যাব (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৪০. নাম বদলিয়ে পূর্বের নামের চাইতে উত্তম নাম রাখা",
        "hadithBengali": "৫৭৫৮। সাঈদ ইবনু আবূ মারইয়াম (রহঃ) ... সাহল (রাঃ) থেকে বর্ণিত যে, যখন মুনযির ইবনু আবূ উসায়দ জন্মগ্রহণ করলেন, তখন তাকে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর খেদমতে নিয়ে আসা হল। তিনি তাকে নিজের উরুর উপর রাখলেন। আবূ উসায়দ (রাঃ) পাশেই বসা ছিলেন। এ সময় নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার সামনেই কোন জরুরী কাজে ব্যস্ত হয়ে পড়লেন। ইত্যবসরে আবূ উসায়দ (রাঃ) কারো দ্বারা তার উরুর থেকে তাকে উঠায়ে নিয়ে গেলেন। পরে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সে কাজ থেকে অবসর হয়ে জিজ্ঞাসা করলেন শিশুটি কোথায়? আবূ উসায়দ বললঃ ইয়া রাসুলাল্লাহ! আমি তাকে ফেরৎ পাঠিয়ে দিয়েছি। তিনি জিজ্ঞাসা করলেন তার নাম কি? তিনি বললেনঃ অমুক। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ বরং তার নাম মুনযির। সে দিন থেকে তার নাম রাখলেন মুনযির।;\n",
        "id": 5758,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সাহল বিন সাদ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৪০. নাম বদলিয়ে পূর্বের নামের চাইতে উত্তম নাম রাখা",
        "hadithBengali": "৫৭৫৯। সাদাকা ইবনু ফাযল (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্নিত যে যায়নাব (রাঃ) এর নাম ছিলো বাররাহ (নেককার)। তখন কেউ বললেন এতে তিনি নিজের পবিত্রতা প্রকাশ করছেন। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর নাম রাখলেন যায়নাব।;\n",
        "id": 5759,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৪০. নাম বদলিয়ে পূর্বের নামের চাইতে উত্তম নাম রাখা",
        "hadithBengali": "৫৭৬০। ইবরাহীম ইবনু মূসা (রহঃ) ... সাঈদ ইবনু মূসাইয়্যাব (রহঃ) থেকে বর্ণিত। একবার তার দাদা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর খিদমতে আসলেন। তিনি জিজ্ঞাসা করলেন তোমার নাম কি? তিনি উত্তর দিলেন আমার নাম হাযন। তিনি বললেনঃ না বরং তোমার নাম সাহল;। তিনি বললেনঃ আমার পিতা আমার যে নাম রেখে গিয়েছেন তা আমি বদলাতে চাই না। ইবনু মূসাইয়্যাব বলেন, ফলে এরপর থেকে আমাদের বংশে কঠিনতাই চসে আসছে।;\n",
        "id": 5760,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সাঈদ ইবনু মুসাইয়্যাব (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৪১. নাবীদের (আঃ) নামে যারা নাম রাখেন। আনাস (রাঃ) বলেন, নাবী (সাঃ) ইব্রাহীম (রাঃ) কে চুমু দিয়েছেন অর্থাৎ তাঁর পুত্রকে।",
        "hadithBengali": "৫৭৬১। ইবনু নুমায়র (রহঃ) ... ইসমাঈল (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি ইবনু আবূ আওফা (রাঃ) কে জিজ্ঞাসা করলামঃ আপনি কি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর পুত্র ইবরাহীম (রাঃ) কে দেখেছেন? তিনি বললেনঃ তিনি তো ছোট বেলায়ই মারা গিয়েছেন। যদি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর পরে কোন নবী হওয়ার বিধান থাকত তবে তার পুত্র বেঁচে থাকতেন। কিন্ত তার পরে কোন নবী হবেন না।;\n",
        "id": 5761,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "ইসমাঈল (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৪১. নাবীদের (আঃ) নামে যারা নাম রাখেন। আনাস (রাঃ) বলেন, নাবী (সাঃ) ইব্রাহীম (রাঃ) কে চুমু দিয়েছেন অর্থাৎ তাঁর পুত্রকে।",
        "hadithBengali": "৫৭৬২। সুলায়মান ইবনু হারব (রহঃ) ... আদী ইবনু সাবিত (রহঃ) বলেন, আমি বারাআ (রাঃ) কে বলতে শুনেছি যে, যখন ইবরাহীম (রাঃ) মারা যান তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ জান্নাতে তার জন্য ধাত্রী থাকবে।;\n",
        "id": 5762,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আদী ইবন সাবিত (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৪১. নাবীদের (আঃ) নামে যারা নাম রাখেন। আনাস (রাঃ) বলেন, নাবী (সাঃ) ইব্রাহীম (রাঃ) কে চুমু দিয়েছেন অর্থাৎ তাঁর পুত্রকে।",
        "hadithBengali": "৫৭৬৩। আদম (রহঃ) ... জাবির ইবনু আবদুল্লাহ আনসারী (রাঃ) থেকে বর্ণিত তিনি বলেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা আমার নামে নাম রাখ। কিন্তু আমার কুনিয়াতে কারো কুনিয়াত রেখ না। কারণ আমিই কাসেম। আমি তোমাদের মধ্যে (আল্লাহর দেওয়া নিয়ামত) বণ্টন করি। আনাস (রাঃ) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে হাদীসটি বর্ণনা করেছেন।;\n",
        "id": 5763,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "জাবির ইবনু আবদুল্লাহ আনসারী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৪১. নাবীদের (আঃ) নামে যারা নাম রাখেন। আনাস (রাঃ) বলেন, নাবী (সাঃ) ইব্রাহীম (রাঃ) কে চুমু দিয়েছেন অর্থাৎ তাঁর পুত্রকে।",
        "hadithBengali": "৫৭৬৪। মূসা ইবনু ইসমাঈল (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বললেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা আমার নামে নাম রাখ। কিন্তু আমার কুনিয়াতে কারো কুনিয়াত রেখো না। আর যে ব্যাক্তি স্বপ্নে আমাকে দেখেছে, সে অবশ্যই আমাকে দেখেছে। শয়তান আমার আাকৃতি ধারন করতে পারে না। আর যে ব্যাক্তি ইচ্ছা করে আমার প্রতি মিথ্যা আরোপ করে, সে যেন জাহান্নামেই তার বাসস্থান করে নেয়।;\n",
        "id": 5764,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৪১. নাবীদের (আঃ) নামে যারা নাম রাখেন। আনাস (রাঃ) বলেন, নাবী (সাঃ) ইব্রাহীম (রাঃ) কে চুমু দিয়েছেন অর্থাৎ তাঁর পুত্রকে।",
        "hadithBengali": "৫৭৬৫। মুহাম্মদ ইবনু আলা (রহঃ) ... আবূ মূসা (রাঃ) থেকে বর্ণিত তিনি বলেন, আমার একটি ছেলে জন্মগ্রহন করলে আমি তাকে নিয়ে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে আসলাম। তার নাম রেখে দিলেন ইবরাহীম। তারপর তিনি একটি খেজুর চিবিয়ে তার মুখে দিয়ে তার জন্য বরকতের দুআ করলেন এবং তাকে আমার কাছে ফিরিয়ে দিলেন। রাবী বলেনঃ সে ছিল আবূ মূসা (রাঃ) এর বড় সন্তান।;\n",
        "id": 5765,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ মূসা আল- আশআরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৪১. নাবীদের (আঃ) নামে যারা নাম রাখেন। আনাস (রাঃ) বলেন, নাবী (সাঃ) ইব্রাহীম (রাঃ) কে চুমু দিয়েছেন অর্থাৎ তাঁর পুত্রকে।",
        "hadithBengali": "৫৭৬৬। আবুল ওয়ালীদ (রহঃ) ... যিয়াদ ইবনু ইলাকাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি মুগীরা ইবনু শুবা (রাঃ) কে বলতে শুনেছিঃ যে দিন ইবরাহীম (রাঃ) মারা যান, সে দিন সূর্যগ্রহণ হয়েছিল।;\n",
        "id": 5766,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "যিয়াদ ইবনু ইলাকা (রহ.)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৪২. ওয়ালীদ নাম রাখা",
        "hadithBengali": "৫৭৬৭। আবূ নুআয়ম ফাযল ইবনু দুকায়ন (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সালাত (নামায/নামাজ) এর রুকু থেকে মাথা তুলে দুআ করলেনঃ ইয়া আল্লাহ! তুমি ওয়ালীদ, সালাম ইবনু হিশাম, আইয়্যাশ ইবনুু আবূ রাবিয়া এবং মক্কার দুর্বল মুসলিমদের শত্রুর নির্যাতন থেকে নাজাত দাও। আর হে আল্লাহ! মুযার গোত্রকে শক্তভাবে পাকড়াও করো। হে আল্লাহ! তুমি তাদের উপর এমন দুর্ভিক্ষ চাপিয়ে দাও, যেমন দুর্ভিক্ষ ইউসুফ আলাইহিস সালাম এর যুগে এসেছিল।;\n",
        "id": 5767,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৪৩. কারো সঙ্গীকে তার নামের কিছু অক্ষর কমিয়ে ডাকা। আবু হাযিম (রহঃ) বলেন, আবু হুরায়রা (রাঃ) বলেছেন যে, নবী (সাঃ) আমাকে ;ইয়া আবা হিরিরিন; বলে ডাক দেন",
        "hadithBengali": "৫৭৬৮। আবূল ইয়ামান (রহঃ) ... নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সহধর্মিণী আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদিন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ হে আয়িশা! এই যে জিবরীল আলাইহিস সালাম তোমাকে সালাম বলেছেন। তিনি বললেনঃ তাঁর উপরও আল্লাহর শান্তি ও রহমত বর্ষিত হোক। এরপর তিনি বললেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তো দেখতে পান, যা আমি দেখি না।;\n",
        "id": 5768,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৪৩. কারো সঙ্গীকে তার নামের কিছু অক্ষর কমিয়ে ডাকা। আবু হাযিম (রহঃ) বলেন, আবু হুরায়রা (রাঃ) বলেছেন যে, নবী (সাঃ) আমাকে ;ইয়া আবা হিরিরিন; বলে ডাক দেন",
        "hadithBengali": "৫৭৬৯। ইবনু ইসমাঈল (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। একবার উম্মে সুলায়ম (রাঃ) সফরের সামগ্রীবাহী উটে সাওয়ার ছিলেন। আর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর গোলাম আরজাশা উটগুলোকে দ্রুত হাকিয়ে নিয়ে যাচ্ছিল। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বললেনঃ ওহে আবূ আনজাশা। তুমি কাঁচপাত্রবাহী উটগুলো ধীরে ধীরে হাকিয়ে নিয়ে যাও।;\n",
        "id": 5769,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৪৪. কোন ব্যক্তির সন্তান জন্মানোর পূর্বেই সে শিশুর নাম দিয়ে তার ডাকনাম রাখা",
        "hadithBengali": "৫৭৭০। মুসাদ্দাদ (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সবার চেয়ে বেশী সদাচারী ছিলেন। আমার একজন ভাই ছিল; তাকে আবূ উমায়র বলে ডাকা হতো। আমার অনুমান যে, সে তখন মায়ের দুধ খেতো না। যখনই সে তার নিকট আসতো, তিনি বলতেনঃ হে আবূ উমায়র! তোমার নুগায়র কি করছে? সে নুগায়র পাখিটা নিয়ে খেলতো। আর প্রায়ই যখন সালাত (নামায/নামাজ)-এর সময় হতো, আর তিনি আমাদের ঘরে থাকতেন, তখন তার নীচে যে বিছানা থাকতো, সামান্য পানি ছিটিয়ে ঝেড়ে দেয়ার জন্য আমাদের নির্দেশ দিতেন। তারপর উনি সালাত (নামায/নামাজ)-এর জন্য দাঁড়াতেন এবং আমরাও তার পেছনে দাঁড়াতাম। আর তিনি আমাদের নিয়ে সালাত (নামায/নামাজ) আদায় করতেন।;\n",
        "id": 5770,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৪৫. কারো অন্য কুনিয়াত থাকা সত্ত্বেও তার কুনিয়াত ;আবু তুরাব; রাখা",
        "hadithBengali": "৫৭৭১। খালিদ ইবনু মাখলাদ (রহঃ) ... সাহল ইবনু সাদ (রাঃ) থেকে বর্ণিত। তিনি বলেন আলী (রাঃ) এর নিকট তার নামগুলোর মধ্যে আবূ তুরাব কুনিয়াত ছিলো সবচেয়ে বেশী প্রিয় এবং এ নামে ডাকলে তিনি খুব খুশী হতেন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-ই তাকে আবূ তুরাব কুনিয়াতে ডেকেছিলেন। একদিন তিনি ফাতিমা (রাঃ) এর সঙ্গে রাগ করে বেরিয়ে এসে মসজিদের দেয়াল ঘেসে ঘুমিয়ে পড়লেন। এসময় নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে তালাশ করছিলেন। এক ব্যাক্তি বললঃ তিনি তো ওখানে দেয়াল ঘেসে শুয়ে আছেন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর কাছে গিয়ে তাকে এমন অবস্থায় পেলেন যে তার পিঠে ধূলাবালি লেগে আছে। তিনি তার পিঠ থেকে ধূলা ঝাড়তে লাগলেন এবং বলতে শুরু করলেনঃ হে আবূ তুরাব! উঠে বসো।;\n",
        "id": 5771,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সাহল বিন সাদ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৪৬. আল্লাহ তাআলার নিকট সবচেয়ে ঘৃণিত নাম",
        "hadithBengali": "৫৭৭২। আবূল ইয়ামন (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহ তাআলার নিকট কিয়ামত দিবসে এ ব্যাক্তির নাম সব চাইতে ঘৃণিত, যে তার নাম ধারণ করেছে রাজাধিরাজ।;\n",
        "id": 5772,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৪৬. আল্লাহ তাআলার নিকট সবচেয়ে ঘৃণিত নাম",
        "hadithBengali": "৫৭৭৩। আলী ইবনু আবদুল্লাহ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেন যে, তিনি বলেছেনঃ আল্লাহ তাআলার নিকট সর্বাধিক নিকৃষ্ট নামধারী অথবা বলেছেন, সব নামের মধ্যে ঘৃণিত নাম হল সে ব্যাক্তি, যে রাজাধিরাজ নাম ধারণ করেছে। সুফিয়ান বলেন যে, অন্যেরা এর ব্যখ্যা করেছেন, শাহান শাহ।;\n",
        "id": 5773,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৪৭. মুশরিকের কুনিয়াত।  মিসওয়ার (রাঃ) বলেন যে, আমি নাবী (সাঃ) কে বলতে শুনেছি, কিন্তু যদি ইবনু আবূ ত্বালিব চায়",
        "hadithBengali": "৫৭৭৪। আবূল ইয়ামান ও ইসমাঈল (রহঃ) ... উসামা ইবনু যায়দ (রাঃ) বর্ণনা করেন যে, একবার রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একটি গাধার উপর সাওয়ার ছিলেন। তখন তার গায়ে একখানা ফাদাকী চাদর ছিল এবং তার পেছনে উসামা বসাছিলেন। তিনি বদরের যুদ্ধের পূর্বে সাদ ইবনু উবাদাহ (রাঃ) এর শুশ্রুষা করার উদ্দেশ্যে হারিস ইবনু খাযরাজ গোত্র অভিমুখে রওয়ানা হচ্ছিলেন। তারা চলতে চলতে এক মজলিসের পাশ দিয়ে অতিক্রম করছিলেন। সেখানে আবদুল্লাহ ইবনু উবাই ইবনু সালুল ছিল। এটা আবদুল্লাহ ইবনু উবাই এর (প্রকাশ্যে) ইসলাম গ্রহনের আগের ঘটনা। মজলিসটি ছিল মিশ্রিত। এতে ছিলেন মুসলিম মুশরিক, মূর্তিপূজক ও ইয়াহুদী। মুসলিমদের মধ্যে আবদুল্লাহ ইবনু রাওয়াহা (রাঃ) ও ছিলেন।;\n\nসাওয়ারীর চলার কারনে যখন উড়ন্ত ধুলাবালি মজলিসকে ঢেকে ফেলেছিল, তখন ইবনু উবাই তার চাদর দিয়ে তার নাক ঢেকে নিয়ে বললঃ তোমরা আমাদের উপর ধূলি উড়িওনা। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের সালাম করলেন এবং সাওয়ারী থামিয়ে নামলেন। তারপর তিনি তাদের আল্লাহর দিকে দাওয়াত দিয়ে কুরআন পড়ে শোনালেন। তখন আবদুল্লাহ ইবনু উবাই ইবনু সালুল তাকে বললঃ হে ব্যাক্তি! আপনি যা বলছেন যদি তা ঠিক হয়ে থাকে তবে তার চেয়ে উত্তম কথা আর কিছুই নেই। তবে আপনি আমাদের মজলিসসমূহে এসে আমাদের কষ্ট দিয়েন না। যে আপনার কাছে যায়, তাকেই আপনি উপদেশ দিবেন।;\n\nতখন আবদুল্লাহ ইবনু রাওয়াহা (রাঃ) বললেন না। ইয়া রাসুলাল্লাহ! আপনি আমাদের মজলিস সমূহে আসবেন। আমরা আপনার এ বক্তব্য পছন্দ করি। তখন মজলিসের মুসলিম, মুশরিক ও ইয়াহুদীরা পরস্পর গালমন্দ করতে লাগল।\nএমনকি তাদের মধ্যে হাঙ্গামা হওয়ার উপক্রম হল। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের থামাতে লাগলেন অবশেষে তারা নীরব হল। তারপর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিজ সাওয়ারীর উপর সাওয়ার হয়ে রওয়ানা হয়ে গেলেন এবং সাদ ইবনু উবাদা (রাঃ) এর নিকট পৌছলেন। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ হে সাদ! আবূ হুবার অর্থাৎআবদুল্লাহ ইবনু উবাই আমাকে যা বলেছেনঃ তা কি তুমি শোননি? সে এমন এমন কথা বলেছে।;\n\nতখন সাদ ইবনু উবাদা (রাঃ) বললেন ইয়া রাসুলাল্লাহ! আমার পিতা আপনার প্রতি কুরবান আপনি তাকে ক্ষমা করে দিন এবং তার কথা ছেড়ে দিন। সেই সত্তার কসম! যিনি আপনার উপর কুরআন নাযিল করেছেন। নিশ্চয়ই আল্লাহ তাআলার তরফ থেকে আপনার প্রতি হক এমন সময় নাযিল করেছেন, যখন এই শহরের অধিবাসীরা পরস্পর পরামর্শ করে সিদ্ধান্ত নিয়েছিল যে, তারা তাকে রাজ মুকুট পরাবে এবং (রাজকীয়) পাগড়ী তার মাথায় বাঁধবে। কিন্তু যখন আল্লাহ আপনাকে যে সত্য দিয়েছেন তা দিয়ে সেই সিদ্ধান্তকে নস্যাৎ করে দিলেন, তখন সে এতে রাগান্বিত হয়ে পড়েছে। এজন্যই সে আপনার সাথে এ ধরনের আচরণ করেছে যা আপনি প্রত্যক্ষ করলেন। তারপর তিনি তাকে ক্ষমা করে দিলেন, আর আল্লাহর নির্দেশানুযায়ী রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ও তাঁর সাহাবীগণ তো এমনই মুশরিক ও কিতাবীদের ক্ষমা করে দিতেন এবং তাদের নির্যাতনে ধৈর্য ধারণ করতেন।;\n\nএ প্রসঙ্গে আল্লাহর বানীঃ তোমাদের আগে যাদের কিতাব দেয়া হয়েছিল তোমরা তাদের থেকে নিশ্চয়ই আগের কথা শুনতে পাবে ...... শেষ পর্যন্ত। আল্লাহ আরো বলেছেন কিতাবীরা অনেকেই কামনা করে......। তাই রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আল্লাহর নির্দেশানুযায়ী তাদের ক্ষমা করতে থাকেন। অবশেষে তাকে তাদের সহিত জিহাদ করার অনুমতি দেওয়া হয়।;\n\nতারপর যখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বদর অভিযান চালালেন তখন এর মাধ্যমে আল্লাহ কাফির বীর পুরুষদের এবং কুরাইশদের সরদারদের মধ্যে যারা নিহত হওয়ার তাদের হত্যা করেন। তারপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ও তাঁর সাহাবীগন বিজয় বেশে গনীমত নিয়ে ফিরলেন। তাদের সাথে কাফিরদের অলেক বাহাদুর ও কুরাইশদের অনেক নেতাও বন্দী হয়ে আসে। সে সময় ইবনু উবাই ইবনু সালুল ও তার সঙ্গী মূর্তিপূজক মুশরিকরা বললঃ এ ব্যাপারে অর্থাৎ দ্বীন ইসলাম তো প্রবল হয়ে পড়ছে। সুতরাং এখন তোমরা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর হাতে ইসলামের বায়আত কর। তারপর তারা সবাই ইসলাম গ্রহণ করল।;\n",
        "id": 5774,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উসামাহ ইবনু যায়দ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৪৭. মুশরিকের কুনিয়াত।  মিসওয়ার (রাঃ) বলেন যে, আমি নাবী (সাঃ) কে বলতে শুনেছি, কিন্তু যদি ইবনু আবূ ত্বালিব চায়",
        "hadithBengali": "৫৭৭৫। মূসা ইবনু ইসমাঈল (রহঃ) ... আব্বাস ইবনু আবদুল মুত্তালিব (রাঃ) বললেন, ইয়া রাসূলাল্লাহ! আপনি কি আবূ তালিবের কোন উপকার করতে পেরেছেন? তিনি তো সর্বদা আপনার হিফাযত করতেন এবং আপনার জন্য অন্যের উপর রাগ করতেন। তিনি বললেনঃ হ্যাঁ। তিনি তো বর্তমানে জাহান্নামের হালকা স্তরে আছেন। যদি আমি না হতাম তাহলে তিনি জাহান্নামের সর্বনিম্ন স্তরে থাকতেন।;\n",
        "id": 5775,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আব্বাস ইবনু আবদুল মুত্তালিব (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৪৮. পরোক্ষ কথা বলে মিথ্যা এড়ানোর উপায়। ইসহাক বর্ণনা করেছেন, আমি আনাস (রাঃ) থেকে শুনেছি। আবু তালহার একটি শিশুপুত্র মারা যায়। তিনি এসে (তার স্ত্রী কে) জিজ্ঞাসা করলেনঃ ছেলেটি কেমন আছে? উম্মে সুলায়ম (রাঃ) বললেনঃ সে শান্ত। আমি আশা করছি, সে আরামেই আছে। তিনি ধারনা করলেন যে, অবশ্য তিনি সত্য বলেছেন।",
        "hadithBengali": "৫৭৭৬। আদম (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। একবার নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (মহিলাদের সহ) এক সফরে ছিলেন। হুদী গায়ক হুদীগান গেয়ে যাচ্ছিল। তিনি তাকে নির্দেশ দিলেন, আফসোস তোমার প্রতি ওহে আনজাশা! তুমি কাচপাত্র তুল্য সাওয়ারীদের সাথে মৃদুকর।;\n",
        "id": 5776,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৪৮. পরোক্ষ কথা বলে মিথ্যা এড়ানোর উপায়। ইসহাক বর্ণনা করেছেন, আমি আনাস (রাঃ) থেকে শুনেছি। আবু তালহার একটি শিশুপুত্র মারা যায়। তিনি এসে (তার স্ত্রী কে) জিজ্ঞাসা করলেনঃ ছেলেটি কেমন আছে? উম্মে সুলায়ম (রাঃ) বললেনঃ সে শান্ত। আমি আশা করছি, সে আরামেই আছে। তিনি ধারনা করলেন যে, অবশ্য তিনি সত্য বলেছেন।",
        "hadithBengali": "৫৭৭৭। সুলায়মান ইবনু হারব (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক সফলে ছিলেন। তার আনজাশা নামে এক গোলাম ছিল। সে হুদী গান গেয়ে উটগুলো হাকিয়ে নিয়ে যাচ্ছিলো। তিনি তাকে বললেনঃ হে আনজাশাা! তুমি ধীরে উট হাঁকাও, যেহেতু তুমি কাচপাত্র তুল্যদের (আরোহী) উট চালিয়ে যাচ্ছ। আবূ কিলাবা বর্ণনা করেন, কাঁচপাত্র সদৃশ শব্দ দ্বারা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মহিলাদের বুঝিয়েছেন।;\n",
        "id": 5777,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৪৮. পরোক্ষ কথা বলে মিথ্যা এড়ানোর উপায়। ইসহাক বর্ণনা করেছেন, আমি আনাস (রাঃ) থেকে শুনেছি। আবু তালহার একটি শিশুপুত্র মারা যায়। তিনি এসে (তার স্ত্রী কে) জিজ্ঞাসা করলেনঃ ছেলেটি কেমন আছে? উম্মে সুলায়ম (রাঃ) বললেনঃ সে শান্ত। আমি আশা করছি, সে আরামেই আছে। তিনি ধারনা করলেন যে, অবশ্য তিনি সত্য বলেছেন।",
        "hadithBengali": "৫৭৭৮। ইসহাক (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর একটি হুদীগায়ক গোলাম ছিল। তাকে আনজাশা বলে ডাকা হতো। তার সুর ছিল মধুর। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বললেনঃ হে আনজাশা! তুমি নম্রভাবে হাঁকাও, যেন কাচপাত্রগুলো ভেঙ্গে না ফেল। কাতাদা (রহঃ) বলেনঃ তিনি কাঁচপাত্রগুলো শব্দ দ্বারা মহিলাদের বুঝিয়েছেন।;\n",
        "id": 5778,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৪৮. পরোক্ষ কথা বলে মিথ্যা এড়ানোর উপায়। ইসহাক বর্ণনা করেছেন, আমি আনাস (রাঃ) থেকে শুনেছি। আবু তালহার একটি শিশুপুত্র মারা যায়। তিনি এসে (তার স্ত্রী কে) জিজ্ঞাসা করলেনঃ ছেলেটি কেমন আছে? উম্মে সুলায়ম (রাঃ) বললেনঃ সে শান্ত। আমি আশা করছি, সে আরামেই আছে। তিনি ধারনা করলেন যে, অবশ্য তিনি সত্য বলেছেন।",
        "hadithBengali": "৫৭৭৯। মুসাদ্দাদ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত যে, একবার মদিনাতে (ভয়ংকর আওয়াজ হলে) আতঙ্ক দেখা দিল। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আবূ তালহা (রাঃ) এর একটি ঘোড়ায় সাওয়ার হয়ে এগিয়ে গেলেন এবং (ফিরে এসে) বললেন আমি তো কিছুই দেখতে পেলাম না। আমি এ ঘোড়াটিকে সমুদ্রের মত পেয়েছি।;\n",
        "id": 5779,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৪৯. কোন কিছু সম্পর্কে, তা অবাস্তব মনে করে বলা যে, এটা কোন কিছুই নয়",
        "hadithBengali": "৫৭৮০। মুহাম্মদ ইবনু সালাম (রহঃ) ... আয়িশা (রাঃ) বলেন, কয়েকজন লোক নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট গণকদের সম্বন্ধে জিজ্ঞাসা করল। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ ওটা কিছুই নয়। তারা আবার আরয করলে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের বললেন ওটা কিছু নয়। তারা আবার আরয করলো ইয়া রাসুলাল্লাহ! তারাতো কোন সময় এমন কথা বলে ফেলে, যা কাজে পরিনত হয়ে যায়। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন কথাটি জ্বীন থেকে প্রাপ্ত। জ্বীনেরা তা (আসমানের ফিরিশতাদের থেকে) ছৌঁ মেরে নিয়ে এসে তাদের বন্ধু গণকদের কানে তুলে দেয়, যেভাবে তিনি তার বাচ্চাদের মুখে দানা তুলে দেয়। তারপর এ গণকরা এর সাথে আরও শতাধিক মিথ্যা কথা মিশিয়ে দেয়।;\n",
        "id": 5780,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৫০. আসমানের দিকে চোখ তোলা। মহান আল্লাহর বানীঃ ;লোকেরা কি উষ্ট্রের প্রতি লক্ষ্য করে না যে, তা কিভাবে সৃষ্টি করা হয়েছে। আর তারা কি আসমানের দিকে তাকায় না যে, তা কিভাবে এত উচু করে রাখা হয়েছে আয়শা (রাঃ) থেকে বর্ণিত, একদিন নবী (সাঃ) আসমানের দিকে মাথা তোলেন",
        "hadithBengali": "৫৭৮১। ইয়াহইয়া ইবনু বুকায়র (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত যে, তিনি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছেনঃ এরপর আমার প্রতি ওহী আসা বন্ধ হয়ে গেল। এ সময় আমি হেঁটে যাচ্ছিলাম। তখন আমি আসমানের দিক থেকে একটি শব্দ শুনে আকাশের দিকে চোখ তুললাম। তখন আকস্মিকভাবে ঐ ফিরিশতাকে আসমান ও যযীনের মাঝখানে একটি কুরসীর উপর উপবিষ্ট দেখতে পেলাম, যিনি হেরায় আমার নিকট এসেছিলেন।;\n",
        "id": 5781,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "জাবির ইবনু আবদুল্লাহ আনসারী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৫০. আসমানের দিকে চোখ তোলা। মহান আল্লাহর বানীঃ ;লোকেরা কি উষ্ট্রের প্রতি লক্ষ্য করে না যে, তা কিভাবে সৃষ্টি করা হয়েছে। আর তারা কি আসমানের দিকে তাকায় না যে, তা কিভাবে এত উচু করে রাখা হয়েছে আয়শা (রাঃ) থেকে বর্ণিত, একদিন নবী (সাঃ) আসমানের দিকে মাথা তোলেন",
        "hadithBengali": "৫৭৮২। ইবনু আবূ মারইয়াম (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি এক রাতে মায়মুনা (রাঃ) এর ঘরে অবস্থান করছিলাম। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লামও তার গৃহে ছিলেন। যখন রাতের শেষ তৃতীয়াংশ অথবা কিয়দংশ বাকী ছিল তখন তিনি উঠে বসলেন এবং আসমানের দিকে তাকিয়ে পাঠ করলেনঃ নিশ্চয়ই আসমানসমুহের ও যমীনের সৃষ্টি করার মধ্যে এবং দিন রাতের পরিবরর্তনে জ্ঞানীদের জন্য নিদর্শন রয়েছে।;\n",
        "id": 5782,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৫১. (কোন কিছু তালাশ করার উদ্দেশ্যে) পানি ও কাদার মধ্যে লাঠি দিয়ে ঠোকা দেওয়া",
        "hadithBengali": "৫৭৮৩। মুসাদ্দাদ (রহঃ) ... আবূ মূসা (রাঃ) থেকে বর্ণিত। একবার তিনি মদিনার কোন এক বাগানে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে ছিলেন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর হাতে একটা লাঠি ছিল। তিনি তা দিয়ে পানি ও কাদার মাঝে ঠোকা দিচ্ছিলেন। এমন সময় এক ব্যাক্তি এসে দরজা খোলার অনুমতি চাইলেন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন তার জন্য খুলে দাও এবং তাকে জান্নাতের সংবাদ দাও। তখন আমি গিয়ে দেখলাম যে, তিনি আবূ বকর (রাঃ)। আমি তার জন্য দরজা খুলে দিলাম এবং জান্নাতের সংবাদ দিলাম। তারপর আরেক ব্যাক্তি দরজা খোলার অনুমতি চাইলেন। তিনি বললেনঃ খুলে দাও এবং তাকে জান্নাতের সুসংবাদ দাও।;\n\nতখন দেখলামঃ তিনি উমর (রাঃ)। আমি তাকে দরজা খুলে দিলাম এবং জান্নাতের সুসংবাদ জানালাম। আবার আরেক ব্যাক্তি দরজা খোলার অনুমতি চাইলেন। তখন তিনি হেলান দিয়েছিলেন। তিনি সোজা হয়ে বসে বললেনঃ খুলে দাও এবং তাকে (দুনিয়াতে) একটি কঠিন বিপদের সম্মুখীন হওয়ার মাধ্যমে জান্নাতবাসী হওয়ার সুসংবাদ দাও। আমি গিয়ে দেখি, তিনি উসমান (রাঃ) আমি তাকেও দরজা খুলে দিলাম এবং জান্নাতের শুভ সংবাদ দিলাম। আর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যা ভবিষ্যৎ বানী করেন, আমি তাও বর্ণনা করলাম। তিনি বললেনঃ আল্লাহ তাআলা আমার সহায়ক।;\n",
        "id": 5783,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ মূসা আল- আশআরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৫২. কারো হাতের কোন কিছু দিয়ে যমীনে ঠোকা মারা",
        "hadithBengali": "৫৭৮৪। মুহাম্মাদ ইবনু বাশশার (রহঃ) ... আলী (রাঃ) থেকে বর্ণিত যে, আমরা এক জানাযায় নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সথে ছিলাম। তিনি একটা লাকড়ী দিয়ে যমীনে ঠোকা দিয়ে বললেনঃ তোমাদের কোন ব্যাক্তি এমন নয় যার ঠিকানা জান্নাতে অথবা জাহান্নামে ফয়সালা হয়ে যায়নি। লোকেরা জিজ্ঞাসা করলঃ তা হলে কি আমরা তার উপর নির্ভর করব না। তিনি বললেনঃ আমল করে যাও। কারন যাকে যে জন্য পয়দা করা হয়েছে, তা তার জন্য সহজ করে দেয়া হবে। (এরপর তিলাওয়াত করলেন) যে ব্যাক্তি দান খয়রাত করবে, তাকওয়া অর্জন করবে ...... শেষ পর্যন্ত।;\n",
        "id": 5784,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আলী ইবনু আবী তালিব (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৫৩. বিস্ময়বোধে ;আল্লাহু আকবার; অথবা ;সুবহানাল্লাহ; বলা",
        "hadithBengali": "৫৭৮৫। আবূল ইয়ামান (রহঃ) ... উম্মে সালামা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদিন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঘুম থেকে উঠে বললেনঃ সুবহানাল্লাহ! অদ্যকার রাতে কত যে ধন-ভাণ্ডার এবং কত যে বিপদ-আপদ নাযিল করা হয়েছে। কে আছ যে এ হুজরা বাসিনীদের অর্থাৎ তার বিবিদের জাগিয়ে দেবে? যাতে তারা সালাত (নামায/নামাজ) আদায় করে। দুনিয়ার কত কাপড় পরিহিতা, আখিরাতে উলঙ্গ হবে! উমর (রাঃ) বর্ণনা করেন, আমি একদিন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জিজ্ঞাসা করলাম, আপনি কি আপনার বিবিগণকে তালাক দিয়েছেন? তিনি বললেনঃ না। তখন আমি বললামঃ আল্লাহু আকবার।;\n",
        "id": 5785,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উম্মু সালামাহ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৫৩. বিস্ময়বোধে ;আল্লাহু আকবার; অথবা ;সুবহানাল্লাহ; বলা",
        "hadithBengali": "৫৭৮৬। আবূল ইয়ামান ও ইসমাঈল (রহঃ) ... আলী ইবনু হুসায়ন (রহঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর স্ত্রী সাফিয়্যা (রাঃ) বর্ণনা করেন যে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রামাযানের শেষ দশ দিনে মসজিদে ইতিকাফ থাকা অবস্থায় তিনি তার সাথে দেখা করতে গেলেন। তিনি রাতের প্রথম ভাগে কিছু সময় তার সঙ্গে কথেবার্তার পর ফিরে যাওয়ার জন্য দাঁড়ালেন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে এগিয়ে দেওয়ার জন্য উঠে দাঁড়ালেন। অবশেষে যখন তিনি মসজিদেরই দরজার নিকট পৌছলেন, যা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর স্ত্রী উম্মে সালামার ঘরের নিকটে অবস্থিত। তখন তাদের পাশ দিয়ে আনসারের দুজন লোক চলে গেলে, তারা উভয়েই রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে সালাম দিল এবং নিজ পথে রওয়ানা হল। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের বললেনঃ ধীরে চল। তিনি সাফিয়্যা বিনত হুইয়াহ। তারা বললোঃ সুবহানাল্লাহ! ইয়া রাসুলাল্লাহ! তাদের উভয়ের মনে তা গুরুত্বপূর্ন মনে হল। তিনি বললেনঃ নিশ্চয়ই শয়তান মানুষের রক্তে চলাচল করে থাকে। তাই আমার আশংকা হলো যে, সম্ভবত সে তোমাদের অন্তরে সন্দেহের উদ্রেক করতে পারে।;\n",
        "id": 5786,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আলী ইবনু হুসাইন (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৫৪. ঢিল ছোঁড়া",
        "hadithBengali": "৫৭৮৭। আদম (রহঃ) ... আবদুল্লাহ ইবনু মুগাফফাল মুযানী (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঢিল ছুড়তে নিষেধ করেছেন। আর বলেনঃ এ কোন শিকার মারতে পারবে না এবং শক্রকেও আহত করতে পারবে না বরং কারো চোখ ফুঁড়ে দিতে পারে আবার কারো দাত ভেংগে দিতে পারে।;\n",
        "id": 5787,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু মুগাফফাল (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৫৫. হাঁচিদাতার আলহামদুলিল্লাহ বলা",
        "hadithBengali": "৫৭৮৮। মুহাম্মদ ইবনু কাসীর (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেন একদিন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সামনে দুব্যাক্তি হাঁচি দিল। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একজনের জবাব দিলেন। অপরজনের জবাব দিলেন না। তাকে এর কারণ জিজ্ঞাসা করা হলে তিনি বললেনঃ এই বাক্তি আলহামদুলিল্লাহ বলেছে। আর ঐ ব্যাক্তি আলহামদুলিল্লাহ বলে নি। (তাই হাঁচির জবাব দেয়া হয় নি)।;\n",
        "id": 5788,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৫৬. হাঁচিদাতা আলহামদুলিল্লাহরর জবাব দেয়া",
        "hadithBengali": "৫৭৮৯। সুলায়মান ইবনু হারব (রহঃ) ... বারা ইবনু আযিব (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের সাতটি কাজের আদেশ দিয়েছেন এবং সাতটি কাজ থেকে নিষেধ করেছেন। রোগীর দেখাশোনা করতে, জানাযার সঙ্গে যেতে, হাঁচিদাতার জবাব দিতে, দাওয়াত গ্রহণ করতে, সালামের জবাব দিতে, মানুষের সাহায্য করতে এবং কসম পুরা করতে আমাদের আদেশ দিয়েছেন। আর সোনার আংটি অথবা বালা ব্যবহার করতে, সাধারণ রেশমী কাপড় পরতে, মিহিন রেশমী কাপড়, রেশমী যিন ব্যবহার করতে, কাসীই ব্যবহার করতে এবং রৌপ্য পাত্র ব্যবহার করতে আমাদের নিষেধ করেছেন।;\n",
        "id": 5789,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "বারাআ ইবনু আযিব (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৫৭.  কিভাবে হাঁচির দুআ মুস্তাহাব, আর কিভাবে হাই তোলা মাকরূহ",
        "hadithBengali": "৫৭৯০। আদম ইবনু আবূ আয়াস (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, আল্লাহ তাআলা হাঁচি দেওয়া পছন্দ করেন, আর হাই তোলা অপছন্দ করেন। সুতরাং কেউ হাঁচি দিয়ে আলহামদুলিল্লাহ বললে, যারা তা শুনবে তাদের প্রত্যেকের তার জবাব দেওয়া ওয়াজিব হবে। আর হাঁই তোলা, তাতো শয়তানের তরফ থেকে হয়ে থাকে, তাই যথাসাধ্য তা রোধ করা উচিত। কারণ যখন কেউ মুখ তুলে হা করে তখন শয়তান তার প্রতি হাসে।;\n",
        "id": 5790,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৫৮.  কেউ হাঁচি দিলে, কীভাবে জওয়াব দিতে হবে?",
        "hadithBengali": "৫৭৯১। মালিক ইবনু ইসমাঈল (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যখন তোমাদের কেউ হাঁচি দেয়, তখন সে যেন আলহামুদুলিল্লাহ বলে। আর তার শ্রোতা যেন এর জবাবে ইয়ার হামুকাল্লাহ বলে। আর যখন সে ইয়ার হামুকাল্লাহ বলবে তখন হাঁচিদাতা তাকে বলবেঃ ইয়াহদিকুমুল্লাহ ওয়া ইয়ুসলিহু বালাকুম।;\n",
        "id": 5791,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৫৯. হাঁচি দাতা আলহামদুলিল্লাহ না বললে তার জবাব দেওয়া যাবে না",
        "hadithBengali": "৫৭৯২। আদম (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেন, একবার নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সামনে দুই ব্যাক্তি হাঁচি দিলেন। তিনি একজনের হাচির জবাব দিলেন এবং অপর ব্যাক্তির জবাব দিলেন না। অপর ব্যাক্তিটি বললঃ ইয়া রাসুলাল্লাহ! আপনি তার হাঁচির জবাব দিলেন, কিন্তু আমার হাঁচির জবাব দিলেন না। তিনি বললেনঃ সে আলহামদুলিল্লাহ বলেছে, কিন্তু তুমি আলহামদুলিল্লাহ বলনি।;\n",
        "id": 5792,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৬০. যদি কেউ হাই তুলে, সে যেন নিজের হাত মুখে রাখে",
        "hadithBengali": "৫৭৯৩। আসিম ইবনু আলী (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্নিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহ তাআলা হাঁচি দেওয়া পছন্দ করেন আর হাই তোলা অপছন্দ করেন। যদি তোমাদের কেউ হাঁচি দিয়ে আলহামদুলিল্লাহ বলে তবে প্রত্যেক মুসলিম শ্রোতার তার জবাবে ইয়ারহামুকাল্লাহ বলা ওয়াজিব। আর হাই তোলা শয়তানের তরফ থেকে হয়ে থাকে। সুতরাং তোমাদের কারো হাই উঠলে সে যেন তা যথাসাধ্য রোধ করে। কারণ কেউ হাই তোললে শয়তান তার প্রতি হাসে।;\n",
        "id": 5793,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    }
]