[
    {

        "chapter_bn": "২৫৬১. সালামের সূচনা",
        "hadithBengali": "৫৭৯৪। ইয়াহইয়া ইবনু জাফর (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহ তাআলা আদম (আলাইহিস সালাম) কে তার যথাযথ আকৃতিতে সৃষ্টি করেছেন, তার উচ্চতা ছিল ষাট হাত। তিনি তাঁকে সৃষ্টি করে বললেনঃ তুমি যাও। উপবিষ্ট ফিরিশতাদের এই দলকে সালাম করো এবং তুমি মনোযোগ সহকারে শুনবে তারা তোমার সালামের কি জবাব দেয়? কারন এটাই হবে তোমার ও তোমার বংশধরের সম্ভাষন (তাহিয়্যা) তাই তিনি গিয়ে বললেন আস সালামু আলাইকুম। তারা জবাবে বললেনঃ আসসালামুআলাইকা ওয়া রহমাতুল্লাহ। তারা বাড়িয়ে বললেনঃ ওয়া রহমাতুল্লাহ বাক্যটি। তারপর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আরও বললেন যারা জান্নাতে প্রবেশ করবে তারা আদম (আলাইহিস সালাম) এর আকৃতি বিশিষ্ট হবে। তারপর থেকে এ পর্যন্ত মানুষের আকৃতি ক্রমাগত হ্রাস পেয়ে আসছে।;\n",
        "id": 5794,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৬২. আল্লাহ তা'আলার বানীঃ হে ঈমানদারগন! তোমরা নিজেদের ঘর ছাড়া অন্য কারো ঘরে, যে পর্যন্ত সে ঘরের লোকেরা অনুমতি না দেবে এবং তোমরা গৃহবাসীকে সালাম না করবে, প্রবেশ করো না। এ ব্যবস্থা তোমাদের জন্য অতি কল্যাণকর, যাতে তোমরা নসীহত গ্রহন কর। যদি তোমরা সে ঘরে কাউকে জবাবদাতা না পাও, তবে তোমাদের অনুমতি না দেওয়া পর্যন্ত তাতে প্রবেশ করবে না। যদি তোমাদের বলা হয় ফিরে যাও তবে তোমরা ফিরে যাবে, এই তোমাদের জন্য পবিত্রতম কাজ। আর তোমরা যা কর সে সম্পর্কে আল্লাহ বিশেষ অবহিত। অবশ্য যে সব ঘরে কেউ বসবাস করে না, আর তাতে যদি তোমাদের মাল আসবাব থাকে, সে সব ঘরে প্রবেশ করলে তোমাদের কোন গুনাহ হবে না। তোমরা প্রকাশ্যে অথবা গোপনে যা কিছুই কর না কেন, তা সবই আল্লাহ জানেন। সাঈদ ইবন আবুল হাসান হাসান (রাঃ) কে বললেনঃ অনারব মহিলারা তাদের মাথা ও বক্ষ খোলা রাখে। তিনি বললেনঃ তোমার চোখ ফিরিয়ে রেখো। আল্লাহ তা'আলার বানীঃ হে নবী! আপনি ঈমানদার পুরুষদের বলে দিন, তারা যেন নিজেদের দৃষ্টি অবনত করে চলে এবং নিজেদের লজ্জাস্থান সংরক্ষন করে। কাতাদা (রহঃ) বলেন, অর্থাৎ যারা তাদের জন্য হালাল নয়, তাদের থেকে।  হে নবী! আপনি ঈমানদার মহিলাদেরকেও বলে দিন, তারাও যেন তাদের দৃষ্টি অবনত রাখে এবং নিজেদের লজ্জাস্থান হিফাযত করে। আর আল্লাহ তা'আলার বানীঃ خَائِنَةَ الأَعْيُنِ (অর্থাৎ খেয়ানতকারী চোখ) অর্থাৎ নিষিদ্ধ স্থানের দিকে তাকানো সম্পর্কে। আর ঋতুমতী হয়নি, এমন মেয়েদের দিকে তাকানো সম্পর্কে। ইমাম যুহরী (রহঃ) বলেন, অপ্রাপ্ত বয়স্কা হলেও এসব মেয়েদের এমন কিছু অঙ্গ প্রত্যঙ্গের দিকে তাকানো নাজায়েয, যা দেখলে লোভ সৃষ্টি হতে পারে আতা ইবন রাবাহ ঐসব কুমারীদের দিকে তাকানোও মাকরূহ বলতেন, যাদের মক্কার বাজারে বিক্রির জন্য আনা হতো। তবে কেনার উদ্দেশ্যে তা হল সতন্ত্র করা।",
        "hadithBengali": "৫৭৯৫। আবূল ইয়ামান (রহঃ) ... আবদুল্লাহ ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, একদিন কুরবানীর দিনে ফাযল ইবনু আব্বাস (রাঃ) কে আপন সাওয়ারীর পিঠে নিচের পেছনে বসালেন। ফাযল (রাঃ) একজন সুন্দর ব্যাক্তি ছিলেন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম লোকদের মাসায়েল বাতলিয়ে দেওয়ার জন্য আসলেন। এ সময় খাশআম গোত্রের একজন সুন্দরী মহিলা রাসুলুল্লাহসাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট একটা মাসায়েল জিজ্ঞাসা করার জন্য আসল। তখন ফাযল (রাঃ) তার দিকে তাকাতে লাগলেন। মহিলাটির সৌন্দর্য তাকে আকৃষ্ট করে দিল। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ফাযল (রাঃ) এর দিকে ফিরে দেখলেন যে, ফাযল তার দিকে তাকাচ্ছেন। তিনি নিজের হাত পেছনের দিকে নিয়ে ফাযল (রাঃ) এর চিবুক ধরে ঐ মহিলার দিকে না তাকানোর জন্য তার চেহারা অন্য দিকে ফিরিয়ে দিলেন। এরপর মহিলাটি জিজ্ঞাসা করলঃ ইয়া রাসূলাল্লাহ! আল্লাহ তাআলার পক্ষ থেকে তার বান্দাদের উপর যে হাজ্জ (হজ্জ) ফরয হওয়ার বিধান দেওয়া হয়েছে, আমার পিতার উপর তা এমন অবস্থায় এসেছে যে, বয়োবৃদ্ধ হওয়ার কারণে সাওয়ারীর উপর বসতে তিনি সক্ষম নন। যদি আমি তার তরফ থেকে হাজ্জ (হজ্জ) আদায় করে নেই, তবে কি তার পক্ষ থেকে আদায় হয় যাবে? তিনি বললেনঃ হ্যাঁ।;\n",
        "id": 5795,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৬২. আল্লাহ তা'আলার বানীঃ হে ঈমানদারগন! তোমরা নিজেদের ঘর ছাড়া অন্য কারো ঘরে, যে পর্যন্ত সে ঘরের লোকেরা অনুমতি না দেবে এবং তোমরা গৃহবাসীকে সালাম না করবে, প্রবেশ করো না। এ ব্যবস্থা তোমাদের জন্য অতি কল্যাণকর, যাতে তোমরা নসীহত গ্রহন কর। যদি তোমরা সে ঘরে কাউকে জবাবদাতা না পাও, তবে তোমাদের অনুমতি না দেওয়া পর্যন্ত তাতে প্রবেশ করবে না। যদি তোমাদের বলা হয় ফিরে যাও তবে তোমরা ফিরে যাবে, এই তোমাদের জন্য পবিত্রতম কাজ। আর তোমরা যা কর সে সম্পর্কে আল্লাহ বিশেষ অবহিত। অবশ্য যে সব ঘরে কেউ বসবাস করে না, আর তাতে যদি তোমাদের মাল আসবাব থাকে, সে সব ঘরে প্রবেশ করলে তোমাদের কোন গুনাহ হবে না। তোমরা প্রকাশ্যে অথবা গোপনে যা কিছুই কর না কেন, তা সবই আল্লাহ জানেন। সাঈদ ইবন আবুল হাসান হাসান (রাঃ) কে বললেনঃ অনারব মহিলারা তাদের মাথা ও বক্ষ খোলা রাখে। তিনি বললেনঃ তোমার চোখ ফিরিয়ে রেখো। আল্লাহ তা'আলার বানীঃ হে নবী! আপনি ঈমানদার পুরুষদের বলে দিন, তারা যেন নিজেদের দৃষ্টি অবনত করে চলে এবং নিজেদের লজ্জাস্থান সংরক্ষন করে। কাতাদা (রহঃ) বলেন, অর্থাৎ যারা তাদের জন্য হালাল নয়, তাদের থেকে।  হে নবী! আপনি ঈমানদার মহিলাদেরকেও বলে দিন, তারাও যেন তাদের দৃষ্টি অবনত রাখে এবং নিজেদের লজ্জাস্থান হিফাযত করে। আর আল্লাহ তা'আলার বানীঃ خَائِنَةَ الأَعْيُنِ (অর্থাৎ খেয়ানতকারী চোখ) অর্থাৎ নিষিদ্ধ স্থানের দিকে তাকানো সম্পর্কে। আর ঋতুমতী হয়নি, এমন মেয়েদের দিকে তাকানো সম্পর্কে। ইমাম যুহরী (রহঃ) বলেন, অপ্রাপ্ত বয়স্কা হলেও এসব মেয়েদের এমন কিছু অঙ্গ প্রত্যঙ্গের দিকে তাকানো নাজায়েয, যা দেখলে লোভ সৃষ্টি হতে পারে আতা ইবন রাবাহ ঐসব কুমারীদের দিকে তাকানোও মাকরূহ বলতেন, যাদের মক্কার বাজারে বিক্রির জন্য আনা হতো। তবে কেনার উদ্দেশ্যে তা হল সতন্ত্র করা।",
        "hadithBengali": "৫৭৯৬। আবদুল্লাহ ইবনু মুহাম্মদ (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত যে, একবার নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমরা রাস্তায় বসা থেকে বিরত থাকো। তারা বললঃ ইয়া রাসূলাল্লাহ! আমাদের রাস্তায় বসা ছাড়া গত্যন্তর নেই, আমরা সেখানে কথাবার্তা বলি। তিনি বললেনঃ যদি তোমাদের রাস্তায় মজলিস করা ছাড়া উপায় না থাকে, তবে তোমরা রাস্তার হক আদায় করবে। তারা বলল ইয়া রাসূলাল্লাহ! রাস্তার দাবী কি? তিনি বললেন, তা হল চোখ অবনত রাখা, কাউকে কষ্ট দেওয়া থেকে বিরত থাকা। সালামের জবাব দেওয়া এবং সৎকাজের নির্দেশ দেওয়া আর অসৎকাজ থেকে নিষেধ করা।;\n",
        "id": 5796,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ সা'ঈদ খুদরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৬৩. আল্লাহ তাআলার নামের মধ্যে সালাম একটি নাম। আল্লাহ তাআলার বানীঃ আর যখন তোমাদের সালাম দেওয়া হয়, তখন তোমরা এর চেয়ে উত্তমভাবে জবাব দিবে, না হয় তার অনুরূপ উত্তর দিবে ",
        "hadithBengali": "৫৭৯৭। উমর ইবনু হাফস (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ যখন আমরা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে সালাত (নামায/নামাজ) আদায় করলাম, তখন (বসা অবস্থায়) আমরা আল্লাহর প্রতি তার বান্দাদের পক্ষ থেকে সালাম, জিবরাঈল (আলাইহিস সালাম) এর প্রতি সালাম, মীকাঈল (আলাইহিস সালাম) এর প্রতি সালাম এবং অমুকের প্রতি সালাম দিলাম। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন সালাত (নামায/নামাজ) শেষ করলেন, তখন আমাদের দিকে চেহারা মুবারক ফিরিয়ে বললেন আল্লাহ তাআলা সালাম। অতএব যখন তোমাদের কেউ সালাত (নামায/নামাজ) এর মধ্যে বসবে, তখন বলবেঃالتَّحِيَّاتُ لِلَّهِ، وَالصَّلَوَاتُ وَالطَّيِّبَاتُ السَّلاَمُ عَلَيْكَ أَيُّهَا النَّبِيُّ وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ، السَّلاَمُ عَلَيْنَا وَعَلَى عِبَادِ اللَّهِ الصَّالِحِينَ যখন এ কথাটি বলবে, তখনই আসমান যমীনে সব নেক বান্দাদের নিকট এ সালাম পৌছে যাবে। তারপর বলবে أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ তারপর বসে তার পছন্দমত দুআ নির্বাচন করে নেবে।;\n",
        "id": 5797,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ' ইব্'ন মাসউদ (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৬৪. অল্প সংখ্যক লোক অধিক সংখ্যক লোকদের সালাম করবে",
        "hadithBengali": "৫৭৯৮। আবূল হাসান মুহাম্মদ ইবনু মুকাতিল (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ ছোট বড়কে, পথচারী উপবিষ্ট লোককে এবং আর সংখ্যক লোক বেশী সংখ্যক লোকদের সালাম দিবে।;\n",
        "id": 5798,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৬৫. আরাহী ব্যক্তি পদচারীকে সালাম করবে",
        "hadithBengali": "৫৭৯৯। মুহাম্মদ ইবনু সালাহ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আরোহী ব্যাক্তি পদচারীকে, পদচারী ব্যাক্তি উপবিষ্টকে এবং অল্প সংখক লোক অধিক সংখককে সালাম দিবে।;\n",
        "id": 5799,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৬৬. পদচারী উপবিষ্ট লোককে সালাম করবে",
        "hadithBengali": "৫৮০০। ইসহাক ইবনু ইবরাহীম (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আরোহী পদচারীকে, পদচারী উপবিষ্টকে এবং অল্প সংখ্যক লোক অধিক সংখক লোককে সালাম দিবে।;\n",
        "id": 5800,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৬৮. সালাম প্রসারিত করা",
        "hadithBengali": "بَاب تَسْلِيمِ الصَّغِيرِ عَلَى الْكَبِيرِ وَقَالَ إِبْرَاهِيمُ بْنُ طَهْمَانَ عَنْ مُوسَى بْنِ عُقْبَةَ عَنْ صَفْوَانَ بْنِ سُلَيْمٍ عَنْ عَطَاءِ بْنِ يَسَارٍ عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُسَلِّمُ الصَّغِيرُ عَلَى الْكَبِيرِ وَالْمَارُّ عَلَى الْقَاعِدِ وَالْقَلِيلُ عَلَى الْكَثِيرِ ;\n\n২৫৬৭. পরিচ্ছেদঃ ছোট বড়কে সালাম করবে। ইব্রাহিম (রহঃ) ... আবু হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ ছোট বড়কে, পথচারী উপবিষ্টকে এবং কম সংখ্যক বেশী সংখ্যককে সালাম করবে।;\n\n\n৫৮০১। কুতায়বা (রহঃ) ... বারাআ ইবনু আযিব (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের নির্দেশ দিয়েছেন সাতটি কাজেরঃ রোগীর খোঁজ-খবর নেওয়া, জানাযার সঙ্গে যাওয়া, ঋন দাতার জনা দুআ করা। দুর্বলকে সাহায্য করা, মাযলুমের সহায়তা করা, সালাম প্রসারিত করা এবং কসমকারীর কসম পূর্ন করা। আর নিষেধ করেছেন (সাতটি কাজ থেকে) রুপার পাত্রে পানাহার, সোনার আংটি পরিধান রেশমী জ্বীনের উপর সাওয়ার হওয়া, মিহিন রেশমী কাপড় পরিধান, পাতলা রেশম কাপড় ব্যবহার, রেশম মিশ্রিত কাতান পাকড় পরিধান, এবং গাঢ় রেশমী কাপড় পরিধান করা।;\n",
        "id": 5801,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "বারাআ ইবনু আযিব (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৬৯. পরিচিত ও অপরিচিত সকলকে সালাম করা",
        "hadithBengali": "৫৮০২। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আবদুল্লাহ ইবনু আমর (রাঃ) থেকে বর্ণিত। এক ব্যাক্তি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জিজ্ঞাসা করলঃ ইসলামের কোন কাজ উত্তম? তিনি বললেনঃ তুমি ক্ষুধার্তকে খাবার দেবে, আর সালাম দিবে যাকে তুমি চেন এবং যাকে তুমি চিন না।;\n",
        "id": 5802,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আমর ইবনুল আস (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৬৯. পরিচিত ও অপরিচিত সকলকে সালাম করা",
        "hadithBengali": "৫৮০৩। আলী ইবনু আবদুল্লাহ (রহঃ) ... আবূ আইউব (রাঃ) থেকে বর্ণিত যে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কোন মুসলিমের পক্ষে তার কোন ভাইরের সাথে তিন দিনের বেশী এমনভাবে সম্পর্কচ্ছেদ করে থাকা বৈধ নয় যে, তারা দুজনের দেখা সাক্ষাত হলেও একজন এদিকে অপরজন অন্যদিকে চেহারা ফিরিয়ে রাখে। তাদের মধ্যে উত্তম ঐ ব্যাক্তি যে প্রথম সালাম দিবে। আবূ সুফিয়ান (রহঃ) বলেন যে, এ হাদীসটি আমি যুহরী (রহঃ) থেকে তিনবার শুনেছি।;\n",
        "id": 5803,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ আইয়ুব আনসারী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৭০. পর্দার আয়াত",
        "hadithBengali": "৫৮০৪। ইয়াহইয়া ইবনু সুলায়মান (রহঃ) ... আনাস ইবনু মালিক (রাঃ) বর্ণনা করেন যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন মদিনায় আগমন করেন, তখন তার বয়স ছিল দশ বছর। তিনি বললেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর জীবনের দশ বছর আমি তার খিদমত করি। আর পর্দার বিধান সম্পর্কে আমি সব চেয়ে বেশী অবগত ছিলাম, যখন তা নাযিল হয়। উবাই ইবনু কাব (রাঃ) প্রায়ই আমাকে এ সম্পর্কে জিজ্ঞাসা করতেন। যায়নাব বিনত জাহস (রাঃ) এর সঙ্গে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর বাসরের দিন প্রথম পর্দার আয়াত নাযিল হয়। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নতুন দুলহা হিসেবে সে দিন লোকদের দাওয়াত করেন এবং এরপর অনেকেই দাওয়াত খেয়ে বেরিয়ে যান। কিন্তু কয়েকজন তার কাছে রয়ে যান এবং তাদের অবস্থান দীর্ঘায়িত করেন। তধন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উঠে দাঁড়িয়ে ঘর থেকে বেরিয়ে যান এবং আমিও তার সঙ্গে যাই, যাতে তারা বের হয়ে যায়।;\n\nতারপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম চলেন এবং আমিও তার সঙ্গে চলি। এমন কি তিনি আয়িশা (রাঃ) এর হুজরার দরজায় এসে পৌছেন। এরপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ধারণা করেন যে, নিশ্চয়ই তারা বেরিয়ে গেছে। তখন তিনিও তার সঙ্গে আমি ফিরে আসি। তিনি যায়নাব (রাঃ) এর গৃহে প্রবেশ করে দেখেন যে, তারা তখনও বসেই আছে, চলে যায়নি। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ফিরে গেলেন এবং আমিও তার সঙ্গে ফিরে যাচ্ছি। এমন কি তিনি আয়িশা (রাঃ) এর দরজার চৌকাট পর্যন্ত এসে পৌছেন। এরপর তিনি ধারণা করেন যে, এখন তারা অবশ্যই বেরিয়ে গেছে। তাই তিনি ফিরে এসে দেখেন যে, তারা বেরিয়ে গেছেন। এই সময় পর্দার আয়াত নাযিল হয় এবং তিনি তার ও আমার মধ্যে পর্দা টেনে দেন।;\n",
        "id": 5804,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৭০. পর্দার আয়াত",
        "hadithBengali": "৫৮০৫। আবূ নুমান (রহঃ) ... আনাস (রাঃ) থেকে বর্নিত। তিনি বলেন, যখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যায়নাব (রাঃ) কে বিয়ে করলেন, তখন (দাওয়াত প্রাপ্ত) একদল লোক তার ঘরে এসে খাওয়া দাওয়া করলেন। এরপর তারা ঘরে বসেই আলাপ-আলোচনা করতে লাগলেন। তিনি দাঁড়ানোর পর কিছু লোক উঠে বেরিয়ে গেলেন কিন্তু অবশিষ্ট কিছু লোক বসেই থাকলেন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঘরে প্রবেশ করার জন্য ফিরে এসে দেখলেন যে, তারা বসেই আছে কিছুক্ষণ পরে তারা উঠে চলে গেলেন। তারপর আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে ওদের চলে যাওয়ার সংবাদ দিলে তিনি এসে প্রবেশ করলেন। তখন আমি ভেতরে যেতে চাইলে তিনি আমার ও তার মাঝখানে পর্দা ঝুলিয়ে দিলেন। এই সময় আল্লাহ তাআলা এই আয়াত নাযিল করেনঃ হে ঈমানদারগণ! তোমরা নবীর ঘরগুলোতে প্রবেশ করো না ... শেয পর্যন্ত।;\n",
        "id": 5805,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৭০. পর্দার আয়াত",
        "hadithBengali": "৫৮০৬। ইসহাক (রহঃ) ... নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সহধর্মিনী আয়িশা (রাঃ) থেকে বর্ণিত যে, উমর ইবনু খাত্তাব (রাঃ) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট প্রয়ই বলতেন যে, আপনি আপনার সহধর্মিণীদের পর্দা করান। কিন্তু তিনি তা করেননি। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সহধর্মিণীগণ প্রাকৃতিক প্রয়োজনে রাতে মাঠের দিকে বেরিয়ে যেতেন। একবার সাওদা বিনত যামআ (রাঃ) বেরিয়ে গেলেন। তিনি ছিলেন লম্বাকৃতির মহিলা। উমর (রাঃ) মজলিসে উপস্থিত ছিলেন। তাই তিনি তাকে দেখে ফেললেন এবং পর্দার নির্দেশ নাযিল হওয়ার আগ্রহে বললেনঃ ওহে সাওদা! আমি আপনাকে চিনে ফেলেছি। অতঃপর আল্লাহ তায়াআলা পর্দার আয়াত নাযিল করেন।;\n",
        "id": 5806,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৭১. তাকানোর অনুমতি",
        "hadithBengali": "৫৮০৭। আলী ইবনু আবদুল্লাহ (রহঃ) ... সাহল ইবনু সাদ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একবার এক ব্যাক্তি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কোন এক হুজরায় উঁকি মেরে তাকালো। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে একটা মিদরা ছিলো, যা দিয়ে তিনি তার মাথা চুলকাচ্ছিলেন। তখন তিনি বললেনঃ যদি আমি জানতাম যে তুমি উঁকি মারবে, তবে এ দিয়ে তোমার চোখ ফুঁড়ে দিতাম। তাকানোর জন্য অনুমতি গ্রহনের বিধান দেওয়া হয়েছে।;\n",
        "id": 5807,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সাহল বিন সাদ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৭১. তাকানোর অনুমতি",
        "hadithBengali": "৫৮০৮। মুসাদ্দাদ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত যে, একবার এক ব্যাক্তি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর এক কামরায় উঁকি দিল। তখন তিনি একটা তীর ধনুক কিংবা তীর ফলকসমূহ নিয়ে তার দিকে দৌড়ালেন। আনাস (রাঃ) বলেনঃ তা যেন এখনও আমি প্রত্যক্ষ করছি। তিনি ঐ লোকটির চোখ ফুঁড়ে দেওয়ার জন্য তাকে খুঁজে ছিলেন।;\n",
        "id": 5808,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৭২. যৌনাঙ্গ ব্যতীত অঙ্গ-প্রত্যঙ্গের ব্যভিচার",
        "hadithBengali": "৫৮০৯। হুমায়দী ও মাহমূদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ নিশ্চয়ই আল্লাহ তাআলা বনী আদমের জন্য যিনার একটা অংশ নির্ধারিত রেখেছেন। সে তাতে অবশ্যই জড়িত হবে। চোখের যিনা হল তাকানো, জিহবার যিনা হল কথা বলা, কুপ্রবৃত্তি কামনা ও খায়েশ সৃষ্টি করে এবং যৌনাংগ তা সত্য মিথ্যা প্রমাণ করে।;\n",
        "id": 5809,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৭৩. তিনবার সালাম দেওয়া ও অনুমতি চাওয়া",
        "hadithBengali": "৫৮১০। ইসহাক (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন সালাম বলতেন, তখন তিনবার সালাম দিতেন এবং যখন কথা বলতেন তখন তা তিনবার উল্লেখ করতেন।;\n",
        "id": 5810,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৭৩. তিনবার সালাম দেওয়া ও অনুমতি চাওয়া",
        "hadithBengali": "৫৮১১। আলী ইবনু আবদুল্লাহ (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত। তিনি বললেনঃ একবার আমি আনসারদের এক মজলিসে উপস্থিত ছিলাম। এমন সময় হঠাৎ আবূ মূসা (রাঃ) ভীত সন্ত্রস্ত হয়ে এসে বললেনঃ আমি তিনবার উমর (রাঃ) এর নিকট অনুমতি চাইলাম কিন্তু আমাকে অনুমতি দেওয়া হল না। তাই আমি ফিরে এলাম। উমর (রাঃ) তাকে জিজ্ঞাসা করলেনঃ তোমাকে ভেতরে প্রবেশ করতে কিসে বাধা দিল? আমি বললামঃ আমি প্রবেশের জন্য তিনবার অমুমতি চাইলাম কিন্তু আমাকে অনুমতি দেয়া হলো না। তাই আমি ফিরে এলাম। (কারণ) রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যদি তোমাদের কেউ তিনবার প্রবেশের অনুমতি চায়। কিন্তু তাকে অনুমতি দেওয়া না হয় তবে সে যেন ফিরে যায়।;\n\nতখন উমর বলেনঃ কারন আল্লাহ কসম! তোমারে এ কথার উপর অবশ্যই প্রমান পেশ করতে হবে। তিনি সবাইকে জিজ্ঞেস করলেন তোমাদের মধ্যে কেউ আছে কি? যিনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে এ হাদীস শুনেছে? তখন উবাই ইবনু কাব (রাঃ) বললেন আল্লাহর কসম! আপনার কাছে প্রমাণ দিতে দলের সর্ব কনিষ্ঠ বাক্তই উঠে দাঁড়াবে। আর আমিই দলের সর্ব কনিষ্ঠ ছিলাম। সুতরাং আমি তার সঙ্গে উঠে দাঁড়িয়ে বললামঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অবশ্যই এ কথা বলেছেন।;\n",
        "id": 5811,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ সা'ঈদ খুদরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৭৪. যখন কোন ব্যক্তিকে ডাকা হয় আর সে আসে, সেও কি প্রবেশের অনুমতি নিবে? আবু হুরায়রা (রাঃ) হতে বর্ণিত । নাবী (সাঃ) বলেছেনঃ এ ডাকাই তার জন্য অনুমতি।",
        "hadithBengali": "৫৮১২। আবূ নুয়াঈম ও মুহাম্মদ ইবনু মুকাতিল (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন একদিন আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে তার ঘরে প্রবেশ করলাম। তিনি ঘরে গিয়ে একটি পেয়ালা দুধ পেলেন। তিনি আমাকে বললেনঃ হে আবূ হির! তুমি আহলে সুফফার নিকট গিয়ে তাদের আমার নিকট ডেকে আন। তখন আমি তাদের কাছে গিয়ে দাওয়াত দিয়ে এলাম। তারপর তারা এল এবং প্রবেশের অনুমতি চাইলে তাদের অনুমতি দেয়া হলো। তারপর তারা প্রবেশ করলো।;\n",
        "id": 5812,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৭৫. শিশুদের সালাম দেয়া",
        "hadithBengali": "৫৮১৩। আলী ইবনু জাদ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত যে, একবার তিনি একদল শিশুর পাশ দিয়ে যাচ্ছিলেন, তখন তিনি তাদের সালাম করে বললেনঃ যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লামও তা করতেন।;\n",
        "id": 5813,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৭৬. মহিলাকে পুরুষেদের এবং পুরুষকে মহিলাদের সালাম দেয়া",
        "hadithBengali": "৫৮১৪। আবদুল্লাহ ইবনু মাসলামা (রহঃ) ... সাহল ইবনু সাদ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমরা জুমুআর দিনে আনন্দিত হতাম। রাবী বলেন, আমি তাকে বললামঃ কেন? তিনি বললেনঃ আমাদের একজন বৃদ্ধা মহিলা ছিল। সে কোন একজনকে বুদাআ নামক খেজুর বাগানে পাঠাত সে বীট চিনির শিকড় আনতো। তা একটি ডেগচিতে ফেলে সে তাতে কিছুটা যবের দানা দিয়ে ঘুটত ফলে তাতে এক প্রকার খাবার তৈরী করত। এরপর আমরা যখন জুমুআর সালাত (নামায/নামাজ) আদায় করে ফিরতাম, তখন আমরা ঐ মহিলাকে সালাম দিতাম। তখন সে আমাদের ঐ খাবার পরিবেশন করত আমরা এজন্য খুশী হতাম। আমাদের অভ্যাস ছিল যে, আমরা জুমুআর পরেই মধ্যাহ্ন ভোজন ও মধ্যাহ্ন বিশ্রাম করতাম।;\n",
        "id": 5814,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সাহল বিন সাদ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৭৬. মহিলাকে পুরুষেদের এবং পুরুষকে মহিলাদের সালাম দেয়া",
        "hadithBengali": "৫৮১৫। ইবনু মুকাতিল (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, একদিন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ হে আয়শা! ইনি জিবরীল (আলাইহিস সালাম) তোমাকে সালাম দিয়েছেন। তখন আমিও বললাম ওয়া আলাইকুমুসসালাম ওয়া রহমাতুল্লাহ। তিনি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে উদ্দেশ্য করে বললেনঃ আমরা যা দেখছিনা, তা আপনি দেখছেন। ইউনুস যুহরি সুত্রে বলেন এবং বারাকাতুহুও বলেছেন।;\n",
        "id": 5815,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৭৭. যদি কেউ কারো সম্পরকে জিজ্ঞেস করেন যে, ইনি কে? আর তিনি বলেন, আমি",
        "hadithBengali": "৫৮১৬। আবূল ওয়ালীদ হিশাম ইবনু আব্দুল মালিক (রহঃ) ... জাবির (রাঃ) বলেন, আমার পিতার কিছু ঋণ ছিল। এ বিষয়ে আলোচনা করার জন্য আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এলাম এবং দরজায় করাঘাত করলাম। তিনি জিজ্ঞাসা করলেনঃ কে? আমি বললামঃ আমি। তখন তিনি বললেনঃ আমি আমি যেন তিনি তা অপছন্দ করলেন।;\n",
        "id": 5816,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "জাবির ইবনু আবদুল্লাহ আনসারী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৭৮. যে সালামের জবাব দিল এবং বললঃ ওয়ালাইকাস সালাম। [জিবরীল (আঃ) এর সালামের জবাবে আয়শা (রাঃ)] ওয়া আলাইহিস সালাম ওয়া রাহমাতুল্লাহ ওয়া বারাকাতুহু বলেছেন। আর নবী (সাঃ) বলেনঃ আদম (আঃ) এর সালামের জবাবে ফিরিশতাগণ বলেনঃ আসসালামু আলাইকা ওয়া রাহমাতুল্লাহ",
        "hadithBengali": "৫৮১৭। ইসহাক ইবনু মানসুর (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। এক ব্যাক্তি মসজিদে প্রবেশ করল। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মসজিদের একপার্শ্বে উপবিষ্ট ছিলেন। সে সালাত (নামায/নামাজ) আদায় করে এসে তাকে সালাম করন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ ওয়া আলাইকাস সালাম; তুমি ফিরে যাও এবং সালাত আদায় কর। কেননা তুমি সালাত আদায় কর নি। সে ফিরে গিয়ে সালাত আদায় করে এসে আবার সালাম করল। তিনি বলেনঃ ওয়া আলাইকাস সালাম তুমি ফিরে যাও এবং সালাত আদায় কর। কেননা তুমি সালাত আদায় কর নি। সে ফিরে গিয়ে সালাত আদায় করে তাকে সালাম করল। তখন সে দ্বিতীয় বারের সময় অথবা তার পরের বারে বললঃ ইয়া রাসুলাল্লাহ! আপনি আমাকে সালাত শিখিয়ে দিন।;\n\nতিনি বললেনঃ যখন তুমি সালাতে দাঁড়াবার ইচ্ছা করবে, তখন প্রথমে তুমি যথাবিধি উযূ (ওজু/অজু/অযু) করবে। তারপর কিবলামুখী দাঁড়িয়ে তাকবীর বলবে। তারপর কুরআন থেকে যে অংশ তোমার পক্ষে সহজ হবে তা তিলাওয়াত করবে। তারপর তুমি রুকু করবে প্রশান্তভাবে। তারপর মাথা তুলে ঠিক সোজা হয়ে দাঁড়াবে। তারপর তুমি সিজদা করবে প্রশান্তভাবে। তারপর মাথা তুলে বসবে প্রশান্তভাবে। তারপর সিজদা করবে প্রশান্তভাবে। তারপর আবার মাথা তুলে বসবে প্রশান্তভাবে। তারপর ঠিক এভাবেই তোমার সালাতের সকল কাজ সম্পন্ন করবে। আবূ উসামা বলেন, এমনকি শেষে তুমি সোজা হয়ে দাঁড়াবে।;\n",
        "id": 5817,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৭৮. যে সালামের জবাব দিল এবং বললঃ ওয়ালাইকাস সালাম। [জিবরীল (আঃ) এর সালামের জবাবে আয়শা (রাঃ)] ওয়া আলাইহিস সালাম ওয়া রাহমাতুল্লাহ ওয়া বারাকাতুহু বলেছেন। আর নবী (সাঃ) বলেনঃ আদম (আঃ) এর সালামের জবাবে ফিরিশতাগণ বলেনঃ আসসালামু আলাইকা ওয়া রাহমাতুল্লাহ",
        "hadithBengali": "৫৮১৮। ইবনু বাশশার (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তারপর উঠে বস প্রশান্তির সাথে।;\n",
        "id": 5818,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৭৯. যদি কেউ বলে যে, অমুক তোমাকে সালাম করেছে",
        "hadithBengali": "৫৮১৯। আবূ নুয়াইম (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। একদিন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বললেনঃ জিবরীল (আলাইহিস সালাম) তোমাকে সালাম করেছেন। তখন তিনি বললেনঃ ওয়ালাইহিসসালাম সালাম ওয়ারহমাতুল্লাহ।;\n",
        "id": 5819,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৮০. মুসলিম ও মুশরিকদের মিশ্রিত মাজলিসে সালাম দেয়া",
        "hadithBengali": "৫৮২০। ইবরাহীম ইবনু মূসা (রহঃ) ... উসামা ইবনু যায়দ (রাঃ) থেকে বর্ণিত যে, একবার নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এমন একটি গাধার উপর সাওয়ার হলেন, যার জ্বীনের নীচে ফাদাকের তৈরী একখানি চাঁদর ছিল। তিনি উসামা ইবনু যায়দকে নিজের পেছনে বসিয়ে ছিলেন। তখন তিনি হারিস ইবনু খাযরাজ গোত্রের সাদ ইবনু উবাদা এর দেখাশোনার উদ্দেশ্যে রওয়ানা হলেন। এটি ছিল বদর যুদ্ধের আগের ঘটনা। তিনি এমন এক মজলিসের পাশ দিয়ে যাচ্ছিলেন, সেখানে মুসলিম, প্রতিমাপূজক মুশরিক ও ইয়াহুদী ছিল। তাদের মধ্যে আবদুল্লাহ ইবনু উবাই ইবনু সালুলও ছিল। আর এ মজলিসে আবদুল্লাহ ইবনু রাওয়াহা (রাঃ)ও উপস্থিত ছিলেন। যখন সাওয়ারীর পদাঘাতে উড়ন্ত ধূলাবালী মজলিসকে ঢেকে ফেলছিল। তখন আবদুল্লাহ ইবনু উবাই তার চাঁদর দিয়ে তার নাক ঢাকল।;\n\nতারপর বললঃ তোমরা আমাদের উপর ধুলাবালু উড়িয়োনা। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের সালাম করলেন। তারপর এখানে থামলেন ও সাওয়ারী থেকে নেমে তাদের আল্লাহর প্রতি আহবান করলেন এবং তাদের কাছে কুরআন পাঠ করলেন। তখন আবদুল্লাহ ইবনু উবাই ইবনু সালুল বললোঃ হে আগত ব্যাক্তি! আপনার এ কথার চেয়ে সুন্দর আর কিছু নেই। তবে আপনি যা বলছেন, যদিও তা সত্য, তবুও আপনি আমাদের মজলিসে এসব বসে আামাদের বিরক্ত করবেন না। আপনি আপনার নিজ ঠিকানায় ফিরে যান।;\n\nএরপর আমাদের মধ্য থেকে কেউ আপনার নিকট গেলে তাকে এসব কথা বলবেন। তখন ইবনু রাওয়াহা (রাঃ) বললেনঃ ইয়া রাসুলাল্লাহ! আপনি আমাদের মজলিসে আসবেন, আমরা এসব কথা পছন্দ করি। তখন মুসলিম, মুশরিক ও ইয়াহুদীদের মধ্যে পরস্পর গালাগালি শুরু হয়ে গেল। এমন কি তারা একে অন্যের উপর আক্রমণ করতে উদ্যত হল। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের থামাতে লাগলেন। অবশেষে তিনি তার সাওয়ারীতে আরোহন করে রওয়ানা হলেন এবং সাদ ইবনু উবাদার কাছে পৌছলেন।;\n\nতারপর তিনি বললেন হে সাদ! আবূ তুরাব অর্থাৎ আবদুল্লাহ ইবনু উবাই কি বলেছে, তা কি তুমি শুনোনি? সাদ (রাঃ) বললেনঃ সে এমন কথাবার্তা বলেছে। তিনি আরো বললেনঃ ইয়া রাসুলাল্লাহ! আপনি তাকে মাফ করে দিন। আর তার কথা ছেড়ে দিন। আল্লাহর কসম! আল্লাহ তা আলা আপনাকে যে সব নিয়ামত দান করার ছিল তা সবই দান করেছেন। পক্ষান্তরে এ শহরের অধিবাসীরা তো পরামর্শ করে সিধান্ত নিয়েছিল যে, তারা তাকে রাজ মুকুট পরবে। আর তার মাথায় রাজকীয় পাগড়ী বেধে দিবে। কিন্তু আল্লাহ তাআলা আপনাকে যে দ্বীনে হক দান করেছেন, তা দিয়ে তিনি তাদের সিদ্ধান্তকে বাতিল করে দিয়েছেন। ফলে সে (ক্ষোভানলে) জ্বলছে এজন্যই সে আপনার সঙ্গে যে আচরন করেছে, তা আপনি নিজেই প্রত্যাক্ষ করেছেন। তারপর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে মাফ করে দিলেন।;\n",
        "id": 5820,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উসামাহ ইবনু যায়দ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৮১. গুনাহগার ব্যক্তির তাওবাহ করার আলামাত প্রকাশিত না হওয়া পর্যন্ত যিনি তাকে সালাম করেননি এবং তার সালামের জবাবও দেননি। আবদুল্লাহ ইবন উমর (রাঃ) বলেনঃ শারাবখোরদের সালাম দিবে না।",
        "hadithBengali": "৫৮২১। ইবনু বুকায়র (রহঃ) ... আবদুল্লাহ ইবনু কাব (রাঃ) বলেনঃ যখন কাব ইবনু মালিক (রাঃ) তাবুকের যূদ্ধে অংশ গ্রহন না করে পশ্চাতে রয়ে যান, আর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার সাথে সালাম কালাম করতে সবাইকে নিষেধ করে দেন। (তখনকার ঘটনা) আমি কাব ইবনু মালিক (রাঃ) কে বলতে শুনেছি যে, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে আসতাম এবং তাকে সালাম করতাম আর মনে মনে বলতাম যে, আমার সালামের জবাবে তার ঠোট দুখানা নড়ছে কিনা। পঞ্চাশ দিন পূর্ণ হলে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ফজরের সালাত (নামায/নামাজ) এর সময় ঘোষনা দিলেন যে, আল্লাহ তাআলা আমাদের তাওবা কবুল করেছেন।;\n",
        "id": 5821,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ্ ইবনু কাব ইবনু মালিক (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৮২. অমুসলিমদের সালামের জবাব কিভাবে দিতে হয়",
        "hadithBengali": "৫৮২২। আবূল ইয়ামান (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, একবার একদল ইয়াহুদী রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এসে বললোঃ আসসামু আলায়কা। (তোমার মূত্যু হোক! (নাউযুবিল্লাহ) আমি একথার মর্ম বুঝে বললাম, আলাইকুমুস সামু ওয়ালা লানাতু। (তোমাদের উপর মৃত্যু ও লানত)। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ হে আয়িশা! তুমি থামো। আল্লাহ সর্বাবস্থায়ই বিনয় পছন্দ করেন। আমি বললাম ইয়া রাসূলাল্লাহ! তারা যা বললো তা কি আপনি শুনেন নি? রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ এ জন্যই আমিও বলেছি, ওয়া আলাইকুম (তোমাদের উপরও)।;\n",
        "id": 5822,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৮২. অমুসলিমদের সালামের জবাব কিভাবে দিতে হয়",
        "hadithBengali": "৫৮২৩। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ ইয়াহুদী তোমাদের সালাম করলে তাদের কেউ অবশ্যই বলবেঃ আসসামু আলায়কা। তখন তোমরা জবাবে ওয়াআলায়কা বলবে।;\n",
        "id": 5823,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৮২. অমুসলিমদের সালামের জবাব কিভাবে দিতে হয়",
        "hadithBengali": "৫৮২৪। উসমান ইবনু আবূ শায়বা (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যখন কোন আহলে কিতাব তোমাদের সালাম দেয়, তখন তোমরা বলবে ওয়া আলায়কুম। (তোমাদের উপরও)।;\n",
        "id": 5824,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৮৩. কারো এমন পত্রের বিষয়ে স্পষ্টরূপে জানার জন্য তদন্ত করে দেখা, যা মুসলিমদের জন্য আশংকাজনক",
        "hadithBengali": "৫৮২৫। ইউসুফ ইবনু বাহলুল (রহঃ) ... আলী (রাঃ) থেকে বর্নিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে ও জুবায়র ইবনু আওয়াম (রাঃ) এবং আবূ মারসাদ গানাভী (রাঃ) কে অশ্ব বের করে নির্দেশ দিলেন যে, তোমরা রওয়ানা হয়ে যাও এবং রওযায়ে খাখে গিয়ে পৌছ। সেখানে একজন মুশরিক স্ত্রীলোক পাবে। তার কাছে হাতিব ইবনু আবূ বালতার দেওয়া মুশরিকদের নিকট একখানা পত্র আছে। আমরা ঠিক সেই জায়গাতেই তাকে পেয়ে গেলাম যেখানকার কথা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছিলেন। ঐ স্ত্রীলোকটি তার এক উটের উপর সাওয়ার ছিল। আমরা তাকে জিজ্ঞাসা করলাম যে, তোমার কাছে যে পত্রখানি আছে তা কোথায়? সে বললোঃ আমার সাথে কোন পত্র নেই। তখন আমরা তার উটসহ তাকে বসালাম এবং তার সাওয়ারীর আসবাব পত্রের তল্লাসি করলাম। কিন্তু আমরা কিছুই (পত্রখানা) খুজে পেলাম না।;\n\nআমার দুজন সাথী বললেনঃ পত্রখানা তো পাওয়া গেল না। আমি বললামঃ আমার জানা আছে যে, রাসুলুলাহসাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অযথা কথা বলেন নি। তখন তিনি স্ত্রী লোকটিকে ধমকিয়ে বললেনঃ তোমাকে অবশ্যই পত্রখানা বের করে দিতে হবে, নতুবা আমি তোমাকে উপুড় করে তল্লাসি নেব। এরপর সে যখন আমার দৃঢ়তা দেখলো। তখন সে বাধ্য হবে তার কোমরে পেচানো চাঁদরে হাত দিয়ে ঐ পত্রখানা বের করে দিল। তারপর আমরা তা নিয়ে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে পৌছলাম। তখন তিনি হাতিব (রাঃ) কে জিজ্ঞাসা করলেনঃ হে হাতিব! তুমি কেন এমন কাজ করলে? তিনি বললেনঃ আমার মনে এমন কোন দুসংকল্প নেই যে, আমি আল্লাহ ও তার রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর প্রতি ঈমান ও বিশ্বাস হারিয়ে ফেলি। আমি আমার দৃঢ় মনোভাব পরিবর্তন করিনি এবং আমি ধর্মও বদল করিনি।;\n\nএই পত্রখানা দ্বারা আমার নিছক উদ্দেশ্য ছিল যে, এতে মক্কাবাসীদের উপর আমার দ্বারা এমন এহসান হোক, যার ফলে আল্লাহ তাআলা আমার পরিবার ও সম্পদ নিরাপদে রাখবেন। আর সেখানে আপনার অন্যান্য সাহাবীদের এমন লোক আছেন যাদের দ্বারা আল্লাহ তাআলা তাদের পরিবার ও সম্পদের নিরাপত্তা বিধান করে দিবেন। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ হাতিব ঠিক কথাই বলেছে। সুতরাং তোমরা তাকে ভাল ছাড়া অন্য কিছুই বলো না।;\n\nরাবী বলেনঃ উমর ইবনু খাত্তাব (রাঃ) বললেনঃ তিনি নিশ্চয়ই আল্লাহ ও তাঁর রাসূল এবং মুমিনদের সঙ্গে বিশ্বাস ঘাতকতা করেছেন। অতএব আমাকে ছেড়ে দিন আমি তার গর্দান উড়িয়ে দেই। রাবী বলেন, তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ হে উমর! তোমার কি জানানেই যে, নিশ্চয়ই আল্লাহ তাআলা বদর যুদ্ধে অংশগ্রহণকারীদের সম্পর্কে অবগত আছেন এবং ঘোষণা দিয়েছেন যে, তোমরা যা ইচ্ছা করতে পার। নিশ্চয়ই তোমাদের জন্য জান্নাত নির্ধারিত হয়ে আছে। রাবী বলেনঃ তখন উমর (রাঃ) এর দুচোখ দিয়ে অশ্রু ঝরতে লাগলো। তিনি বললেনঃ আল্লাহ ও তার রাসুলই সবচেয়ে ভাল জানেন।;\n",
        "id": 5825,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আলী ইবনু আবী তালিব (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৮৪. কিতাবী সম্প্রদায়ের নিকট কিভাবে পত্র লিখতে হয়?",
        "hadithBengali": "৫৮২৬। মুহাম্মদ ইবনু মুকাতিল (রহঃ) ... আবদুল্লাহ ইবনু আব্বাস (রাঃ) বর্ণনা করেন যে, আবূ সুফিয়ান ইবনু হারব তাকে বলেছেনঃ হিরাক্লিয়াস আবূ সুফিয়ানকে ডেকে পাঠালেন, কুরায়শদের ঐ দলসহ যারা ব্যবসার জন্য সিবিয়া গিয়েছিলেন। তারা সবাই তার নিকট উপস্থিত হলেন। এরপর তিনি ঘটনার বর্ননা করেন। শেষভাগে বললেন যে, তারপর হিরাক্লিয়াস রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর পত্রখানি আনালেন এবং তা পাঠ করা হল। এতে ছিল বিসমিল্লাহির রাহমানির রাহীম আল্লাহর বান্দা ও তার রাসুল মুহাম্মদ এর পক্ষ থেকে রোম সম্রাট হিরাক্লিয়াসের প্রতি السَّلاَمُ عَلَى مَنِ اتَّبَعَ الْهُدَى শান্তি বর্ষিত হোক তাদের উপর যারা সৎপথের অনুসরণ করেছে।;\n",
        "id": 5826,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৮৫. চিঠিপত্র কার নাম দিয়ে আরম্ভ করা হবে",
        "hadithBengali": "৫৮২৭। লায়স (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বনী ইসরাঈলের এক ব্যাক্তির কথা উল্লেখ করে বললেনঃ যে সে একখণ্ড কাঠ নিয়ে খোদাই করে এর ভেতর এক হাজার দ্বীনার ভর্তি করে রাখল এবং এর মালিকের প্রতি লেখা একখানা চিঠিও রেখে দিল। আর উমর ইবনু আবূ সালামা সূত্রে আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ একব্যাক্তি একখণ্ড কাঠ খোদাই করে তার ভেতরে কিছু মাল রেখে দিল এবং এর সাথে তার প্রাপকের প্রতি একখানা পত্রও ভরে দিল, যার মধ্যে লিখা ছিল, অমুকের পক্ষ থেকে অমুকের প্রতি।;\n",
        "id": 5827,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৮৬. নাবী (সাঃ) এর বানীঃ তোমরা তোমাদের সরদারের জন্য দাঁড়াও",
        "hadithBengali": "৫৮২৮। আবূল ওয়ালীদ (রহঃ) ... আবূ সাঈদ (রাঃ) থেকে বর্নিত যে, কুরাইযা গোত্রের লোকেরা সাদ (রাঃ) এর ফায়সালার উপর আত্মসমর্পন করলো। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে আসার জন্য লোক পাঠালেন। তারপর তিনি এলে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সাহাবাদের বললেনঃ তোমরা আপন সরদারের প্রতি অথবা বললেনঃ তোমাদের শ্রেষ্ঠ ব্যাক্তির প্রতি উঠে দাঁড়াও। তারপর সাদ (রাঃ) এসে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর পাশেই বসলেন। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁকে বললেনঃ এরা তোমার ফায়সালার উপর আত্মসমর্পণ করেছে। তিনি বললেনঃ তা হলে আমি ফায়সালা দিচ্ছি যে এদের মধ্যে যারা যূদ্ধযোগ্য তাদের হত্যা করা হোক। আর তাদের বাচ্চাদের বন্দী করা হোক। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ এদের ব্যাপারে তুমি আল্লাহ তাআলার ফায়সালা অনুযায়ীই ফায়সালা দিয়েছ।;\n\nইমাম বুখারী (রহঃ) বলেন, আমার কোন কোন সঙ্গী আবূল ওয়ালীদ থেকে আবূ সাঈদের এ হাদীছে عَلَى حُكْمِكَ এর স্থলে إِلَى حُكْمِكَ শব্দ আমার কাছে বর্ণনা করেছেন।;\n",
        "id": 5828,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ সা'ঈদ খুদরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৮৭. মুসাফাহা করা। ইবনু মাস'উদ  (রাঃ)  বলেন, নাবী  (সাঃ)  যখন আমাকে তাশাহহুদ শিক্ষা দেন তখন আমার হাত তাঁর দু' হাতের মাঝে ছিল। কা'ব ইবনু মালিক  (রাঃ)  বলেন, একবার আমি মসজিদে ডুকেই রসূলুল্লাহ (সাঃ)  কে পেয়ে গেলাম। তখন ত্বলহা ইবনু উবাইদুল্লাহ (রাঃ) আমার দিকে দৌড়ে এসে আমার সঙ্গে মুসাফাহা করলেন এবং আমাকে মুবারকবাদ জানালেন।",
        "hadithBengali": "৫৮২৯। আমর ইবনু আসিম (রহঃ) ... কাতাদা (রহঃ) থেকে বর্ণিত। আমি আনাস (রাঃ) কে জিজ্ঞাসা করলামঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাহাবীগণের মধ্যে কি মূসাফাহা করার রেওয়ায ছিল? তিনি বললেনঃ হ্যাঁ।;\n",
        "id": 5829,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "কাতাদাহ (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৮৭. মুসাফাহা করা। ইবনু মাস'উদ  (রাঃ)  বলেন, নাবী  (সাঃ)  যখন আমাকে তাশাহহুদ শিক্ষা দেন তখন আমার হাত তাঁর দু' হাতের মাঝে ছিল। কা'ব ইবনু মালিক  (রাঃ)  বলেন, একবার আমি মসজিদে ডুকেই রসূলুল্লাহ (সাঃ)  কে পেয়ে গেলাম। তখন ত্বলহা ইবনু উবাইদুল্লাহ (রাঃ) আমার দিকে দৌড়ে এসে আমার সঙ্গে মুসাফাহা করলেন এবং আমাকে মুবারকবাদ জানালেন।",
        "hadithBengali": "৫৮৩০। ইয়াহইয়া ইবনু সুলায়মান (রহঃ) ... আবদুল্লাহ ইবনু হিশাম (রাঃ) খেকে বর্ণিত যে, আমরা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে ছিলাম। তখন তিনি উমর ইবনু খাত্তাব (রাঃ) এর হাত ধরা অবস্থায় ছিলেন।;\n",
        "id": 5830,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু হিশাম (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৮৮. দুই হাত ধরে মুসাফাহা করা। হাম্মাদ ইবন যায়দ (রহঃ) ইবন মুবারকের সঙ্গে দুহাতে মুসাফাহা করেছেন",
        "hadithBengali": "৫৮৩১। আবূ নুয়ায়ম (রহঃ) ... ইবনু মাসউদ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার হাত তার উভয় হাতের মধ্যে রেখে আমাকে এমনভাবে তাশাহুদ শিখিয়েছেন, যে ভাবে তিনি আমাকে কুরআনের সুরা শিখাতেন التَّحِيَّاتُ لِلَّهِ وَالصَّلَوَاتُ وَالطَّيِّبَاتُ، السَّلاَمُ عَلَيْكَ أَيُّهَا النَّبِيُّ وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ، السَّلاَمُ عَلَيْنَا وَعَلَى عِبَادِ اللَّهِ الصَّالِحِينَ، أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ এসময় তিনি আমাদের মাঝেই বিদ্যমান ছিলেন। তারপর যখন তার ওফাত হয়ে গেল, তখন থেকে আমরা السَّلاَمُ عَلَيْكَ এর স্থলে السَّلاَمُ. عَلَى النَّبِيِّ পড়তে লাগলাম।;\n",
        "id": 5831,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ' ইব্'ন মাসউদ (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৮৯. আলিঙ্গন করা এবং কাউকে বলা কিভাবে তোমার ভোর হয়েছে?",
        "hadithBengali": "৫৮৩২। ইসহাক এবং আহমদ ইবনু সালিহ (রহঃ) ... আবদুল্লাহ ইবনু আব্বাস (রাঃ) থেকে বর্নিত যে আলী ইবনু আবূ তালিব যখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর অতিক্রম কালের সময় তাঁর কাছে থেকে বেরিয়ে এলেন লোকেরা তাকে জিজ্ঞাসা করলো হে আবূল হাসান! কিভাবে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর ভোর হয়েছে? তিনি বললেনঃ সুস্থ অবস্থায় তার ভোর হয়েছে। তখন আব্বাস (রাঃ) তার হাত ধরে বললেনঃ তুমি কি তার অবস্থা বুঝতে পারছ না? তুমি তিনদিন পরই লাঠির গোলাম হয়ে যাবে। আল্লাহর কসম! আমি নিঃসন্দেহে ধারণা করছি যে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ রোগেই সত্তর ইন্তেকাল করবেন। আমি বনূ আবদুল মুত্তালিবের চেহারা থেকে তাঁদের ওফাতের লক্ষণ চিনতে পারি। অতএব তুমি আমাদের রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট নিয়ে যাও।;\n\nআমরা তাকে জিজ্ঞেস করলাম যে, তার অবর্তমানে খিলাফতের দায়িত্ব কাদের হাতে থাকবে? যদি আমাদের খান্দানেই থাকে তবে তা আমরা জেনে রাখলাম। আর যদি অন্য কোন গোত্রের হাতে থাকবে বলে জানি, তবে আমরা তার সাথে পরামর্শ করবো এবং তিনি আমাদের জন্য অসিয়ত করে যাবেন। আলী (রাঃ) বললেনঃ আল্লাহর কসম! যদি আমরা এ ব্যাপারে রাসুলুল্লাহসাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জিজ্ঞাসা করি আর তিনি এ সম্পর্কে আমাদের বিরত থাকার নির্দেশ দেন, তাহলে লোকজন কখনও আমলের এর সুযোগ দেবেন না। সুতরাং রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে কখনো জিজ্ঞেস করবো না।;\n",
        "id": 5832,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ' ইব্'ন মাসউদ (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৯০. যে ব্যক্তি কারো ডাকে লাব্বাইকা এবং সাদাইকা বলে জবাব দিল",
        "hadithBengali": "৫৮৩৩। মূসা ইবনু ইসমাঈল (রহঃ) ... মুআয ইবনু জাবাল (রাঃ) বলেন, আমি একবার নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর পেছনে তার সওয়ারীর উপর বসা ছিলাম। তখন তিনি আমাকে ডাকলেনঃ ওহে মুআয! আমি বললাম, লাব্বায়কা ওয়া সাদায়কা। তারপর তিনি অনুরূপ তিনবার ডাকলেন। এর পর তিনি বললেনঃ তুমি কি জানো যে, বান্দাদের উপর আল্লাহর হক কি? তিনি বললেনঃ তা হল বান্দারা তার ইবাদত করবে আর এতে তার সঙ্গে কোন কিছুকে শরীক করবে না। আবার কিছুক্ষণ চলার পর তিনি বললেনঃ ওহে মুআয! আমি জবাবে বাললামঃ লাব্বায়কা ওয়া সাদায়কা। তখন তিনি বললেনঃ তুমি কি জানো যে, বান্দা যখন তার ইবাদত করবে, তখন আল্লাহর উপর বান্দাদের হক কি হবে? তিনি বললেনঃ তা হল এই যে, তিনি তাদের আযাব দিবেন না।;\n",
        "id": 5833,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "মুআয বিন জাবাল (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৯০. যে ব্যক্তি কারো ডাকে লাব্বাইকা এবং সাদাইকা বলে জবাব দিল",
        "hadithBengali": "৫৮৩৪। উমর ইবনু হাফস (রহঃ) ... যায়দ ইবনু ওয়াহব (রহঃ) বলেনঃ, আল্লাহর কসম! আবূ যার (রাঃ) রাবাযাহ নামক স্থানে আমাদের কাছে বর্ণনা করেন যে, একবার আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে এশার সময় মদিনায় হাররা নামক স্থান দিয়ে পায়ে হেটে যাচ্ছিলাম। তখন আমরা ওহুদ পাহাড়ের সম্মুখীন হলে তিনি আমাকে বললেনঃ হে আবূ যার! আমি এটা পছন্দ করি না যে, আমার নিকট ওহুদ পাহাড় পরিমাণ সোনা আসুক। আর ঋন পরিশোধ পরিমাণ ব্যতীত এক দ্বীনার পরিমাণ সোনাও এক রাত অথবা তিন তাত পর্যন্ত আমার হাতে তা থেকে যাক।;\n\nবরং আনি পছন্দ করি যে, আমি এগুলো আল্লাহর বান্দাদের এভাবে বিলিয়ে দেই। (কিভাবে দিবেন) তা তার হাত দিয়ে তিনি দেখালেন। তারপর বললেনঃ হে আবূ যার! আমি বললামঃ লাব্বায়কা ওয়া সাদায়কা, ইয়া রাসুলাল্লাহ! তখন তিনি বললেনঃ দুনিয়াতে যারা অধিক সম্পদাশালী, আখিরাতে তারা হবেন অনেক কম সাওয়াবের অধিকারী। তবে যারা তাদের সম্পদকে এভাবে, এভাবে বিলিয়ে দেবে। তারা হবেন এর ব্যতিক্রম।;\n\nতারপর তিনি আমাকে বললেনঃ আমি ফিরে না আসা পর্যন্ত হে আবূ যার! তুমি এ স্থানেই থাকো। এখান থেকে কোখাও যেয়োনা। এরপর তিনি রওয়ানা হয়ে গেলেন, এমন কি আমার চোখের আড়ালে চলে গেলেন। এমন সময় একটা শব্দ শুনলাম। এতে আমি শংকিত হয়ে পড়লাম যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কোন বিপদের সন্মুখীন হয়ে পড়লেন কিনা? তাই আমি সে দিকে অগ্রসর হতে চাইলাম। কিন্তু সাথে সাথেই রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিষেধাজ্ঞা, যে কোথায়ও যেয়োনা মনে পড়লো এবং আমি থেমে গেলাম। এরপর তিনি ফিরে আসলে আমি বললাম: ইয়া রাসুলাল্লাহ! আমি একটা আওয়াজ শুনে শংকিত হয়ে পড়লাম যে, আপনি সেখানে গিয়ে কোন বিপদে পড়লেন কিনা। আপনার কথা স্মরণ করে থেমে গেলাম।;\n\nতখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তিনি ছিলেন জিবরীল। তিনি আমার নিকট এসে সংবাদ দিলেন যে, আমার উম্মাতের মধ্যে যে ব্যাক্তি আল্লাহর সঙ্গে কোন কিছুকে শরীক না করে মারা যাবে, সে বেহেশতে প্রবেশ করবে। তখন আমি বললাম, ইয়া রাসুলাল্লাহ! যদিও সে ব্যাক্তি ব্যভিচার করে? যদিও সে ব্যাক্তি চুরি করে? তিনি বললেনঃ সে যদিও ব্যভিচার করে, যদিও চুরি করে থাকে তবুও।;\n\nআমাশ (রহঃ) বললেনঃ আমি যাবদকে বললাম, আমার কাছে খবর পৌছেছে যে, এ হাদীসের রাবী হল আবূ দারদা। তিনি বললেনঃ আমি সাক্ষ্য দিচ্ছি যে, এ হাদীসটি আবূ যারই রাবাযা নামক স্থানে আমার কাছে বর্ননা করেছেন। আমাশ (রহঃ) বলেন, আবূ সালিহ ও আবূদ দারদা (রাঃ) সুত্রে আমার কাছে অনুরূপ বর্ণনা করেছেন। আর আবূ শিহাব আমাশ থেকে বর্ণনা করেন যে তিনি বলেছেনঃ তিন দিনের অতিরিক্ত।;\n",
        "id": 5834,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "যায়দ ইবনু ওয়াহব (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৯১. কোন ব্যক্তি কোন ব্যক্তিকে তার বসার স্থান থেকে উঠাবে না",
        "hadithBengali": "৫৮৩৫। ইসমাঈল ইবনু আবদুল্লাহ (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কোন ব্যাক্তি অপর কাউকে তার বসার জায়গা থেকে তুলে দিয়ে সে সেখানে বসবে না।;\n",
        "id": 5835,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৯২. (আল্লাহ তাআলার বাণীঃ) যদি তোমাদের বলা হয় যে, তোমরা মজলিসে বসার জায়গা করে দাও। তখন তোমরা বসার জায়গা করে দিবে, তা হলে আল্লাহ তোমাদের জন্য স্থান প্রশস্ত করে দিবেন ...... (৫৮ঃ ১১)",
        "hadithBengali": "৫৮৩৬। খাল্লাদ ইবনু ইয়াহইয়া (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্নিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কোন ব্যাক্তিকে তার বসার জায়গা থেকে তুলে দিয়ে সেখানে অপর ব্যাক্তিকে বসতে নিষেধ করেছেন। তবে তোমরা বসার জায়গা প্রশস্ত করে দাও এবং ব্যবস্থা করে দাও। ইবনু উমর (রাঃ) কেউ তার জায়গা থেকে উঠে যাক এবং তার জায়গায় অন্যজন বসুক তা পছন্দ করতেন না।;\n",
        "id": 5836,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৯৩. কারো তার সাথীদের থেকে অনুমতি না নিয়ে মজলিস কিংবা ঘর থেকে উঠে যাওয়া, কিংবা নিজে উঠে যাবার প্রস্তুতি গ্রহণ করা যাতে অন্যরা উঠে যায়",
        "hadithBengali": "৫৮৩৭। হাসান ইবনু উমর (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ যখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যায়নাব বিনত জাহশ (রাঃ) কে বিয়ে করলেন, তখন তিনি কয়েকজন লোককে দাওয়াত করলেন। তারা আহার করার পর বসে বসে অনেক সময় আলাপ আলোচনায় মশগুল থাকলেন। তখন তিনি নিজে উঠে চলে যাওয়ার ভাব প্রকাশ করতে শুরু করলেন। কিন্তু এতেও তারা উঠলেন না। তিনি এ অবস্থা দেখে নিজেই উঠে দাঁড়ালেন। যখন তিনি চলে গেলেন, তখন লোকজনের মধ্যে যারা দাঁড়াবার ইচ্ছা করলেন, তারা তার সাথেই উঠে চলে গেলেন। কিন্তু তাদের তিনজন থেকে গেলেন। এরপর যখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ফিরে এসে ঘরে প্রবেশ করতে চাইলেন, তখন দেখলেন যে ঐ তিনজন তখনো বসে রয়েছে। কিছুক্ষণ পর তারাও উঠে চলে গেলে, আমি গিয়ে তাকে তাদের চলে যাওয়ার সংবাদ দিলাম। এরপর তিনি এসে ঘরে ঢুকলেন। তখন আমিও ঢ়ুকতে চাইলে তিনি আমার ও তার মধ্যে পর্দা টেনে দিলেন। এই সময় আল্লাহ তাআলা ওহী নাযিল করলেনঃ হে মুনিনগণ! তোমাদের অনুমতি দেওয়া না হলে তোমরা নবী গৃহে প্রবেশ করবে না ...... আল্লাহর দৃষ্টিতে তা ঘোরতর অপরাধ (৩৩ঃ ৫৩)।;\n",
        "id": 5837,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৯৪.  দু হাটুকে খাড়া করে দু হাতে বেড় দিয়ে পাছার উপর বসা",
        "hadithBengali": "৫৮৩৮। মুহাম্মদ ইবনু আবূ গালিব (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি একবার রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে কাবা শরীফের আঙ্গিনায় দুহাঁটু খাড়া করে দুহাত দিয়ে তা বেড় দিয়ে এভাবে বসা অবস্থায় পেয়েছি।;\n",
        "id": 5838,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৯৫. যিনি তার সাথীদের সামনে হেলান দিয়ে বসেন। খাব্বাব (রাঃ) বর্ণনা করেন, আমি একবার নবী (সাঃ) এর কাছে আসলাম। তখন তিনি একখানা চাদর দিয়ে বালিশ বানিয়ে তাতে হেলান দিচ্ছিলেন। আমি বললামঃ আপনি কি (আমার মুক্তির জন্য) আল্লাহর কাছে দুআ করছেন না? তখন তিনি সোজা হয়ে বসলেন।",
        "hadithBengali": "৫৮৩৯। আলী ইবনু আবদুল্লাহ (রহঃ) ... আবূ বাকরা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আমি কি তোমাদের নিকৃষ্ট কবীরা গুনাহের বর্ণনা দিব না? সকলে বললেনঃ হ্যাঁ ইয়া রাসুলাল্লাহ! তখন তিনি বললেনঃ তা হচ্ছে, আল্লাহব সঙ্গে অন্য কোন কিছুকে শরীক করা এবং মা বাপের অবাধ্যতা। মুসাদ্দাদ বিশরের এক সুত্রে অনুরূপ হাদীস বর্ননা করেছেন। তাতে অতিরিক্ত বর্ণনা করেছেন যে, তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হেলান দেওয়া অবস্থায় ছিলেন। এরপর তিনি সোজা হয়ে বসলেন এবং বললেনঃ হুশিয়ার হয়ে যাও! আর (সবচেয়ে বড় গুনাহ হল) মিথ্যা কথা বলা। এ কথাটা তিনি বারবার বলতে থাকলেন অবশেষে আমরা বললামঃ হায়! তিনি যদি থেমে যেতেন।;\n",
        "id": 5839,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ বাকরা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৯৬. যিনি কোন বিশেষ প্রয়োজনে অথবা যে কোন উদ্দেশ্যে তাড়াতাড়ি চলেন",
        "hadithBengali": "৫৮৪০। আবূ আসিম (রহঃ) ... উকবা ইবনু হারিস (রাঃ) বলেন, একবার নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আসরের সালাত (নামায/নামাজ) আদায় করে তাড়াতাড়ি গিয়ে নিজ ঘরে প্রবেশ করলেন।;\n",
        "id": 5840,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উকবা ইবনুল হারিস (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৯৭. পালঙ্ক ব্যবহার করা",
        "hadithBengali": "৫৮৪১। কুতাইবা (রহঃ) ... আয়িশা (রাঃ) বর্ণনা করেন। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (আমার) পালঙ্গের মধাখানে দাঁড়িয়ে সালাত (নামায/নামাজ) আদায় করতেন। তখন আমি তাঁর কিবলার মাঝখানে শুয়ে থাকতাম। যখন আমার কোন প্রয়োজন হতো, তখন আমি তাঁর দিকে মুখ করে উঠে দাঁড়ানো পছন্দ করতাম না বরং আমি শুয়ে শুয়েই পেছনের দিক দিয়ে কেটে পড়তাম।;\n",
        "id": 5841,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৯৮. যার হেলান দেয়ার উদ্দেশ্যে একটা বালিশ পেশ করা হয়",
        "hadithBengali": "৫৮৪২। ইসহাক এবং আবদুল্লাহ ইবনু মুহাম্মদ (রহঃ) ... আবদুল্লাহ ইবনু আমর (রাঃ) বর্ণনা করেন যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট আমার বেশী সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) পালন সম্পর্কে উল্লেখ করা হল। তখন তিনি আমার ঘরে আসলেন এবং আমি তার উদ্দেশ্যে খেজুরের ছাল ভর্তি করা চামড়ার একটা বালিশ পেশ করলাম। তিনি মাটিতেই বসে পড়লেন। আর বাশিশটা আমার ও তার মাঝখানে থেকে গেল। তিনি আমাকে বললেনঃ প্রত্যেক মাসে তিনদিন রোযা থাকা কি তোমার জন্য যথেষ্ট নয়? আমি বললাম। ইয়া রাসূলাল্লাহ! তিনি বললেনঃ তা হলে পাঁচ দিন? আমি বললামঃ ইয়া রাসুলাল্লাহ! তিনি বললেনঃ তবে সাতদিন? আমি আবার বললামঃ ইয়া রাসুলাল্লাহ! তিনি বললেনঃ তবে নয়দিন? আমি পূনরায় বললামঃ ইয়া রাসুলাল্লাহ! তিনি বললেনঃ তা হলে এগার দিন? আমি আবার বললামঃ ইয়া রাসূলাল্লাহ! তখন তিনি বললেনঃ দাউদ (আলাইহিস সালাম) এর সাওমের চেয়ে বেশী কোন (নফল) সাওম নেই। তিনি প্রত্যেক মাসের (অথবা বছরের) অর্ধেক দিন সাওম পালন করতেন অর্থাৎ একদিন সাওম পালন করতেন আর একদিন পালন করতেন না।;\n",
        "id": 5842,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আমর ইবনুল আস (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৯৮. যার হেলান দেয়ার উদ্দেশ্যে একটা বালিশ পেশ করা হয়",
        "hadithBengali": "৫৮৪৩। ইয়াহইয়া ইবনু জাফর ও আবূ ওয়ালীদ (রহঃ) ... ইবরাহীম (রহঃ) থেকে বর্ণিত। তিনি বলেন, একবার আলকামা (রহঃ) সিরিয়া গমন করলেন। তখন তিনি মসজিদে গিয়ে দুরাকআত সালাত (নামায/নামাজ) আদায় করে দুআ করলেন ইয়া আল্লাহ! আপনি আমাকে একজন নেক সঙ্গী দান করুন। এরপর তিনি আবূদ দারদা (রাঃ) এর পাশে গিয়ে বসে পড়লেন। তারপর তাকে জিজ্ঞাসা করলেনঃ আপনি কোন শহবের লোক? তিনি জবাব দিলেনঃ আমি কুফার বাসিন্দা। তিনি জিজ্ঞাসা করললেনঃ আপনাদের মধ্যে কি সেই ব্যাক্তি নেই? যিনি ঐ ভেদ সম্পর্কে অবগত ছিলেন, যা অপর কেউ জানতেন না। (রাবী বলেন) অর্থাৎ হুযায়ফা (রাঃ) আবার জিজ্ঞাসা করলেনঃ আপনাদের মধ্যে কি এমন ব্যাক্তি নেই, অথবা আছে যাকে আল্লাহ তাআলা তার রাসুলের দুআর কারনে শয়তান থেকে পানাহ দিয়েছেন?;\n\n(রাবী বলেন) অর্থাৎ আম্মার (রাঃ) তিনি আবার জিজ্ঞাস করলেনঃ আর আপনাদের মধ্যে কি সে ব্যাক্তি নেই যিনি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর মিসওয়াক ও বালিশের জিম্মাদার ছিলেন? (রাবী বলেন) অর্থাৎ আাদুল্লাহ ইবনু মাসউদ (রাঃ)। আবূ দারদা (রাঃ) তাকে জিজ্ঞাসা করেনঃ আদুল্লাহ ইবনু মাসউদ (রাঃ) সূরায়ে ওয়াল্লাইলি ইযা ইয়াগশা কি রকম পড়তেন? তিনি বললেনঃ তিনি ওমা খালাকায যাকারা ওইয়াল উনসা এর স্থলে ওয়ামা খালাকা অংশটুকু ছেড়ে দিয়ে পড়তেন ওয়ায যাকারা ওইয়াল উনসা;। তখন তিনি বললেনঃ এখানকার লোকেরা আমাকে এ সূরা সম্পর্কেই সন্দেহের মধ্যে ফেলে দিচ্ছিলেন। অথচ আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে এ রকমই শুনেছি।;\n",
        "id": 5843,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "ইব্রাহীম আন-নাখঈ (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৯৯. জুমুআর সালাত শেষে কায়লুলা (দুপুরের বিশ্রাম গ্রহন)",
        "hadithBengali": "৫৮৪৪। মুহাম্মদ ইবনু কাসীর (রহঃ) ... সাহল ইবনু সাদ (রাঃ) থেকে বর্নিত। তিনি বলেন, আমরা জুমুআর সালাত (নামায/নামাজ) এর পরেই কায়লুলা করতাম এবং দুপূরের খাবার খেতাম।;\n",
        "id": 5844,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সাহল বিন সাদ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬০০. মসজিদে কাইলুলা করা",
        "hadithBengali": "৫৮৪৫। কুতায়বা ইবনু সাঈদ (রহঃ) ... সাহল ইবনু সাদ (রাঃ) থেকে বর্ণিত। আলী (রাঃ) এর কাছে আবূ তুরাব এর চাইতে প্রিয়তর কোন নাম ছিল না। এ নামে ডাকা হলে তিনি অতান্ত খুশী হতেন। কারণ একবার রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ফাতিমা (রাঃ) এর ঘরে আসলেন। তখন আলী (রাঃ) কে ঘরে পেলেন না। তিনি জিজ্ঞাসা করলেনঃ তোমার চাচাতো ভাই কোথায়? তিনি বললেনঃ আমার ও তার মধ্যে কিছু ঘটায় তিনি আমার সঙ্গে রাগারাগি করে বেরিয়ে গেছেন। আমার কাছে কায়লুলা করেননি। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক ব্যাক্তিকে বললেনঃ দেখতো সে কোথায়? সে লোকটি এসে বললঃ ইয়া রাসুলাল্লাহ! তিনি তো মসজিদে ঘুমিয়ে আছেন। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এসে দেখতে পেলেন যে, তিনি কাত হয়ে শুয়ে আছেন, আর তার চাঁদরখানা পাশ থেকে পড়ে গেছে। ফলে তার সাথে মাটি লেগে গেছে। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার গায়ের মাটি ঝাড়তে লাগলেন এবং বলতে লাগলেনঃ ওঠো, আবূ তুরাব (মাটির বাবা) ওঠো, আবূ তুরাব! একথাটা তিনি দুবার বললেন।;\n",
        "id": 5845,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সাহল বিন সাদ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬০১. যিনি কোন কাওমের সাথে দেখা করতে যান এবং সেখানে কাইলুলা করেন",
        "hadithBengali": "৫৮৪৬। কুতায়বা (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, উম্মে সুলায়ম (রাঃ) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর জন্য চামড়ার বিছানা বিছিয়ে দিতেন এবং তিনি সেখানেই ঐ চামড়ার বিছানার উপর কায়লুলা করতেন। এরপর তিনি যখন ঘুম থেকে উঠতেন তখন তিনি তার শরীরের কিছুটা ঘাম ও চুল সংগ্রহ করতেন এবং তা একটা শিশির মধ্যে জমাতেন এবং তাকে সুক্ক নামক সুগন্ধির মধ্যে মিশাতেন। রাবী বর্ণনা করেন যে, আনাস ইবনু মালিক এর ওফাতের সময় ঘনিয়ে আসলে, তিনি আমাকে অসিয়ত করলেনঃ যেন ঐ সুক্ক থেকে কিছুটা তার সুগন্ধির মধ্যে মিশিয়ে দেওয়া হয়। সুতরাং তা তার সুগন্ধির মধ্যে মিশিয়ে দেয়া হয়েছিল।;\n",
        "id": 5846,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬০১. যিনি কোন কাওমের সাথে দেখা করতে যান এবং সেখানে কাইলুলা করেন",
        "hadithBengali": "৫৮৪৭। ইসমাঈল (রহঃ) ... আনাস ইবনু মালিক (রাঃ) বর্ণনা করেন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কুবা এর দিকে যখন যেতেন তখন প্রায়ই উম্মে হারাম বিনতে মিলহান (রাঃ) এর ঘরে প্রবেশ করতেন এবং তিনি তাঁকে খানা খাওয়াতেন। তিনি উবাদা ইবনু সামিত (রাঃ) এর স্ত্রী ছিলেন। একদিন তিনি তার ঘরে গেলে তাকে খাবার খাওয়ালেন। এরপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সেখানেই ঘুমালেন। কিছুক্ষণ পরে তিনি সজাগ হয়ে হাসতে লাগলেন। তিনি জিজ্ঞাসা করলেনঃ ইয়া রাসুলাল্লাহ! আপনাকে কিসে হাসাচ্ছে? তিনি বললেনঃ স্বপ্নের মধ্যে আমাকে আমার উম্মাতের মধ্য হতে আল্লাহর পথে জিহাদকারী কিছু সংখ্যক মুজাহিদ দেখানো হয়েছে, যারা এই বিশাল সমুদ্রের মাঝখানে বাদশাহদের মত সিংহাসনের উপর সমাসীন। তখন তিনি বললেনঃ আপনি দুআ করুন সেন আল্লাহ তাআলা আমাকেও তাদের অন্তর্ভুক্ত করে দেন। তিনি সে দুআ করলেন এবং বিছানায় মাথা রেখে আবার শুয়ে পড়লেন।;\n\nকিছুক্ষণ পর তিনি আবার হাসতে হাসতে সজাগ হলেন। আমি বললামঃ ইয়া রাসুলাল্লাহ! আপনাকে কিসে হাসাচ্ছে? তিনি বললেন (স্বপ্নের মধ্যে) আমাকে আমার উম্মতের মধ্য থেকে আল্লাহর পথে জিহাদকারী কিছু সংখ্যক লোক দেখানো হয়েছে, যারা এই বিশাল সমুদ্রের মাঝখানে বাদশাহদের মত সিংহাসলের উপর সমাসীন। তখন আবার আমি বললামঃ আপনি আল্লাহর কাছে দুআ করুন যেন তিনি আমাকে তাদের অন্তর্ভুক্ত করে নেন। তিনি বললেনঃ তুমি প্রথম বাহিনীদেরই অন্তর্ভুক্ত থাকবে। সুতরাং তিনি মুআবিয়া (রাঃ) এর আমলে সামুদ্রিক অভিযানে রওয়ানা হন এবং সমুদ্রাভিযান থেকে ফিরে এসে তার নিজেরই সাওয়ারী থেকে পড়ে গিয়ে (আল্লাহর পথেই) শাহাদাত বরণ করেন।;\n",
        "id": 5847,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬০২. যার জন্য যেভাবে সহজ হয়, সেভাবেই বসা",
        "hadithBengali": "৫৮৪৮। আলা ইবনু আবদুল্লাহ (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) বর্ণনা করেন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দুরকমের লেবাস এবং দুধরনের বিক্রয় নিষেধ করেছেন। পেচিয়ে কাপড় পরিধান করা থেকে এবং এক কাপড় পরে এহতেবা করা থেকে, যাতে মানুষের লজ্জাস্থানের উপর কোন কাপড় না থাকে এবং মুলামাসা ও মুনাবাযা; বেচা-কেনা থেকেও।;\n",
        "id": 5848,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ সা'ঈদ খুদরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬০৩. যিনি মানুষের সামনে কারো সঙ্গে কানে কানে কথা বলেন। আর যিনি আপন বন্ধুর গোপনীয় কথা কারো কাছে প্রকাশ করেন নি। অবশ্য তার মৃত্যুর পর তা প্রকাশ করেন",
        "hadithBengali": "৫৮৪৯। মূসা ইবনু ইসমাঈল (রহঃ) ... উম্মুল মুমিনীন আয়িশা (রাঃ) বর্ণণা করেন, একবার আমরা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সব সহধর্মিণী তাঁর নিকট জমায়েত হয়েছিলাম। আমাদের একজনও অনুপস্থিত ছিলাম না। এমন সময় ফাতিমা (রাঃ) পায়ে হেঁটে আসছিলেন। আল্লাহর কসম! তাঁর হাঁটা রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর হাঁটার অনুরূপই ছিল। তিনি যখন তাঁকে দেখলেন, তখন তিনি আমার মেয়ের আগমন শুভ হোক বলে তাঁকে সম্বর্ধনা জানালেন। এরপর যখন তিনি তাঁকে নিজের ডান পাশে অথবা (রাবী বলেন) বাম পাশে বসালেন। তারপর তিনি তাঁর সঙ্গে কানে কানে কিছুক্ষণ কথা বললেন, তিনি (ফাতেমা) খুব বেশী কাঁদতে লাগলেন। এরপর তাঁর বিষন্ন অবস্থা দেখে দ্বিতীয়বার তাঁর সঙ্গে তিনি কানে কানে আরো কিছু কথা বললেন, তখন ফাতিমা (রাঃ) হাসতে লাগলেন।;\n\nতখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সহধর্মিণীগণের মধ্য থেকে আমি বললামঃ আমাদের উপস্থিত থাকা অবস্থায় রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বিশেষ করে আপনার সঙ্গে বিশেষ কি গোপনীয় কথা কানে কানে বললেন, যার কারণে আপনি খুব কাঁদছিলেন? এরপর যখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উঠে চলে গেলেন, তখন আমি তাঁকে জিজ্ঞাসা করলাম যে, তিনি আপনাকে কানে কানে কি বলেছিলেন? তিনি বললেনঃ আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর ভেদ (গোপনীয় কথা) ফাঁস করবো না। এরপর রাসূুলুল্লাহসাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর ওফাত হয়ে গেল। তখন আমি তাঁকে বললামঃ আপনার উপর আমার যে দাবী আছে, আপনি আমি তার কসম দিয়ে বলছি যে, আপনি কি গোপনীয় কথাটি আমাকে জানাবেন না?;\n\nতখন ফাতিমা (রাঃ) বললেনঃ হ্যাঁ, এখন আপনাকে জানাবো। সুতরাং তিনি আমাকে জানাতে গিয়ে বললেনঃ প্রথম বার তিনি আমার নিকট যে গোপনীয় কথা বললেন, তাহল এই যে, তিনি আমার নিকট বর্ণনা করেন যে, জিবরীল আলাইহিস সালাম প্রত্যেক বছর এসে পূর্ণ কুরআন একবার আমার নিকট পেশ করতেন। কিন্তু এ বছর তিনি এসে তা আমার কাছে দুবার পেশ করেছেন। এতে আমি অনুমান করছি যে, আমার চির বিদায়ের সময় ঘনিয়ে আসছে। সুতরাং তুমি আল্লাহকে ভয় করে চলবে এবং বিপদে ধৈর্যধারণ করবে। নিশ্চয়ই আমি তোমার জন্য উত্তম অগ্রগমনকারী। তখন আমি কাঁদলাম যা নিজেই দেখলেন। তারপর যখন তিনি আমার বিষন্ন ভাব দেখলেন, তখন দ্বিতীয়বার আমাকে কানে কানে বললেনঃ তুমি কি জান্নাতের মুসলিম মহিলাদের অথবা এ উম্মতের মহিলাদের নেত্রী হয়ে যাওয়াতে সন্তুষ্ট হবে না? (তখন আমি হেসে দিলাম)।;\n",
        "id": 5849,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬০৪. চিত হয়ে শোয়া",
        "hadithBengali": "৫৮৫০। আলী ইবনু আবদুল্লাহ (রহঃ) ... আবদুল্লাহ ইবনু যায়দ আনসারী (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে মসজিদে চিত হয়ে শুয়ে থাকতে দেখেছি, তখন তার এক পা আরেক পায়ের উপর রাখা ছিল।;\n",
        "id": 5850,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ্ ইবন যায়দ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬০৫.  তৃতীয় ব্যক্তিকে বাদ দিয়ে দুজনে কানে-কানে বলবে না। এ প্রসঙ্গে মহান আল্লাহর বানীঃ হে মুমিনগন! যখন গোপন পরামর্শ কর, সে পরামর্শ যেন পাপাচার, সীমালঙ্গন ... মুমিনদের কর্তব্য আল্লাহর উপর নির্ভর করবে (৫৮ঃ ৯-১০)। আরও আল্লাহর বানীঃ হে মুমিনগন! তোমরা রসূলের সঙ্গে চুপিচুপি কথা বলতে চাইলে তাঁর পূর্বে সদাকা প্রদান করবে ... তোমরা যা কর আল্লাহ তা সম্যক অবগত(৫৮ঃ ১২-১৩)।",
        "hadithBengali": "৫৮৫১। আবদুল্লাহ ইবনু ইউসুফ ও ইসমাঈল (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্নিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যদি কোথাও তিনজন লোক থাকে তবে তৃতীয় জনকে বাদ দিয়ে দুজনে মিলে চুপি চুপি কথা বলবে না।;\n",
        "id": 5851,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬০৬.  গোপনীয়তা রক্ষা করা",
        "hadithBengali": "৫৮৫২। আবদুল্লাহ ইবনু সাব্বাহ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেন একবার নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার কাছে একটি বিষয় গোপনে বলেছিলেন। আমি তার পরেও কাউকে তা জানাইনি। এটা সম্পর্কে উম্মে সুলায়ম (রাঃ) আমাকে জিজ্ঞেস করেছিলেন। কিন্তু আমি তাঁকেও বলি নি।;\n",
        "id": 5852,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬০৭. কোথাও তিনজনের বেশী লোক হলে গোপনে কথা বলা, আর কানে-কানে কথা বলা দূষনীয় নয়",
        "hadithBengali": "৫৮৫৩। উসমান (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্নিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যখন কোথাও তোমরা তিনজন থাকো, তখন একজনকে বাদ দিয়ে দুজনে কানে-কানে কথা বলবে না। এতে তার মনে দুঃখ হবে। তোমরা পরস্পর মিশে গেলে তবে তা করাতে দোষ নেই।;\n",
        "id": 5853,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ' ইব্'ন মাসউদ (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬০৭. কোথাও তিনজনের বেশী লোক হলে গোপনে কথা বলা, আর কানে-কানে কথা বলা দূষনীয় নয়",
        "hadithBengali": "৫৮৫৪। আবদান (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একদিন কিছু মাল লোকজনকে বণ্টন করে দিলেন। তখন একজন আনসারী মন্তব্য করলেন যে এ বণ্টনটি এমন যার মধ্যে আল্লাহর সন্তুষ্টির প্রতি লক্ষ্য রাখা হয়নি। তখন আমি বললাম সাবধান! আল্লাহর কসম! আমি নিশ্চয়ই নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট গিয়ে এ কথাটা বলে দিব। এরপর আমি তার নিকট গেলাম। কিন্তু তখন তিনি একদল সাহাবীর মধ্যে ছিলেন। তাই আমি কথাটা তাকে কানে-কানেই বললাম তখন তিনি রেগে গেলেন। এমন কি তার চেহারার রং লাল হয়ে গেল। কিছুক্ষণ পরে তিনি বললেনঃ মূসা (আলাইহিস সালাম) এর উপর রহমত নাযিল হোক। তাকে এর চাইতে অধিক কষ্ট দেওয়া হয়েছে, কিন্তু তিনি ধৈর্য ধারণ করেছেন।;\n",
        "id": 5854,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ' ইব্'ন মাসউদ (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬০৮.  দীর্ঘ সময় কারো সাথে কানে-কানে কথা বলা",
        "hadithBengali": "৫৮৫৫। মুহাম্মদ ইবনু বাশশার (রহঃ) ... আনাস ইবনু মালিক (রাঃ) বর্ণনা করেন। একবার সালাতের একামত হয়ে গেলো, তখনও একজন লোক রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে কানে-কানে কথা বলছিলেন এবং দীর্ঘক্ষন ধরে তিনি এভাবে আলাপ করতে থাকলেন। এমন কি তার সঙ্গীগণ ঘুমিয়ে পড়েছিলেন। তারপর তিনি দাঁড়িয়ে সালাত (নামায/নামাজ) আদায় করলেন।;\n",
        "id": 5855,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬০৯. ঘুমানোর সময় ঘরে আগুন রাখবে না",
        "hadithBengali": "৫৮৫৬। আবূ নুয়ায়ম (রহঃ) ... সালিম (রহঃ) তার পিতা থেকে, তিনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেন। তিনি বলেছেনঃ যখন তোমরা ঘুমাবে তখন তোমাদের ঘরগুলোতে আগুন রেখে ঘুমাবে না।;\n",
        "id": 5856,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সালিম ইবনু আবদুল্লাহ্ (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬০৯. ঘুমানোর সময় ঘরে আগুন রাখবে না",
        "hadithBengali": "৫৮৫৭। মুহাম্মদ ইবনু আলা (রহঃ) ... আবূ মূসা (রাঃ) থেকে বর্ণিত। তিনি বলেন, একবার রাত্রি কালে মদিনার এক ঘরে আগুন লেগে ঘরের লোকজনসহ পুড়ে গেল। এদের অবস্থা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট জানানো হলে, তিনি বললেনঃ এ আগুন নিঃসন্দেহে তোমাদের জন্য চরম শত্রু। সুতরাং তোমরা যখন ঘুমাতে যাবে, তখন তোমাদেরই হিফাযতের জন্য তা নিভিয়ে ফেলবে।;\n",
        "id": 5857,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ মূসা আল- আশআরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬০৯. ঘুমানোর সময় ঘরে আগুন রাখবে না",
        "hadithBengali": "৫৮৫৮। কুতায়বা (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের পানাহারের পাত্রগুলো ঢেকে রাখবে। আর ঘুমাবার সময় (ঘরের) দরজাগুলো বন্ধ করবে এবং বাতিগুলো নিভিয়ে ফেলবে। কারণ প্রায়ই দুষ্ট ইদুরেরা জালানো বাতির ফিতাগুলো টেনে নিয়ে যায় এবং ঘরে আগুন লাগিয়ে গৃহবাসীকে জ্বালিয়ে দেয়।;\n",
        "id": 5858,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "জাবির ইবনু আবদুল্লাহ আনসারী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬১০.  রাত্রিকালে (ঘরের) দরজাগুলো বন্ধ করা",
        "hadithBengali": "৫৮৫৯। হাসসান ইবনু আবূ আব্বাদ (রহঃ) ... জাবির (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ রাতে যখন তোমরা ঘুমাতে যাবে, তখন বাতি নিভিয়ে দেবে, দরজা বন্ধ করবে, খাদ্য ও পানীয় দ্রব্যাদি ঢেকে রাখবে এবং মশকের মুখ বেঁধে বাখবে। হাম্মাম বলেনঃ এক টুকরা কাঠ দিয়ে হলেও।;\n",
        "id": 5859,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "জাবির ইবনু আবদুল্লাহ আনসারী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬১১. বয়োঃপ্রাপ্তির পর খাতনা করা এবং বগলের পশম উপড়ানো",
        "hadithBengali": "৫৮৬০। ইয়াহইয়া ইবনু কুযাআ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ মানুষের স্বভাবগত বিষয় হলো পাচটিঃ খাতনা করা, নাভির নীচের পশম কামানো, বগলের পশম উপড়ানো, গোঁফ কাটা এবং (অতিরিক্ত) নখ কাটা।;\n",
        "id": 5860,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬১১. বয়োঃপ্রাপ্তির পর খাতনা করা এবং বগলের পশম উপড়ানো",
        "hadithBengali": "৫৮৬১। আবূল ইয়ামান (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ ইবরাহীম (আলাইহিস সালাম) আশি বছর বয়সের পর কাদূম নামক স্থানে নিজেই নিজের খাতনা করেন। কুতায়বা (রহঃ) আবূয যিনাদ (রহঃ) থেকে বর্ণিত। তিনি বলেনঃ কাদ্দুম একটি স্থানের নাম।;\n",
        "id": 5861,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬১১. বয়োঃপ্রাপ্তির পর খাতনা করা এবং বগলের পশম উপড়ানো",
        "hadithBengali": "৫৮৬২। মুহাম্মদ ইবনু আব্দুর রহীম (রহঃ) ... সাঈদ ইবনু জুবায়র (রাঃ) থেকে বর্ণিত। তিনি বলেন, ইবনু আব্বাস (রাঃ) কে জিজ্ঞাসা করা হলো যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর ওফাতের সময় আপনি বয়সে কার মত ছিলেন? তিনি বললেনঃ আমি তখন মাখতুন (খাতনাকৃত) ছিলাম। তিনি আরও বলেনঃ তাদের নিয়ম ছিল যে সাবালক না হওয়া পর্যন্ত তারা খাতনা করতেন না।;\n",
        "id": 5862,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "যায়দ ইবনু জুবাইর (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬১২. যেসব খেলাধুলা আল্লাহর আনুগত্য হতে বিরত রাখে সেগুলো বাতিল (হারাম)। আর ঐ ব্যক্তির ব্যপারে, যে তার বন্ধুকে বলল, চলো, আমি তোমার সাথে জুয়া খেলবো। এ প্রসঙ্গে আল্লাহর বাণীঃ মানুষের মধ্যে কেউ কেউ অজ্ঞতাবশতঃ অসার বাক্য ক্রয় করে নেয়।  (৩১ঃ ৬)",
        "hadithBengali": "৫৮৬৩। ইয়াহইয়া ইবনু বুকায়র (রহঃ) ... আবূ হুরায়রা (রাঃ) বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের কেউ যদি কসম করে এবং তার কসমে বলে লাত ও উযযার কসম, তা হলে সে যেন লা ইলাহা ইলাল্লাহ বলে, আর যে কেউ তার বন্ধুকে বলেঃ এসো আমি তোমার সাথে জুয়া খেলবো। সে যেন সাদাকা করে।;\n",
        "id": 5863,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬১৩. পাকা ঘর-বাড়ি নির্মাণ করা। আবু হুরায়রা (রাঃ) বর্ণনা করেন যে, নবী (সাঃ) বলেছেনঃ কিয়ামতের অন্যতম আলামত হলো, তখন পশুর রাখালেরা পাকা বাড়ি-ঘর নির্মাণে পরস্পর প্রতিযোগিতা করবে",
        "hadithBengali": "৫৮৬৪। আবূ নুয়ায়ম (রহঃ) ... ইবনু উমর (রাঃ) বর্ননা করেন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যামানায় আমার খেয়াল হলো যে, আমি নিজ হাতে আল্লাহর কোন সৃষ্টির সাহায্য ছাড়া এমন একটা ঘর বানিয়ে নেই, যা আমাকে বৃষ্টির পানি থেকে ঢেকে রাখে এবং আমাকে রোদ থেকে ছায়া দান করে।;\n",
        "id": 5864,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬১৩. পাকা ঘর-বাড়ি নির্মাণ করা। আবু হুরায়রা (রাঃ) বর্ণনা করেন যে, নবী (সাঃ) বলেছেনঃ কিয়ামতের অন্যতম আলামত হলো, তখন পশুর রাখালেরা পাকা বাড়ি-ঘর নির্মাণে পরস্পর প্রতিযোগিতা করবে",
        "hadithBengali": "৫৮৬৫। আলী ইবনু আবদুল্লাহ (রহঃ) ... ইবনু উমর (রাঃ) বর্ণনা করেন। আল্লাহর কসম! আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর পর থেকে এ পর্যন্ত কোন ইটের উপর ইট রাখি নি। (অর্থাৎ কোন পাকা ঘর নির্মাণ করিনি) আর কোন খেজুরের চারা লাগাই নি। সুফিয়ান (রাবী) বর্ণনা করেন, আমি এ হাদীসটি তার পরিবারের এক ব্যাক্তির নিকট উল্লেখ করলাম। তিনি বললেনঃ আল্লাহর কসম! তিনি তো নিশ্চয়ই পাকা ঘর নির্মাণ করেছেন। তখন আমি বললাম, তা হলে সম্ভবতঃ এ হাদীসটি তাঁর পাকা ঘর নিমাণের আগেকার হবে।;\n",
        "id": 5865,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    }
]