[
    {

        "chapter_bn": "২৬৮২. সময়ের বিরিতি দিয়ে দিয়ে নসীহত করা",
        "hadithBengali": "মুল গ্রন্থে এই নম্বরের (৫৮৬৬) কোন হাদিস নেই। তাই আমরাও দিতে পারি নি।;\n",
        "id": 5866,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "",
        "status_bn": "তাহকীক অপেক্ষমাণ",

    },
    {

        "chapter_bn": "২৬১৫.  শ্রেষ্টতম ইস্তেগফার। আল্লাহ তা'আলার বাণীঃ তোমরা তোমাদের নিজ প্রতিপালকের নিকট ক্ষমা প্রার্থনা কর। তিনি তো মহা ক্ষমাশীল। তিনি তোমাদের জন্য প্রচুর বৃষ্টিপাত করবেন, তিনি তোমাদের সমৃদ্ধ করবেন ধন সম্পদ ও সন্তান সন্ততিতে এবং তোমাদের জন্য স্থাপন করবেন উদ্যান ও প্রবাহিতি করবেন নদী-নালা। (৭১ঃ ১০-১২) আর আল্লাহর বাণীঃ আর যারা অশালীন কাজ করে ফেলে অথবা নিজেদের প্রতি যুলুম করলে আল্লাহ্'কে স্মরণ করে এবং নিজেদের পাপের জন্য ক্ষমা প্রার্থনা করে ...... (৩ঃ ১৩৫)",
        "hadithBengali": "৫৮৬৭। আবূ মামার (রহঃ) ... শাদ্দাদ ইবনু আউস (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ সাইয়্যেদুল ইস্তিগফার হলো বান্দার এ দুআ পড়া হে আল্লাহ তুমিই আমার প্রতিপালক। তুমি ছাড়া কোন ইলাহ নেই। তুমিই আমাকে সৃষ্টি করেছ। আমি তোমারই গোলাম। আমি যথাসাধ্য তোমার সঙ্গে প্রতিজ্ঞা ও অঙ্গীকারের উপর আছি। আমি আমার সব কৃতকর্মের কুফল থেকে তোমার কাছে পানাহ চাচ্ছি। তুমি আমার প্রতি তোমার যে নিয়ামত দিয়েছ তা স্বীকার করছি। আর আমার কৃত গুনাহের কথাও স্বীকার করছি। তুমি আমাকে মাফ করে দাও। কারন তুমি ছাড়া কেউ গুনাহ ক্ষমা করতে পারবে না।;\n\nযে ব্যাক্তি দিনের (সকাল) বেলায় দৃঢ় বিশ্বাসের সাথে এ ইস্তিগফার পড়বে আর সন্ধা হওয়ার আগেই সে মারা যাবে, সে জান্নাতী হবে। আর যে ব্যাক্তি রাতের (প্রথম) বেলায় দৃঢ় বিশ্বাসের সাথে এ দুআ পড়ে নেবে আর সে ভোর হওয়ার আগেই মারা যাবে সে জান্নাতী হবে।;\n\n\nসাইয়্যেদুল ইস্তিগফার বাংলা উচ্চারন সহঃ;\n\n(اللَّهُمَّ أَنْتَ رَبِّي لَا إِلَهَ إِلَّا أَنْتَ خَلَقْتَنِي وَأَنَا عَبْدُكَ وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ أَبُوءُ لَكَ بِنِعْمَتِكَ عَلَيَّ وَأَبُوءُ لَكَ بِذَنْبِي فَاغْفِرْ لِي فَإِنَّهُ لَا يَغْفِرُ الذُّنُوبَ إِلَّا أَنْتَ );\n\nউচ্চারণ: আল্লাহুম্মা আনতা রব্বী লা-ইলাহা ইল্লা আনতা খালাক্কতানী ওয়া আনা আবদুকা ওয়া আনা আলা আহ্'দিকা ওয়া ওয়াদিকা মাসতাততু আউযুবিকা মিন শার্'রি মা ছানাতু আবূউলাকা বিনিমাতিকা আলাইয়্যা ওয়া আবূউলাকা বিযানবী ফাগ্'ফির্'লী ফাইন্নাহু লা-ইয়াগফিরুয্'যুনূবা ইল্লা আনতা;।;\n",
        "id": 5867,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "শাদ্দাদ ইবনু আওস (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬১৬. দিনে ও রাতে নাবী (সাঃ) এর ইস্তিগফার",
        "hadithBengali": "৫৮৬৮। আবূল ইয়ামান (রহঃ) ... আবূ হুরায়রা (রাঃ) বর্ণনা করেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছিঃ আল্লাহর কসম! আমি প্রত্যহ আল্লাহর কাছে সত্তরবারেরও বেশী ইস্তিগফার ও তাওবা করে থাকি।;\n",
        "id": 5868,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬১৭. তাওবা করা। কাতাদা (রহঃ) বলেন। মহান আল্লাহর বাণীঃ ;তোমরা সবাই আন্তরিকতার সাথে আল্লাহর কাছে তাওবা কর;।",
        "hadithBengali": "৫৮৬৯। আহমাদ ইবনু ইউনুস (রহঃ) ... আবদুল্লাহ ইবনু মাসউদ (রাঃ) দুটি হাদীস বর্ননা করেছেন। একটি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে আর অন্যটি তার নিজ থেকে। তিনি বলেন, ঈমানদার ব্যাক্তি তার গুনাহ গুলোকে এত বিরাট মনে করে, যেন সে একটা পাহাড়ের নীচে বসা আছে, আর সে আশংকা করছে যে, সম্ভবত পাহাড়টা তার উপর ধসে পড়বে। আর পাপিষ্ঠ ব্যাক্তি তার গুনাহুগুলোকে মাছির মত মনে করে, যা তার নাকে বসে চলে যায়। এ কথাটি আবূ শিহাব নিজ নাকে হাত দিয়ে দেখিয়ে বলেন।;\n\nতারপর (নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত হাদীসটি বর্ণনা করে বলেন) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ মনে কর কোন এক ব্যাক্তি (সফরের অবস্থায় বিশ্রামের জন্য) কোন এক স্থানে অবতরণ করলো, সেখানে প্রানেরও ভয় ছিল। তার সাথে তার সফরের বাহন ছিল। যার উপর তার খাদ্য ও পানীয় ছিল, সে মাথা রেখে ঘুমিয়ে পড়লো এবং জেগে দেখলো তার বাহন চলে গেছে। তখন সে গরমে ও পিপাসায় কাতর হয়ে পড়লো।;\n\nরাবী বলেনঃ আল্লাহ যা চাইলেন তা হল। তখন সে বললো যে, আমি যে জায়গায় ছিলাম সেখানেই ফিরে যাই। এরপর সে নিজ স্থানে ফিরে এসে আবার ঘুমিয়ে পড়লো। তারপর জেগে দেখলো যে তার বাহনটি তার পাশে দাঁড়িয়ে আছে। তখন সে ব্যাক্তি যে পরিমাণ খুশী হলো। নিশ্চয়ই আল্লাহ তায়ালা তার বান্দার তাওবা করার কারণে এর চাইতেও অনেক বেশী খুশী হন। আবূ আওয়ানা ও জারীর আমাশ (রহঃ) থেকে অনুরূপ বর্ণনা করেছেন।;\n",
        "id": 5869,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ' ইব্'ন মাসউদ (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬১৭. তাওবা করা। কাতাদা (রহঃ) বলেন। মহান আল্লাহর বাণীঃ ;তোমরা সবাই আন্তরিকতার সাথে আল্লাহর কাছে তাওবা কর;।",
        "hadithBengali": "৫৮৭০। ইসহাক ও হুদবাহ (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহ তাআলা বান্দার তাওবার কারণে সেই লোকটির চাইতেও বেশী খুশী হন, যে লোকটি মরুভূমিতে তার উট হারিয়ে পরে তা পেয়ে যায়।;\n",
        "id": 5870,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬১৮. ডান পাশে শয়ন করা",
        "hadithBengali": "৫৮৭১। আবদুল্লাহ ইবনু মুহাম্মদ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রাতের শেষ দিকে এগার রাকাত সালাত (নামায/নামাজ) আদায় করতেন। তারপর যখন সুবহে সাদিক হতো, তখন তিনি দুরাকাত সালাত আদায় করতেন। এরপর তিনি নিজের ডান পাশে কাত হয়ে বিশ্রাম নিতেন। যতক্ষন না মুয়াযযিন এসে তাঁকে সালাতের খবর দিতেন।;\n",
        "id": 5871,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬১৯. পবিত্র অবস্থায় রাত কাটানো এবং তার ফযীলত",
        "hadithBengali": "৫৮৭২। মুসাদ্দাদ (রহঃ) ... বারাআ ইবনু আযিব (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে বললেনঃ যখন তুমি শোয়ার বিছানায় যেতে চাও, তখন তুমি সালাত (নামায/নামাজ) এর উযূর ন্যায় উযূ (ওজু/অজু/অযু) করবে। এরপর ডান পাশের উপর কাত হয়ে শুয়ে পড়বে। আর এ দুআ পড়বে, হে আল্লাহ! আমি আমার চেহারাকে (অর্থাৎ যাবতীয় অঙ্গ-প্রত্যঙ্গকে) তোমার হাতে সঁপে দিলাম। আর আমার সকল বিষয় তোমারই নিকট সমর্পন করলাম এবং আমার পিঠখানা তোমার আশ্রয়ে সোপর্দ করলাম। আমি তোমার গযবের ভয়ে ভীত ও তোমার রহমতের আশায় আশান্নিত। তোমার নিকট ছাড়া কোন আশ্রয়স্থল নেই এবং নেই মুক্তি পাওয়ার স্থান। তুমি যে কিতাব নাযিল করেছ, আমি তার উপর ঈমান এনেছি এবং তুমি যে নবী পাঠিয়েছ আমি তার উপর ঈমান এনেছি। যদি তুমি এ রাতেই মরে যাও, তোমার সে মওত স্বভাবধর্ম ইসলামের উপরই হবে। অতএব তোমার এ দুআ যেন তোমার এ রাতের সর্বশেষ কথা হয়। রাবী বারাআ বলেন, আমি বললামঃ আমি এ কথা মনে রাখবো। তবে وَبِرَسُولِكَ الَّذِي أَرْسَلْتَ সহ। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, না ওভাবে নয়, তুমি বলবে, وَبِنَبِيِّكَ الَّذِي أَرْسَلْتَ;\n",
        "id": 5872,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "বারাআ ইবনু আযিব (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬২০. ঘুমাবার সময় কি দুআ পড়বে",
        "hadithBengali": "৫৮৭৩। কাবীসা (রহঃ) ... হুযায়ফা ইবনু ইয়ামান (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন বিছানায় আশ্রয় গ্রহণ করতে যেতেন, তখন তিনি এ দুআ পড়তেনঃ হে আল্লাহ! আপনারই নাম নিয়ে মরি আর আপনার নাম নিয়েই জীবিত হই। আর তিনি যখন জেগে উঠতেন তখন পড়তেনঃ যাবতীয় প্রশংসা সে আল্লাহর জন্য যিনি আমাদের (নিদ্রা জাতীয়) মৃত্যুদানের পর আবার আমাদের পুনর্জীবিত করেছেন। (অবশেষে) আমাদের তারই নিকটে মিলিত হতে হবে।;\n",
        "id": 5873,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "হুযাইফাহ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬২০. ঘুমাবার সময় কি দুআ পড়বে",
        "hadithBengali": "৫৮৭৪। সাঈদ ইবনু রাবী ও মুহাম্মাদ ইবনু আরআরা (রহঃ) ... বারাআ ইবনু আযিব (রাঃ) বর্ণনা করেন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কোন এক ব্যাক্তিকে নির্দেশ দিলেন, অন্য সূত্রে বর্ণনা করেন যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক ব্যাক্তিকে অসিয়ত করলেন যে, যখন তুমি বিছানায় ঘুমাতে যাবে, তখন তুমি এ দুআ পড়বে, ইয়া আল্লাহ! আমি আমার প্রাণকে আপনার কাছে সোপর্দ করলাম-আর আমার বিষয় ন্যাস্ত করলাম আপনার দিকে এবং আমার চেহারা আপনার দিকে ফিরিয়ে দিলাম, আপনার রহমতের আশায় এবং আপনার গযবের ভয়ে। আপনার নিকট ছাড়া আপনার গযব থেকে পালিয়ে যাওয়ার এবং আপনার আযাব থেকে বেঁচে যাওয়ার আর কোন জায়গা নেই। আপনি যে কিতাব নাযিল করেছেন আমি তার উপর দৃঢ় বিশ্বাস করছি এবং আপনি যে নবী পাঠিয়েছেন, আমি তার উপর পূর্ণ বিশ্বাস স্থাপন করেছি। যদি তুমি এ অবস্থায়ই মরে যাও, তবে তুমি স্বভাবধর্ম ইসলামের উপর মৃত্যুবরণ করবে।;\n",
        "id": 5874,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "বারাআ ইবনু আযিব (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬২১. ডান গালের নীচে ডান হাত রেখে ঘুমানো",
        "hadithBengali": "৫৮৭৫। মূসা ইবনু ইসমাঈল (রহঃ) ... হুযায়ফা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রাতে নিজ বিছানায় শোয়ার সময় নিজ হাতখানা গালের নীচে রাখতেন, তারপর বলতেন ইয়া আল্লাহ! আপনার নামেই মরি। আপনার নামেই জীবিত হই। আর যখণি জাগতেন তখন বলতেনঃ সে আল্লাহর জন্য প্রশংসা, তিনি মৃত্যুর পর আমাদের জীবন দান করলেন এবং তারই দিকে আমাদের পুনরুত্থান।;\n",
        "id": 5875,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "হুযাইফাহ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬২২. ডান পাশের উপর ঘুমানো",
        "hadithBengali": "৫৮৭৬। মুসাদ্দাদ (রহঃ) ... বারা ইবনু আযিব (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন নিজ বিছানায় বিশ্রাম নিতে যেতেন, তখন তিনি ডান পাশের উপর ঘুমাতেন এবং বলতেনঃ ইয়া আল্লাহ! আমি আমার সত্তাকে আপনার কাছে সোপর্দ করলাম এবং আমার চেহারা আপনারই দিকে ফিরিয়ে দিন। আর আমার বিষয় ন্যাস্ত করলাম আপনার দিকে আপনার রহমতের আশায়। আপনি ছাড়া কারো আশ্রয় নেই আর নেই কোন গন্তব্য। আপনার নাযিলকৃত কিতাবে ঈমান আনলাম এবং আপনার প্রেরিত নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর প্রতিও। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ যে ব্যাক্তি শোয়ার সময় এ দুআগুলো পড়বে, আর সে রাতেই তার মৃত্যু হবে সে স্বভাব ধর্ম ইসলামের উপরই মরবে।;\n",
        "id": 5876,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "বারাআ ইবনু আযিব (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬২৩. রাতে ঘুম থেকে জাগার পর দুআ",
        "hadithBengali": "৫৮৭৭। আলী ইবনু আবদুল্লাহ (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, একবার আমি মায়মুনা (রাঃ) এর ঘরে রাত কাটালাম। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উঠে তার প্রয়োজনাদি সেরে মুখ-হাত ধুয়ে শুইয়ে পড়লেন। কিছুক্ষণ পরে আবার জেগে উঠে পানির মাশকের নিকট গিয়ে এর মুখ খুললেন। এরপর মাঝারি রকমের এমন উযূ (ওজু/অজু/অযু) করলেন যে; তাতে বেশী পানি লাগালেন না। অথচ পুরা উযূই করলেন। তারপর তিনি সালাত (নামায/নামাজ) আদায় করতে গাগলেন। তখন আমিও জেগে উঠলাম। তবে আমি কিছু দেরী করে উঠলাম। এজন্য যে, আমি এটা পছন্দ করলাম না যে, তিনি আমার অনুসরণকে দেখে ফেলেন। যা হোক আমি উযূ করলাম। তখনও তিনি দাঁড়িয়ে সালাত আদায় করছিলেন। সুতরাং আমি গিয়ে তাঁর বাম দিকে দাঁড়িয়ে গেলাম। তখন তিনি আমার কান ধরে তার ডান দিকে আমাকে ঘুরিয়ে নিলেন।;\n\nএরপর তার তেরো রাকা আত সালাত পূর্ন হলো। তারপর তিনি আবার কাত হয়ে ঘুমিয়ে পড়লেন। এমন কি নাক ডাকাতেও লাগলেন। তার অভ্যাস ছিল যে, তিনি ঘুমে নাক ডাকাতেন। এরপর বিলাল (রাঃ) এসে তাকে জাগালেন। তখন তিনি নতুন উযূ না করেই সালাত আদায় করলেন। তার দুআর মধ্যে এ দুআও ছিলঃ ইয়া আল্লাহ! আপনি আমার অন্তরে আমার চোখে, আমার কানে, আমার ডানে বামে, আমার উপর-নীচে, আমার সামনে-পেছনে, আমার জন্য নূর দান করুন।;\n\nকুরায়ব (রহঃ) বলেন, এ সাতটি আমার তাবুতের মত। এরপর আমি আব্বাসের পুত্রদের একজনের সঙ্গে সাক্ষাত করলাম, তিনি আমাকে এ সাতটি অঙ্গের কথা বর্ণনা করলেন এবং রগ, গোশত, রক্ত, চুল ও চামড়ার উল্লেখ করলেন এবং আরো দুটির কথা উল্লেখ করেন।;\n",
        "id": 5877,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬২৩. রাতে ঘুম থেকে জাগার পর দুআ",
        "hadithBengali": "৫৮৭৮। আবদুল্লাহ ইবনু মুহাম্মদ (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, যখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাহাজ্জুদের সালাতে দাঁড়াতেন, তখন বলতেনঃ ইয়া আল্লাহ! সন্মুখে প্রশংসা আপনারই জন্য, আপনি রক্ষক আসমান ও যমীনের এবং যা কিছু এগুলোর মধ্যে আছে, আপনিই তাদের নূর। আর যাবতীয় প্রশংসা শুধু আপনারই। আসমান যমীন এবং এ দুএর মধ্যে যা আছে, এসব কিছুকে সুদৃঢ় ও কায়েম রাখার একমাত্র মালিক আপনই। আর সমস্ত প্রশংসা একমাত্র আপনারই। আপনিই সত্য, আপনার ওয়াদা সত্য, আপনার কথা সত্য, আখিরাতে আপনার সাক্ষাত লাভ করা সত্য, বেহেশত সত্য, দোযখ সত্য, কিয়ামত সত্য, পয়গাম্বরগন সত্য, এবং মুহাম্মদ সত্য। ইয়া আল্লাহ! আপনারই কাছে আত্মসমর্পন করেছি। আমি একমাত্র আপনারই উপর ভরসা রাখি। একমাত্র আপনারই উপর ঈমান এনেছি। আপনারই দিকে ফিরে চলছি। শত্রুদের সাথে আপনারই খাতিরে শত্রুতা করি। আপনারই নিকট বিচার চাই। অতএব আমার আগের পরের এবং লুকায়িত প্রকাশ্য গুনাহ আপনি মাফ করে দিন। আপনিই কাউকে এগিয়ে দাতা, আর কাউকে পিছিয়ে দাতা আপনি ছাড়া আর কোন মাবূদ নেই।;\n",
        "id": 5878,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬২৪. ঘুমানোর সময়ের তাসবীহ ও তাকবীর বলা",
        "hadithBengali": "৫৮৭৯। সুলায়মান ইবনু হারব (রহঃ) ... আলী (রাঃ) থেকে বর্ণিত। একবার গম পেষার চাক্কি ঘুরানোর কারনে ফাতিমা (রাঃ) এর হাতে ফোস্কা পড়ে গেল। তখন তিনি একটি খাদেম চেয়ে নেয়ার উদ্দেশ্যে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এলেন তিনি তাকে পেলেন না। তখন তিনি আসার উদ্দেশ্যটি আয়িশা (রাঃ) এর নিকট ব্যক্ত করে গেলেন। এরপর তিনি যখন ঘরে এলেন তখন আয়িশা (রাঃ) এ বিষয়টি তাকে জানালেন। তারপর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের কাছে এমন সময় আসলেন যখন আমরা বিছানায় বিশ্রাম গ্রহণ করেছি। তখন আমি উঠতে চাইলে তিনি বললেন নিজ জায়গায়ই থাকো। তারপর আমাদের মাঝখানেই তিনি এমনিভাবে বসে গেলেন যে, আমি তার দুপায়ের শীতল স্পর্শ আমার বুকে অনুভব করলাম। তিনি বললেন আমি কি তোমাদের এমন একটি আমল বাতলে দেবনা যা তোমাদের জন্য একটি খাদেমের চাইতেও অনেক বেশী উত্তম। যখন তোমরা শয্যা গ্রহন করতে যাবে, তখন তোমরা আল্লাহু আকবার ৩৩ বার, সুবহানাল্লাহ ৩৩ বার আলহামদুলিল্লাহ ৩৩ বার পড়বে। এটা তোমাদের জন্য একটি খাদেমের চাইতেও অনেক বেশী মঙ্গলজনক। ইবনু সীরীন (রহঃ) বলেনঃ তাসবীহ হল ৩৪ বার।;\n",
        "id": 5879,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আলী ইবনু আবী তালিব (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬২৫. ঘুমাবার সময় আল্লাহর পানাহ চাওয়া এবং কুরআন পাঠ করা",
        "hadithBengali": "৫৮৮০। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন (ঘুমাবার জন্য) বিছানায় যেতেন, তখন মুয়াওবিযাত (ফালাক ও নাস) পড়ে তাঁর দুহাতে ফুঁক দিয়ে তা শরীরে মাসেহ করতেন।;\n",
        "id": 5880,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬২৬. পরিচ্ছেদ নাই",
        "hadithBengali": "৫৮৮১। আহমদ ইবনু ইউনুস (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যদি তোমাদের কেউ শয্যা গ্রহন করতে যায় তখন সে যেন তার লুঙ্গীর ভেতর দিক দিয়ে নিজ বিছানটি ঝেড়ে নেয়। কারণ, সে জানেনা যে, বিছানার উপর তার অবর্তমানে কষ্টদায়ক কোন কিছু রয়েছে কিনা। তারপর পড়বেঃبِاسْمِكَ رَبِّ وَضَعْتُ جَنْبِي، وَبِكَ أَرْفَعُهُ، إِنْ أَمْسَكْتَ نَفْسِي فَارْحَمْهَا، وَإِنْ أَرْسَلْتَهَا فَاحْفَظْهَا بِمَا تَحْفَظُ بِهِ الصَّالِحِينَ হে আমার প্রতিপালক! আপনারই নামে আমার দেহখানা বিছানায় রাখলাম এবং অপনারই নামে আবার উঠাবো। যদি আপনি ইতিমধ্যে আমার জানো কবয করে নেন; তা হলে, তার উপর দয়া করবেন। আর যদি তা আমাকে ফিরিয়ে দেন, তবে তাকে এমনভাবে হিফাযত করবেন! সেভাবে আপনি আপনার নেক বান্দাদের হিফাযত করে থাকেন।;\n",
        "id": 5881,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬২৭.  মধ্যরাতের দুআ",
        "hadithBengali": "৫৮৮২। আবদুল আযীয ইবনু আবদুল্লাহ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ প্রত্যকে রাতের শেষ তৃতীয়াংশ বাকী থাকতে আমাদের প্রতিপালক আমাদের নিকটতম আসমানে অবতরন করে বলতে থাকেনঃ আমার নিকট দুআ করবে কে? আমি তার দুআ কবুল করবো। আমার নিকট কে চাবে? আমি তাকে দান করবো। আমার কাছে কে তার গুনাহ মাফ চাইবে? আমি তারে মাফ করে দেবো।;\n",
        "id": 5882,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬২৮. পায়খানায় প্রবেশ করার সময় দুআ",
        "hadithBengali": "৫৮৮৩। মুহাম্মদ ইবনু আরআরা (রহঃ) ... আনাস ইবনু মালিক (রাঃ) বর্ণনা করেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন পায়খানায় প্রবেশ করতেন, তখন তিনি বলতেনঃ ইয়া আল্লাহ! আমি আপনার কাছে যাবতীয় পূরুষ ও স্ত্রী জাতীয় শয়তানদের থেকে পানা চাচ্ছি।;\n",
        "id": 5883,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬২৯. ভোর হলে কি দুআ পড়বে",
        "hadithBengali": "৫৮৮৪। মুসাদ্দাদ (রহঃ) ... সাদ্দাদ ইবনু আওস (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ সাইয়্যিদুল ইন্তিগফার হলঃ ইয়া-আল্লাহ! আপনিই আমার পালনকর্তা। আপনি ছাড়া আর কোন মাবুদ নেই। আপনিই আমাকে সৃষ্টি করেছেন, আর আমি আপনারই গোলাম। আর আমি আমার সাধ্যানুযায়ী আপনার সঙ্গে কৃত প্রতিজ্ঞা ও অঙ্গীকারের উপর সুদৃঢ়ভারে কায়েম আছি। আমি আমার প্রতি আপনার নিয়ামাত স্বীকার করছি এবং কৃতগুনাহসমূহ স্বীকার করছি। সুতরাং আমাকে ক্ষমা করে দিন। কারণ আপনি ছাড়া ক্ষমা করার আর কেউ নেই। আমি আমার কৃতগুনাহের মন্দ পরিণাম থেকে আপনারা কাছে পানাহ চাচ্ছি। যে ব্যাক্তি সন্ধ্যা বেলায় এ দুআ পড়বে আর এ রাতেই মারা যায় সে জান্নাতে প্রবেশ করবে। রাবী বলেন, অথবা তিনি বলেছেনঃ সে হবে জান্নাতী। আর যে ব্যাক্তি সকালে এ দুআ পড়বে, আর এ দিনই মারা যায় সেও অনুরুপ জান্নাতী হবে।;\n",
        "id": 5884,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "শাদ্দাদ ইবনু আওস (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬২৭.  মধ্যরাতের দুআ",
        "hadithBengali": "৫৮৮৫। আবূ নুয়ায়ম (রহঃ) ... হুযায়ফা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন ঘুমাতে চাইতেন, তখন বলতেনঃ ইয়া আল্লাহ! আমি আপনায় নামেই মরি এবং জীবিত হই। আর তিনি যখন ঘূম থেকে সজাগ হতেন তখন বলতেনঃ আল্লাহ তাআলারই যাবতীয় প্রসংসা যিনি আমাদের (নিদ্রা জাতীয়) ওফাত দেওয়ার পর আবার নতুন জীবন দান করেছেন। আর অবশেষে তারই কাছে আমাদের পুনরুত্থান হবে।;\n",
        "id": 5885,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "হুযাইফাহ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬২৯. ভোর হলে কি দুআ পড়বে",
        "hadithBengali": "৫৮৮৬। আবদান (রহঃ) ... আবূ যার (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন রাতে বিছানায় যেতেন তখন দুআ পড়তেনঃ ইয়া আল্লাহ! আমি আপনারই নামে মরি এবং জীবিত হই। আর যখন তিনি জেগে উঠতেন তখন বলতেনঃ সকল প্রশংসা আল্লাহরই যিনি আমাদের জীবিত করেছেন, (নিদ্রা জাতীয়) মৃত্যর পর এবং তারই কাছে পুনরুত্থান সুনিশ্চিত।;\n",
        "id": 5886,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ যার আল-গিফারী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৩০.  সালাতের মধ্যে দুআ পড়া",
        "hadithBengali": "৫৮৮৭। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আবূ বকর সিদ্দিকী (রাঃ) থেকে বর্ণিত। একবার তিনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট বললেনঃ আপনি আমাকে এমন একটি দুআ শিখিয়ে দিন, যা দিয়ে আমি সালাতে দুআ করব। তিনি বললেনঃ তুমি সালাতে পড়বেঃ ইয়া আল্লাহ! আমি আমার নিজের উপর অনেক বেশী যুলম করে ফেলেছি। আপনি ছাড়া আমার গুনাহ মাফ করার আর কেউ নেই। অতএব আপনি আপনার পক্ষ থেকে আমাকে মাফ করে দিন। আর আমার প্রতি দয়া করূন। নিশ্চইয় আপনি ক্ষমাশীল ও অতি দয়ালু।;\n",
        "id": 5887,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ বকর সিদ্দীক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৩০.  সালাতের মধ্যে দুআ পড়া",
        "hadithBengali": "৫৮৮৮। আলী (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত যে (আল্লাহর বাণী) ... সালাতে স্বর উচ্চ করবে না এবং অতিশয় ক্ষীণও করবে না ...।; এ আয়াতটি দুআ সম্পর্কেই নাযিল করা হয়েছে।;\n",
        "id": 5888,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৩০.  সালাতের মধ্যে দুআ পড়া",
        "hadithBengali": "৫৮৮৯। উসমান ইবনু আবূ শায়বা (রহঃ) ... আবদুল্লাহ (রাঃ) বলেন, আমরা সালাতে বলতামঃ আসসালামু আলাল্লাহ, আসসালামু আলা ফুলানিন তখন একদিন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের বললেনঃ আল্লাহ তাআলা তিনি নিজেই সালাম। সুতরাং তোমাদের কেউ যখন সালাতে বসবে, তখন সে যেন التَّحِيَّاتُ لِلَّهِ ... الصَّالِحِينَ পড়ে। সে যখন এতটুকু পড়বে তখন আসমান যমীনের আল্লাহর সব নেক বান্দাদের নিকট তা পৌছে যাবে। তারপর বলবেঃ أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ، وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ তারপর হামদ সানা যা ইচ্ছা পড়তে পারবে।;\n",
        "id": 5889,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ' ইব্'ন মাসউদ (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৩১. সালাতের পরের দুআ",
        "hadithBengali": "৫৮৯০। ইসহাক (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। গরীব সাহাবীগণ বলেনঃ ইয়া রাসূলাল্লাহ! ধনশীল লোকেরা তো উচ্চমর্যাদা ও চিরস্থায়ী নিয়ামত নিয়ে আমাদের থেকে এগিয়ে গেলেন। তিনি জিজ্ঞাসা করলেনঃ তা কেমন করে? তারা বললেনঃ আমরা যে রকম সালাত আদায় করি, তারাও সে রকম সালাত (নামায/নামাজ) আদায় করেন। আমরা সে রূপ জিহাদ করি, তারাও সেরূপ জিহাদ করেন এবং তারা তাদের অতিরিক্ত মাল দিয়ে সাদাকা-খায়রাত করেন; কিন্তু আমাদের কাছে সম্পদ নেই। তিনি বললেনঃ আমি কি তোমাদের একটি আমল বাতলে দেবনা, যে আমল দ্বারা তোমরা তোমাদের পূর্ববর্তীদের মর্যাদা অর্জন করতে পারবে, আর তোমাদের পরবর্তীদের চাইতে এগিয়ে যেতে পারবে, আর তোমাদের অনুরূপ আমল কেউ করতে পরেবে না, কেবলমাত্র যারা তোমাদের ন্যায় আমল করবে তারা ব্যতীত। সে আমল হলো তোমরা প্রত্যেক সালাতের পর ১০ বার সুবহানাল্লাহ, ১০ বার আলহামদুলিল্লাহ্' এবং ১০ বার আল্লাহ আকবর পাঠ করবে।;\n",
        "id": 5890,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৩১. সালাতের পরের দুআ",
        "hadithBengali": "৫৮৯১। কুতায়বা ইবনু সাঈদ (রহঃ) ... মুগীরা (রাঃ) আবূ সুফিয়ানের পূত্র মুআবিয়া (রাঃ) এর নিকট এক পত্র লিখেন যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম প্রত্যেক সালাতে সালাম ফিরানর পর বলতেনঃ আল্লাহ ছাড়া আর কোন মাবুদ নেই। তিনি একাই মাবুদ। তার কোন শরীক নেই। মুলক তারই, যাবতীয় প্রশংসা তারই প্রাপ্য। তিনি সব কিছুর উপর সর্বশক্তিমান। ইয়া আল্লাহ! আপনি কাউকে যা দান করেন তাকে বাধা দেওয়ার কেউ নেই। আর আপনি যাকে কোন কিছু দিতে বিরত থাকেন তাকে তা দেওয়ার মতো কেউ নেই। আপনার রহমত না হলে কারো চেষ্টা ফলপ্রসূ হবে না।;\n",
        "id": 5891,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "মুগীরা ইবনু শু'বা  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৩২. আল্লাহ তা'আলার বাণীঃ তুমি দুআ করবে .... (৯ঃ ১০৩) আর যিনি নিজেকে বাদ দিয়ে কেবল নিজের ভাই এর জন্য দুআ করেন। আবূ মূসা (রাঃ) বলেন, নাবী  (সাঃ)  দুআ করেন, ইয়া আল্লাহ! আপনি উবায়দ আবূ আমিরকে মাফ করুন। হে আল্লাহ! আপনি আবদুল্লাহ ইবনু কায়সের গুনাহ মাফ করে দিন। ",
        "hadithBengali": "৫৮৯২। মুহাম্মাদ (রহঃ) ... সালামা ইবনু আকওয়া (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একবার আমরা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে খায়বার অভিযানে বের হলাম। সেনাবাহিনীর এক ব্যাক্তি বললেনঃ ওহে আমির! যদি আপনি আপনার ছোট ছোট কবিতা থেকে কিছুটা আমাদের শোনাতেন? তখন তিনি সাওয়ারী থেকে নেমে হুদী গাইতে গাইতে বাহন হাঁকিয়ে নিতে শুরু করলেন। তাতে উল্লেখ করলেনঃ আল্লাহ তাআলা না হলে আমরা হেদায়েত পেতাম না। (রাবী বলেন) এ ছাড়া আরও কিছু কবিতা তিনি আবৃতি করলেন, যা আমি স্মরণ রাখতে পরিনি। তখন রাসুলুল্লাহসাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জিজ্ঞাসা করলেনঃ এ উট চালক লোকটি কে? সাথীরা বললেনঃ উনি আমির ইবনু আকওয়া। তিনি বললেনঃ আল্লাহ তার উপর রহম করুন। তখন দলের একজন বললেনঃ ইয়া রাসুলাল্লাহ! আপনি তার দুআর সাথে আমাদেরকেও শামিল করলে ভাল হতো না?;\n\nএরপর যখন মুজাহিদগন কাতার বন্ধী হয়ে শত্রুর সাথে যুদ্ধ করলেন। এ সময় আমির (রাঃ) তাঁর নিজের তরবারীর অগ্রভাগের আঘাতে আহত হলেন এবং এ আঘাতের দরুন তিনি মারা গেলেন। এদিন লোকেরা সন্ধ্যার পর (পাকের জন্য) বিচ্ছিন্নভাবে অনেক আগুন জানালেন। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জিজ্ঞাসা করলেনঃ এ সব আগুন কিসের? এসব আগুন দিয়ে তোমরা কি জাল দিচ্ছ। তারা বললেন আমরা গৃহপালিত গাধার গোশত জাল দিচ্ছি। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ ডেগগুলোর মধ্যে যা আছে, তা সব-ফেলে দাও এবং ডেগগুলোও ভেংগে ফেল। এক ব্যাক্তি বললেনঃ ইয়া রাসুলাল্লাহ! ডেগগুলোর মধ্যে যা আছে তা ফেলে দিলে এবং পাত্রগুলো ধুয়ে নিলে চলবে না? তিনি বললেনঃ তবে তাই কর।;\n",
        "id": 5892,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সালামাহ ইবনু আক্ওয়া (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৩২. আল্লাহ তা'আলার বাণীঃ তুমি দুআ করবে .... (৯ঃ ১০৩) আর যিনি নিজেকে বাদ দিয়ে কেবল নিজের ভাই এর জন্য দুআ করেন। আবূ মূসা (রাঃ) বলেন, নাবী  (সাঃ)  দুআ করেন, ইয়া আল্লাহ! আপনি উবায়দ আবূ আমিরকে মাফ করুন। হে আল্লাহ! আপনি আবদুল্লাহ ইবনু কায়সের গুনাহ মাফ করে দিন। ",
        "hadithBengali": "৫৮৯৩। মুসলিম (রহঃ) ... ইবনু আবূ আওফা (রাঃ) বর্ণনা করতেন, যখন কেউ কোন সাদাকা নিয়ে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট আসতো তখন তিনি দুআ করতেনঃ ইয়া আল্লাহ! আপনি অমুকের পরিজনের উপর রহম নাযিল করেন। একবার আমার আব্বা তার কাছে কিছু সাদাকা নিয়ে এলে তিনি বললেনঃ ইয়া আল্লাহ! আপনি আবূ আওফার বংশধরের উপর রহমত করুন।;\n",
        "id": 5893,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আবূ আওফা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৩২. আল্লাহ তা'আলার বাণীঃ তুমি দুআ করবে .... (৯ঃ ১০৩) আর যিনি নিজেকে বাদ দিয়ে কেবল নিজের ভাই এর জন্য দুআ করেন। আবূ মূসা (রাঃ) বলেন, নাবী  (সাঃ)  দুআ করেন, ইয়া আল্লাহ! আপনি উবায়দ আবূ আমিরকে মাফ করুন। হে আল্লাহ! আপনি আবদুল্লাহ ইবনু কায়সের গুনাহ মাফ করে দিন। ",
        "hadithBengali": "৫৮৯৪। আলী ইবনু অবদুলাহ (রহঃ) ... জারীর (রাঃ) থেকে বর্ণিত। তিনি বললেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তুমি কি যুল-খালাসাহকে নিশ্চিহ্ন করে আমাকে চিন্তামুক্ত করবে? সেটা ছিল এক মূর্তি। লোকেরা এর পূজা করতো। সেটাকে বলা হতো ইয়ামানী কাবা। আমি বললামঃ ইয়া রাসুলাল্লাহ! আমি ঘোড়ার উপর স্থির থাকতে পরি না। তখন তিনি আমার বুকে জোরে একটা থাবা মারলেন এবং বললেনঃ ইয়া আল্লাহ! আপনি তাকে স্থির রাখূন এবং তাকে হিদায়েতকারী ও হিদায়েতপ্রাপ্ত বানিয়ে দিন। তখন আমি আমারই গোত্র আহমাসের পঞ্চাশ জন যোদ্ধাসহ বের হলাম। সুফিয়ান (রহঃ) বলেছেনঃ কোন কোন সময় বলেছেনঃ আমি আমার গোত্রের একদল যোদ্ধার মধ্যে গেলাম। তারপর আমি সেই মুর্তিটির নিকট গিয়ে তাকে জ্বালিয়ে ফেললাম। এরপর আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে বললাম ইয়া রাসুলাল্লাহ! আল্লাহর কসম! আমি যুল-খালাসাকে জ্বালিয়ে পুড়িয়ে পাঁচড়াযুক্ত উটের ন্যায় করে ছেড়েই আপনার কাছে এসেছি। তখন তিনি আহমাস গোত্র ও তার যোদ্ধাদের জন্য দুআ করলেন।;\n",
        "id": 5894,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "জারীর ইবনু আবদুল্লাহ আল বাজলী  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৩২. আল্লাহ তা'আলার বাণীঃ তুমি দুআ করবে .... (৯ঃ ১০৩) আর যিনি নিজেকে বাদ দিয়ে কেবল নিজের ভাই এর জন্য দুআ করেন। আবূ মূসা (রাঃ) বলেন, নাবী  (সাঃ)  দুআ করেন, ইয়া আল্লাহ! আপনি উবায়দ আবূ আমিরকে মাফ করুন। হে আল্লাহ! আপনি আবদুল্লাহ ইবনু কায়সের গুনাহ মাফ করে দিন। ",
        "hadithBengali": "৫৮৯৫। সাঈদ ইবনু রাবী (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, একদিন উম্মে সুলায়ম (রাঃ) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বললেনঃ আনাস তো আপনারই খাদেম। তখন তিনি বললেনঃ ইয়া আল্লাহ! আপনি তার সম্পদ সন্তান সন্ততি বাড়িয়ে দিন এবং আপনি তাকে যা কিছু দান করেছেন তাতে বরকত দান করুন।;\n",
        "id": 5895,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৩২. আল্লাহ তা'আলার বাণীঃ তুমি দুআ করবে .... (৯ঃ ১০৩) আর যিনি নিজেকে বাদ দিয়ে কেবল নিজের ভাই এর জন্য দুআ করেন। আবূ মূসা (রাঃ) বলেন, নাবী  (সাঃ)  দুআ করেন, ইয়া আল্লাহ! আপনি উবায়দ আবূ আমিরকে মাফ করুন। হে আল্লাহ! আপনি আবদুল্লাহ ইবনু কায়সের গুনাহ মাফ করে দিন। ",
        "hadithBengali": "৫৮৯৬। উসমান ইবনু আবূ শায়বা (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক ব্যাক্তিকে মসজিদে কুরআন তিলাওয়াত করতে বললেন। তখন তিনি বললেনঃ আল্লাহ তার উপর রহমত করুন। সে আমাকে অমুক অমুক আয়াত স্মরণ করিয়ে দিয়েছে, যা আমি অমুক অমুক সূরা থেকে ভুলে গিয়েছিলাম।;\n",
        "id": 5896,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৩২. আল্লাহ তা'আলার বাণীঃ তুমি দুআ করবে .... (৯ঃ ১০৩) আর যিনি নিজেকে বাদ দিয়ে কেবল নিজের ভাই এর জন্য দুআ করেন। আবূ মূসা (রাঃ) বলেন, নাবী  (সাঃ)  দুআ করেন, ইয়া আল্লাহ! আপনি উবায়দ আবূ আমিরকে মাফ করুন। হে আল্লাহ! আপনি আবদুল্লাহ ইবনু কায়সের গুনাহ মাফ করে দিন। ",
        "hadithBengali": "৫৮৯৭। হাফস ইবনু উমর (রহঃ) ... আব্দুল্লাহ (রাঃ) থেকে বর্ণিত। একদা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম গনীমতের মাল বন্টন করে দিলেন তখন এক ব্যাক্তি মন্তব্য করলেনঃ এটা এমন বাটোয়ারা হল যার মধ্যে আল্লাহর সন্তুষ্টির খেয়াল রাখা হয়নি। আমি তা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জানালে তিনি রাগান্বিত হলেন। এমনকি আমি তার চেহারার মধ্যে রাগের আলামত দেখতে পেলাম। তিনি বললেনঃ মূসা (আলাইহিস সালাম) এর প্রতি আল্লাহ রহম করুন তাকে এর চাইতে অধিকতর কষ্ট দেয়া হয়েছে কিন্তু তিনি ধৈর্যধারণ করেছেন।;\n",
        "id": 5897,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ' ইব্'ন মাসউদ (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৩৩. দুআর মধ্যে ছন্দ যুক্ত শব্দ ব্যবহার করা মাকরূহ",
        "hadithBengali": "৫৮৯৮। ইয়াহইয়া ইবনু মুহাম্মদ ইবনু সাকান (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন যে, তুমি প্রতি জুমুআয় লোকদের হাদীস শোনাবে। যদি এতে তুমি ক্লান্ত না হও তবে সপ্তাহে দুবার। আরও অধিক করতে চাও তবে তিনবার। আরও অধিক ওয়ায করে এ কুরআনের প্রতি মানূষের মনে বিরক্তির সৃষ্টি করো না। লোকেরা তাদের কথাবার্তায় মশগুল থাকা অবস্থায় তুমি তাদের কাছে এসে তাদের উপদেশ দেবে আমি যেন এমন অবস্থায় তোমাকে না পাই। কারন এতে তাদের কথায় বিঘ্ন সৃষ্টি হবে এবং তারা বিরক্তি বোধ করবে। বরং তুমি এ সময় নীরব থাকবে। যদি তারা আগ্রহকরে তোমাকে উপদেশ দিতে বলে তাহলে তুমি তাদের উপদেশ দেবে। আর তুমি দুআর মধ্যে ছন্দবাক্য কবিতা পরিহার করবে। কারন আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ও তার সাহাবীগণকে তা পরিহার করতেই দেখেছি।;\n",
        "id": 5898,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৩৪. কবূল হবার দৃঢ় বিশ্বাসের সাথে দুআ করবে। কারণ কবূল করতে আল্লাহকে বাধাদানকারী কেউ নেই",
        "hadithBengali": "৫৮৯৯। মুসাদ্দাদ (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের কেউ দু আ করলে দুআর সময় ইয়াকীনের সাথে দুআ করবে এবং একথা বলবেনা ইয়া আল্লাহ! আপনার ইচ্ছা হলে আমাকে কিছু দান করুন। কারণ আল্লাহকে বাধ্য করার মত কেউ নেই।;\n",
        "id": 5899,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৩৪. কবূল হবার দৃঢ় বিশ্বাসের সাথে দুআ করবে। কারণ কবূল করতে আল্লাহকে বাধাদানকারী কেউ নেই",
        "hadithBengali": "৫৯০০। আবদুল্লাহ ইবনু মাসলামা (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের কেউ কখনো একথা বলবেনা যে, ইয়া আল্লাহ! আপনার ইচ্ছা হলে আমাকে মাফ করে দিন। ইয়া আল্লাহ আপনার ইচ্ছে হলে আমাকে দয়া করুন। বরং দৃঢ় বিশ্বাসের সাথে দুআ করবে। কারণ আল্লাহকে বাধ্য করার মত কেউ নেই।;\n",
        "id": 5900,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৩৫. (কবুলের জন্য) তাড়াহুড়া না করলে (দেরীতে হলেও) বান্দার দুআ কবূল হয়ে থাকে",
        "hadithBengali": "৫৯০১। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন তোমাদের প্রত্যেকের দূআ কবুল হয়ে থাকে। যদি সে তাড়াহুড়া না করে। আর বলে যে, আমি দুআ করলাম কিন্তু আমার দুআ তো কবুল হলো না।;\n",
        "id": 5901,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৩৭. কিবলামুখী না হয়ে দুআ করা",
        "hadithBengali": "باب رَفْعِ الأَيْدِي فِي الدُّعَاءِ;\n\nوَقَالَ أَبُو مُوسَى الأَشْعَرِيُّ دَعَا النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثُمَّ رَفَعَ يَدَيْهِ، وَرَأَيْتُ بَيَاضَ إِبْطَيْهِ\nوَقَالَ ابْنُ عُمَرَ رَفَعَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَدَيْهِ: اللَّهُمَّ إِنِّي أَبْرَأُ إِلَيْكَ مِمَّا صَنَعَ خَالِدٌ;\n\nقَالَ أَبُو عَبْدِ اللَّهِ وَقَالَ الأُوَيْسِيُّ حَدَّثَنِي مُحَمَّدُ بْنُ جَعْفَرٍ، عَنْ يَحْيَى بْنِ سَعِيدٍ، وَشَرِيكٍ، سَمِعَا أَنَسًا، عَنِ النَّبِيِّ صلى الله عليه وسلم رَفَعَ يَدَيْهِ حَتَّى رَأَيْتُ بَيَاضَ إِبْطَيْهِ;\n\n২৬৩৬. পরিচ্ছেদঃ দুআর সময় দু খানা হাত উঠানো। আবূ মূসা(রাঃ)বর্ণনা করেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দুখানা হাত এতটুকু তুলে দুআ করতেন যে, আমি তাঁর বগলের ফর্সা রং দেখতে পেয়েছি। ইবনু উমর(রাঃ)বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দুখানা হাত তুলে দুআ করেছেনঃ ইয়া আল্লাহ!খালিদ যা করেছে আমি তা থেকে অসন্তোষ প্রকাশ করছি। অন্য এক সূত্রে আনাস(রাঃ)থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উভয় হাত এতটুকু তুলে দুআ করেছেন যে, আমি তাঁর বগলের শুভ্রতা দেখতে পেয়েছি।;\n\n\n৫৯০২। মুহাম্মদ ইবনু মাহবুব (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জুমুআর দিনে খুতবা দিচ্ছিলেন। এক ব্যাক্তি দাঁড়িয়ে বললোঃ ইয়া রাসুলাল্লাহ! আপনি আমাদের উপর বৃষ্টির জন্য দুআ করুন। (তিনি দুআ করলেন) তখনই আকাশ মেঘাচ্ছন্ন হয়ে গেল এবং এমন বৃষ্টি হল যে, মানুষ আপন ঘরে পৌছতে পারলো না এবং পরবর্তী জুমুআ পর্যন্ত একাধারে বৃষ্টি হতে থাকলো। পরবর্তী জুমুআর দিনে সেই ব্যাক্তি অথবা অন্য একব্যাক্তি দাঁড়িয়ে বললোঃ আপনি আল্লাহর কাছে দুআ করুন; তিনি যেন আমাদের উপর মেঘ সরিয়ে নেন। আমরা তো ড়ুবে গেলাম। তখন তিনি দুআ করলেনঃ ইয়া আল্লাহ! আপনি আমাদের আশে-পাশে বর্ষণ করুন। আমাদের উপর (আর) বর্ষণ করবেন না। তখন মেঘ বিক্ষিপ্ত হয়ে আশে-পাশে ছড়িয়ে পড়লো। মদিনাবাসীর উপর আর বৃষ্টি হলো না।;\n",
        "id": 5902,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৩৮. কিবলামুখী হয়ে দুআ করা",
        "hadithBengali": "৫৯০৩। মূসা ইবনু ইসমাঈল (রহঃ) ... আবদুল্লাহ ইবনু যায়দ (রাঃ) থেকে বর্ণিত। তিনি বলেন, একবার নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইসতিসকার (বৃষ্টির) সালাত (নামায/নামাজ) এর উদ্দেশ্যে এ ঈদগাহে গমন করলেন এবং বৃষ্টির জন্য দুআ করলেন। তারপর কিবলামুখী হয়ে নিজের চাদরখানা উল্টিয়ে গায়ে দিলেন।;\n",
        "id": 5903,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ্ ইবন যায়দ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৩৯. আপন খাদিমের দীর্ঘজীবী হওয়া এবং অধিক মালদার হবার জন্য নাবী (সাঃ) এর দুআ",
        "hadithBengali": "৫৯০৪। আবদুল্লাহ ইবনু আবূল আসওয়াদ (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমার মা বললেন ইয়া রাসুলাল্লাহ! আনাস আপনারই খাদেম। আপনি তার জন্য দুআ করুন। তিনি দূআ করলেনঃ ইয়া আল্লাহ! আপনি তার সম্পদ ও সন্তান-সন্ততি বাড়িয়ে দিন। আর তাকে আপনি যা কিছু দান করেছেন তাতে বরকত দান করুন।;\n",
        "id": 5904,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৪০. বিপদের সময় দুআ করা",
        "hadithBengali": "৫৯০৫। মুসলিম ইবনু ইবরাহীম (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বিপদের সময় এ দুআ পড়তেনঃ আল্লাহ ছাড়া কোন ইলাহ নেই। যিনি মহান ও ধৈর্ঘশীল। আল্লাহ ভিন্ন আর কোন ইলাহ নেই। তিনই আসমান যমীনের রব ও মহান আরশের প্রভু।;\n",
        "id": 5905,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৪০. বিপদের সময় দুআ করা",
        "hadithBengali": "৫৯০৬। মুসাদ্দাদ (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্নিত। সংকটের সময় নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ দু আ পড়তেনঃ আল্লাহ ছাড়া কোন ইলাহ নেই, তিনি অতি উচ্চ মর্যাদাসপন্ন ও অশেষ ধৈর্যশীল আল্লাহ ব্যতীত আর কোন ইলাহ নেই। আরশে আযীমের প্রভূ। আল্লাহ ছাড়া আর কোন মাবুদ নেই। আসমান যমীনের প্রতিপালক ও সম্মানিত আরশের মালিক।;\n",
        "id": 5906,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৪১. কঠিন বিপদের কষ্ট থেকে পানাহ চাওয়া",
        "hadithBengali": "৫৯০৭। আলী ইবনু আবদুল্লাহ (রহঃ) ... আবূ হুরায়রা থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বালামুসীবতের কঠোরতা, দুর্ভাগ্যে নিঃপতিত হওয়া, নিয়তির অশুভ পরিণাম এবং দুশমনের খুশী হওয়া থেকে পানাহ চাইলেন। সুফিয়ান (রহঃ) এর হাদীসে তিনটির কথা বর্ণিত হয়েছে। একটি আমি বৃদ্ধি করেছি। জানিনা তা এগুলোর কোনটি।;\n",
        "id": 5907,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৪২.  নাবী (সাঃ) এর দুআ আল্লাহুম্মা রাফীকাল আলা",
        "hadithBengali": "৫৯০৮। সাঈদ ইবনু উফায়র (রহঃ) ... আয়িশা (রাঃ) বর্ণনা করেন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সুস্থাবস্থায় বলতেনঃ জান্নাতের স্থান না দেখিয়ে কোন নবীর জান কবয করা হয় না, যতক্ষণ না তাকে তার ঠিকানা দেখানো হয় এবং তাকে ইখতিয়ার দেওয়া হয় (দুনিয়াতে থাকবেন না আখিরাতকে গ্রহন করবেন)। এরপর যখন তার মৃত্যুকাল উপস্থিত হলো, তখন তার মাথাটা আমার উরুর উপর ছিল। কিছুক্ষন অজ্ঞান থাকার পর তার জ্ঞান ফিরে এলো। তখন তিনি ছাদের দিকে তাকিয়ে বললেনঃ আল্লাহুম্মা রাফীকাল আলা ইয়া আল্লাহ! আমি রফীকে আলা (শ্রেষ্ট বন্ধু) কে গ্রহন করলাম। আমি বললামঃ এখন থেকে তিনি আর আমাদের পছন্দ করবেন না। আর এটাও বুঝতে পারলাম যে, তিনি সুস্থ অবস্থায় আমাদের কাছে যা বলতেন এটি তাই। আর তা সঠিক। আয়িশা (রাঃ) বলেন, এটি ছিল তার সর্বশেষ বাক্য যা তিনি বললেনঃ ইয়া-আল্লাহ! আমি শ্রেষ্ঠ বন্ধুকে গ্রহণ করলাম।;\n",
        "id": 5908,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৪৩. মুত্যু এবং জীবনের জন্য দুআ করা",
        "hadithBengali": "৫৯০৯। মুসাদ্দাদ (রহঃ) ... কায়স (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি খব্বাব (রাঃ) এর কাছে এলাম। তিনি লোহা গরম করে শয়ীরে সাতবার দাগ দিয়েছিলেন। তিনি বললেনঃ যদি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের মৃত্যুর জন্য দুআ করতে নিষেধ না করতেন, তাহলে আমি এর জন্য দুআ করতাম।;\n",
        "id": 5909,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "ক্বায়স বিন আবু হাযিম (রহ.)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৪৩. মুত্যু এবং জীবনের জন্য দুআ করা",
        "hadithBengali": "৫৯১০। মুহাম্মদ ইবনু মুসান্না (রহঃ) ... কায়স (রহঃ) বলেন, আমি খাব্বাব (রাঃ) এর নিকট গেলাম তিনি তার পেটে সাতবার দাগ দিয়েছিলেন। তখন আমি তাকে বলতে শুনলাম যদি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের মৃত্যুর জন্য দুআ করতে নিষেধ না করতেন, তবে আমি এর জন্য দুআ করতাম।;\n",
        "id": 5910,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "ক্বায়স বিন আবু হাযিম (রহ.)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৪৩. মুত্যু এবং জীবনের জন্য দুআ করা",
        "hadithBengali": "৫৯১১। ইবনু সালাম (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের কেউ কোন বিপদের কারণে মৃত্যু কামনা করবে না। আর যদি কেউ এমন অবস্থাতে পতিত হয় যে, তাকে মৃত্যু কামনা করতেই হয় তবে সে (মৃত্যু কামনা না করে) দুআ করবেঃ ইয়া আল্লাহ! যতদিন পর্যন্ত বেঁচে থাকা আমার জন্য মঙ্গলজনক হয় ততদিন আমাকে জীবিত রাখো, আর যখন আমার জন্য মৃত্যু মঙ্গলজনক হয় তখন আমার মৃত্যু দাও।;\n",
        "id": 5911,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৪৪. শিশুদের জন্য বরকতের দুআ করা এবং তাদের মাথায় হাত বুলিয়ে দেওয়া। আবু মুসা (রাঃ) বলেন, আমার এক ছেলে হলে নবী (সাঃ) তার জন্য বরকতের দু'আ করলেন",
        "hadithBengali": "৫৯১২। কুতায়বা ইবনু সাঈদ (রহঃ) ... সায়িব ইবনু ইয়াযীদ (রাঃ) বর্ণনা করেন। আমার খালা আমাকে নিয়ে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট গেলেন এবং বললেনঃ ইয়া রাসুলাল্লাহ! আমার এ ভাগ্নেটি অসুস্থ। তিনি আমার মাথায় হাত বুলিয়ে দিলেন এবং আমার জন্য বরকতের দুআ করলেন। এরপর তিনি উযূ (ওজু/অজু/অযু) করলে, আমি তার উযূর পানি থেকে কিছুটা পান করলাম। তারপর আমি তার পিঠের দিকে গিয়ে দাঁড়ালাম। তখন আমি তার উভয় কাঁধের মাঝে মোহরে নবুওয়াত দেখতে পেলাম। সেটা ছিল খাটের চাঁদোয়ার ঝালরের মত।;\n",
        "id": 5912,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সায়িব ইবনু ইয়াযীদ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৪৪. শিশুদের জন্য বরকতের দুআ করা এবং তাদের মাথায় হাত বুলিয়ে দেওয়া। আবু মুসা (রাঃ) বলেন, আমার এক ছেলে হলে নবী (সাঃ) তার জন্য বরকতের দু'আ করলেন",
        "hadithBengali": "৫৯১৩। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আবূ আকীল বর্ণনা করেন। তার দাদা আবদুল্লাহ ইবনু হিশাম (রাঃ) তাকে নিয়ে তিনি বাজারের দিকে বের হতেন। সেখান থেকে খাদ্রদ্রব্য কিনে নিতেন। তখন পথে ইবনু যুবায়র (রাঃ) ও ইবনু উমর (রাঃ) এর দেখা হলে, তারা তাকে বলতেন যে, এর মধ্যে আপনি আমাদেরও শরীক করে নিন। কারণ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আপনার জন্য বরকতের দুআ করেছেন। তখন তিনি তাঁদের শরীক করে নিতেন। তিনি বাহনের পিঠে লাভের শস্যাদি পুরোপুরি পেতেন, আর তা ঘরে পাঠিয়ে দিতেন।;\n",
        "id": 5913,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৪৪. শিশুদের জন্য বরকতের দুআ করা এবং তাদের মাথায় হাত বুলিয়ে দেওয়া। আবু মুসা (রাঃ) বলেন, আমার এক ছেলে হলে নবী (সাঃ) তার জন্য বরকতের দু'আ করলেন",
        "hadithBengali": "৫৯১৪। আব্দুল আযীয ইবনু আবদুল্লাহ (রহঃ) ... ইবনু শিহাব (রহঃ) বর্ণনা করেন। মাহমুদ ইবনু রাবী বর্ণনা করেছেন যে, তিনই ছিলেন সে ব্যাক্তি, শিশুকালে তাদেরই কুপ থেকে পানি মুখে নিয়ে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যার চেহারার উপর ছিটে দিয়েছিলেন।;\n",
        "id": 5914,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "ইবনু শিহাব আয-যুহরী (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৪৪. শিশুদের জন্য বরকতের দুআ করা এবং তাদের মাথায় হাত বুলিয়ে দেওয়া। আবু মুসা (রাঃ) বলেন, আমার এক ছেলে হলে নবী (সাঃ) তার জন্য বরকতের দু'আ করলেন",
        "hadithBengali": "৫৯১৫। আবদান (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর খিদমতে শিশুদের নিয়ে আসা হতো। তিনি তাদের জন্য দুআ করতেন। একবার একটি শিশুকে আনা হালা। শিশুটি তার কাপড়ের উপর পেশাব করে দিল। তিনি কিছু পানি আনালেন এবং তা তিনি কাপড়ের উপর ছিটিয়ে দিলেন আর তিনি কাপড় ধুলেন না।;\n",
        "id": 5915,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৪৪. শিশুদের জন্য বরকতের দুআ করা এবং তাদের মাথায় হাত বুলিয়ে দেওয়া। আবু মুসা (রাঃ) বলেন, আমার এক ছেলে হলে নবী (সাঃ) তার জন্য বরকতের দু'আ করলেন",
        "hadithBengali": "৫৯১৬। আবূল ইয়ামান (রহঃ) ... আবদুল্লাহ ইবনু সাআলাবা ইবনু সুয়ায়র (রাঃ), যার মাথায় (শৈশবে) রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হাত বুলিয়েছিলেন, তিনি বর্ননা করেন যে, তিনি সাদ ইবনু আবূ ওক্কাসকে বিতরের সালাত (নামায/নামাজ) এক রাকাআত আদায় করতে দেখেছেন।;\n",
        "id": 5916,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আব্দুল্লাহ ইবন ছালাবা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৪৫. নাবী (সাঃ) এর উপর দুরুদ পড়া",
        "hadithBengali": "৫৯১৭। আদম (রহঃ) ... আবদুর রাহমান ইবনু আবূ লায়লা (রহঃ) বর্ণনা করেন, একবার আমার সঙ্গে কাব ইবনু উজরাহ (রাঃ) এর সাক্ষাত হলো। তিনি বললেনঃ আমি কি তোমাকে একটি হাদিয়া দেবো না। তা হল এইঃ একদিন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের নিকট বেরিয়ে আসলেন, তখন আমরা বললাম, ইয়া রাসুলাল্লাহ! আমরা আপনাকে কেমন করে সালাম দেব, আমরা আপনার উপর দরুদ কিভাবে পড়বো? তিনি বললেনঃ তোমরা বলবে, ইয়া আল্লাহ আপনি মুহাম্মাদের উপর ও তার পরিবারবর্গের উপর খাস রহমত বর্ষণ করুন, যেমন আপনি ইবরাহীম (আলাইহিস সালাম) এর পরিবারের উপর খাস রহমত বর্ষণ করেছেন। নিশ্চয়ই আপনি প্রশংসিত, উচ্চ মর্যাদাশীল। ইয়া আল্লাহ! আপনি মুহাম্মদের উপর ও তার পরিবারবর্গের উপর বরকত নাযিল করুন, যেমন আপনি ইববাহীম (আলাইহিস সালাম) এর পরিবারবর্গের উপর বরকত নাযীল করেছেন। নিশ্চয়ই আপনি প্রশংসিত উচ্চ মর্যাদাশীল।;\n",
        "id": 5917,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুর রহমান ইবনু আবূ লাইলা (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৪৫. নাবী (সাঃ) এর উপর দুরুদ পড়া",
        "hadithBengali": "৫৯১৮। ইবরাহীম ইবনু হামযা (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণনা করেন। একবার আমরা বললামঃ ইয়া রাসুলাল্লাহ! এই যে আসসালামু আলাইকা তা তো আমরা জেনে নিয়েছি। তবে আপনার উপর দরুদ কিভাবে পড়বো? তিনি বললেনঃ তোমরা পড়বে ইয়া আল্লাহ! আপনি আপনার বান্দা ও আপনার রাসূল মুহাম্মাদসাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর উপর খাছ রহমত বর্ষণ করুন। যেমন করে আপনি ইবরাহীম (আলাইহিস সালাম) এর উপর রহমত নাযিল করেছেন। আর আপনি মুহাম্মদ ও তার পরিবারবর্গের উপর বরকত বর্ষণ করুন, যে রকম আপনি ইবরাহীম (আলাইহিস সালাম) এর উপর এবং ইবরাহীম (আলাইহিস সালাম) এর পরিবারবর্গের উপর বরকত নাযিল করেছেন।;\n",
        "id": 5918,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ সা'ঈদ খুদরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৪৬. নাবী (সাঃ)  ছাড়া অন্য কারো উপর দরূদ পড়া যায় কিনা? আল্লাহ তা'আলার বাণীঃ আপনি তাদের জন্য দু'আ করুন। নিশ্চয়ই আপনার দু'আ তাদের জন্য চিত্তস্বস্তিকর (৯ঃ ১০৩)",
        "hadithBengali": "৫৯১৯। সুলায়মান ইবনু হারব (রহঃ) ... আবূ আওফা (রাঃ) বর্ণনা করেন, যখন কেউ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট তার সাদাকা নিয়ে আসতেন, তখন তিনি দুআ করতেনঃ ইয়া আল্লাহ! আপনি তার উপর রহমত বর্ষণ করুন। এভাবে আমার পিতা একদিন সাদাকা নিয়ে তার কাছে এলে তিনি দু আ করলেন ইয়া আল্লাহ! আপনি আবূ আওফার পরিবারবর্গের উপর রহমত করুন।;\n",
        "id": 5919,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আবূ আওফা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৪৬. নাবী (সাঃ)  ছাড়া অন্য কারো উপর দরূদ পড়া যায় কিনা? আল্লাহ তা'আলার বাণীঃ আপনি তাদের জন্য দু'আ করুন। নিশ্চয়ই আপনার দু'আ তাদের জন্য চিত্তস্বস্তিকর (৯ঃ ১০৩)",
        "hadithBengali": "৫৯২০। আবদুল্লাহ ইবনু মাসলামা (রহঃ) ... আবূ হুমায়দ সাঈদী (রহঃ) বর্ণনা করেন। একবার লোকেরা বললোঃ ইয়া রাসুলাল্লাহ! আমরা আপনার উপর কিভাবে দরুদ পড়বো? তিনি বললেনঃ তোমরা পড়বে, ইয়া আল্লাহ! আপনি মুহাম্মদের ও তার সহধর্মিণীগণ এবং তার সন্তান-সন্ততিগণের উপর রহমত নাযিল করুন। যেমন করে আপনি ইবরাহীম (আলাইহিস সালাম) এর উপর রহমত নাযিল করেছেন। আর আপনি মুহাম্মদ, তার সহধর্মিণীগণ এবং তার আওলাদের উপর বরকত নাযিল করুন, যেমনভাবে আপনি ইবরাহীম (আলাইহিস সালাম) এর পরিবারবর্গের উপর বরকত নাযিল করেছেন। আপনি অতি প্রশংসিত এবং উচ্চ মর্যাদাশীল।;\n",
        "id": 5920,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুমায়দ সাঈদ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৪৭. নাবী (সাঃ) এর বাণীঃ ইয়া আল্লাহ! আমি যাকে কষ্ট দিয়েছি, সে কষ্ট তার পরিশুদ্ধির উপায় এবং তার জন্য রহমাত করে দিন",
        "hadithBengali": "৫৯২১। আহমাদ ইবনু সালিহ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে এ দুআ করতে শুনেছেনঃ ইয়া আল্লাহ! যদি আমি কোন মুমিন ব্যাক্তিকে মন্দ বলে থাকি, তবে আপনি সেটাকে কিয়ামতের দিন তার জন্য আপনার নৈকট্য লাভের উপায় বানিয়ে দিন।;\n",
        "id": 5921,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৪৮. ফিতনা থেকে আল্লাহর নিকট আশ্রয়  চাওয়া",
        "hadithBengali": "৫৯২২। হাফস ইবনু উমর (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। একবার লোকজন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে নানা প্রশ্ন করতে লাগল, এমনকি প্রশ্ন করতে করতে তাকে বিরক্ত করে ফেললো। এতে তিনি রাগ করলেন এবং মিম্বরে আরোহন করে বললেনঃ আজ তোমরা যত প্রশ্ন করবে আমি তোমাদের সব প্রশ্নেরই বর্ণনা সহকারে জবাব দিব। এ সময় আমি ডানে ও বামে তাকাতে লাগলাম এবং দেখলাম যে, প্রতিটি লোকই নিজের কাপড় দিয়ে মাথা পেচিয়ে কাঁদছে। এমন সময় একজন লোক, যাকে লোকের সাথে বিবাদের সময় তার বাপের নাম নিয়ে ডাকা হতো না, সে প্রশ্ন করলোঃ ইয়া রাসুলাল্লাহ! আমার পিতা কে? তিনি বললেনঃ হুযায়ফা।;\n\nতখন উমর (রাঃ) বলতে লাগলেন আমরা আল্লাহকে রব হিসেবে, ইসলামকে দ্বীন হিসেবে এবং মুহাম্মাদ কে রাসুল হিসেবে গ্রহণ করেই সন্তুষ্ট। আমরা ফিতনা থেকে আল্লাহর নিকট আশ্রয় চাচ্ছি। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আমি ভাল মন্দের যে দৃশ্য আজ দেখলাম, তা আর কখনো দেখিনি। জান্নাত ও জাহান্নামের দৃশ্য আমাকে এমন স্পষ্টভাবে দেখানো হয়েছে যে, যেন এ দুটি এ দেয়ালের পেছনেই অবস্থিত। রাবী কাতাদাহ (রহঃ) হাদীস উল্লেখ করার সময় এ আয়াতটি পড়তেন। (অর্থ) হে মুমিনগণ! তোমরা সে সব বিষয়ে প্রশ্ন করো না যা প্রকাশিত হলে তোমরা দুঃখিত হবে।;\n",
        "id": 5922,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৪৯. মানুষের আধিপত্য থেকে পানাহ (আল্লাহর আশ্রয়) চাওয়া",
        "hadithBengali": "৫৯২৩। কুতায়বা ইবনু সাঈদ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) বর্ণনা করেন যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আবূ তালহা (রাঃ) কে বললেনঃ তুমি তোমাদের ছেলেদের মধ্য থেকে আমার খিদমত করার জন্য একটি ছেলে নিয়ে এস। আবূ তালহা (রাঃ) গিয়ে আমাকে তার সাওয়ারীর পিছনে বসিয়ে নিয়ে এলেন। তখন থেকে আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর খিদমত করে আসছি। যখনই কোন বিপদ দেখা দিত, তখন আমি তাঁকে বেশী করে এ দুআ পড়তে শুনতামঃ ইয়া আল্লাহ! আমি দুশ্চিতা, পেরেশানী, অপারগতা, অলসতা, কৃপণতা, ভীরুতা, ঋন এর বোঝা এবং মানুষের আধিপত্য থেকে আপনার আশ্রয় চাচ্ছি।;\n\nআমি সর্বদা তার খিদমত করে আসছি , এমন কি যখন আমরা খায়বার অভিযান থেকে ফিরে আসছিলাম, তখন তিনি সাফিয়্যা বিনত হুয়াইকে সঙ্গে নিয়ে আসলেন, তিনি তাকে গনীমতের মাল থেকে নিজের জন্য বেছে নিয়েছিলেন। তখন আমি তাকে দেখছিলাম যে, তিনি তাকে একখানা চাঁদর অথবা একখানা কম্বল দিয়ে ঢেকে নিজের পেছনে বসিয়েছিলেন।;\n\nযখন আমরা সবাই সাহবা নামক স্থানে পৌছলাম, তখন আমরা (সেখানে থেমে) হাইস নামক খাবার তৈরী করে এবং চামড়ার দস্তরখানে রাখলাম। তিনি আমাকে পাঠালেন, আমি গিয়ে কয়েকজন লোককে দাওয়াত করলাম। তারা এসে খেয়ে গেলেন। এটি ছিল সাফিয়্যার সঙ্গে তার বাসর যাপন।;\n\nতারপর তিনি রওয়ানা হলে ওহোদ পর্বত তাঁর সামনে দেখা গেল তখন তিনি বললেনঃ এ এমন একটি পাহাড় যা আমাদের ভালবাসে এবং আমরাও তাকে ভালবাসী। তারপর যখন মদিনার কাছে পৌছলেন, তখন তিনি বললেন ইয়া আল্লাহ! আমি মদিনার দুটি পাহাড়ের মধ্যবর্তী স্থানকে হারাম (সম্মানিত) করছি, যে রকম ইবরাহীম (আলাইহিস সালাম) মক্কাকে হারাম (সম্মানিত) করেছিলেন। ইয়া আল্লাহ! আপনি তাদের মুদ্দ ও সা এর মধ্যে বরকত দিন।;\n",
        "id": 5923,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৫০. কবরের আযাব হতে আল্লাহর আশ্রয় চাওয়া",
        "hadithBengali": "৫৯২৪। হুমায়দী (রহঃ) ... মূসা ইবনু উকবা (রহঃ) বর্ণনা করেছেন। উম্মে খালিদ বিনত খালিদ (রাঃ) বলেন, আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে কবরের আযাব থেকে আল্লাহর আশ্রয় চাইতে শুনেছি। রাবী বলেন যে, এ হাদীস আমি উম্মে খালিদ ব্যতীত নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে আর কাউকে বলতে শুনি নি।;\n",
        "id": 5924,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "মূসা ইবনু উকবাহ (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৫০. কবরের আযাব হতে আল্লাহর আশ্রয় চাওয়া",
        "hadithBengali": "৫৯২৫। আদম (রহঃ) ... মুসআব (রহঃ) বর্ণনা করেন, সাদ (রাঃ) পাঁচটি জিনিস থেকে আল্লাহর আশ্রয় চাইতে নির্দেশ দিতেন এবং তিনি এগুলো নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে উল্লেখ করতেন। তিনি এগুলো থেকে আল্লাহর আশ্রয় চাইতে এ দুআ পড়তে নির্দেশ দিতেনঃ ইয়া আল্লাহ! আমি কৃপণতা থেকে আপনার আশ্রয় চাচ্ছি। আমি কাপুরষতা থেকে আপনার আশ্রয় চাচ্ছি, আমি অবহেলিত বার্ধক্যে উপনীত হওয়া থেকে আপনার আশ্রয় চাচ্ছি, আর আমি দুনিয়ার ফিতনা অর্থাৎ দাজ্জালের ফিতনা থেকেও আপনার আশ্রয় চাচ্ছি এবং আমি কবরের আযাব থেকেও আপনার আশ্রয় চাচ্ছি।;\n",
        "id": 5925,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "মুসআব ইবনু সাদ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৫০. কবরের আযাব হতে আল্লাহর আশ্রয় চাওয়া",
        "hadithBengali": "৫৯২৬। উসমান ইবনু আবূ শায়বা (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন একবার আমার নিকট মদিনার দুজন ইয়াহুদী বৃদ্ধা মহিলা এলেন। তারা আমাকে বললেন যে, কবরবাসীদের তাদের কবরে আযাব দেওয়া হয়ে থাকে। তখন আমি তাদের একথা মিথ্যা বলে অভিহিত করলাম। আমার বিবেক তাদের কথাটিকে সত্য বলে মানতে চাইল না। তারা দুজন বেরিয়ে গেলেন। আর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার নিকট এলেন। আমি তাকে বললামঃ ইয়া রাসুলাল্লাহ! আমার নিকট দুজন বৃদ্ধা এসেছিলেন। তারপর আমি তাকে তাদের কথা বর্ণনা করলাম। তখন তিনি বললেনঃ তারা দুজন সত্যই বলেছে। নিশ্চয়ই কবরবাসীদের এমন আযাব দেওয়া হয়ে থাকে যা সকল চতুষ্পদ জীবজন্তু শুনে থাকে। এরপর থেকে আমি তাকে সর্বদা প্রত্যেক সালাতে কবরের আযাব থেকে আল্লাহর আশ্রয় চাইতে দেখেছি।;\n",
        "id": 5926,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৫১. জীবন মৃত্যুর ফিতনা হতে আল্লাহর নিকট আশ্রয় চাওয়া",
        "hadithBengali": "৫৯২৭। মুসাদ্দাদ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) বলেছেন যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম প্রায়ই বলতেন ইয়া আল্লাহ! নিশ্চয়ই আমি আপনার আশ্রয় চাচ্ছি অক্ষমতা, অলসতা, কাপুরুষতা এবং বার্ধক্য থেকে। আরও আশ্রয় চাচ্ছি, কবরের আযাব থেকে। আরও আশ্রয় চাচ্ছি জীবন ও মুত্যুর ফিতনা থেকে।;\n",
        "id": 5927,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৫২. গুনাহ ও ঋণ হতে আল্লাহর নিকট আশ্রয় চাওয়া",
        "hadithBengali": "৫৯২৮। মুআল্লা ইবনু আসাদ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলতেনঃ ইয়া আল্লাহ! নিশ্চয়ই আমি আপনার আশ্রয় চাই অলসতা, অতিরিক্ত বার্ধক্য, গুনাহ আর ঝণ থেকে, আর কবরের ফিতনা এবং কবরের আযাব থেকে। আর জাহান্নামের ফিতনা এবং এর আযাব থেকে, আর ধনবান হওয়ার পরীক্ষার মন্দ পরিনাম থেকে। আমি আরও আশ্রয় চাই দারিদ্রের অভিশাপ থেকে। আমি আরও আশ্রয় চাই মসীহ দাজ্জালের ফিতনা থেকে। ইয়া আল্লাহ! আমার গুনাহ এর দাগগুলো থেকে আমার অন্তরকে বরফ ও শীতল পানি দ্বারা ধুয়ে পরিস্কার করে দিন এবং আমার অন্তরকে সমস্ত গুনাহ এর ময়লা থেকে এমনভাবে পরিস্কার করে দিন, যেভাবে আপনি সাদা কাপড়কে ময়লা থেকে সাফ করার ব্যবস্থা করে থাকেন। আর আমার ও আমার গুনাহগুলোর মধ্যে এতটা দূরত্ব করে দিন, যত দূরত্ব আপনি দুনিয়ার পূর্ব ও পশ্চিম প্রান্তের মধ্যে সৃষ্টি করেছেন।;\n",
        "id": 5928,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৫৩. কাপুরুষতা ও অলসতা হতে আল্লাহর নিকট আশ্রয় প্রার্থনা",
        "hadithBengali": "৫৯২৯। খালিদ ইবনু মাখলাদ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলতেনঃ ইয়া আল্লাহ নিশ্চয়ই আমি আপনার কাছে আশ্রয় চাই-দুশ্চিতা, পেরেশানী, অক্ষমতা, অলসতা, কাপুরুষতা, কৃপণতা, ঋণের বোঝা ও লোকজনের আধিপত্য থেকে।;\n",
        "id": 5929,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৫৪. কৃপনতা হতে আল্লাহর আশ্রয় চাওয়া",
        "hadithBengali": "৫৯৩০। মুহাম্মাদ ইবনু মুসান্না (রহঃ) ... সাদ ইবনু আবূ ওয়াক্কাস (রাঃ) থেকে বর্ণিত। তিনি পাঁচটি কাজ থেকে আল্লাহর আশ্রয় চাওয়ার নির্দেশ দিতেন এবং তিনি তা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকেই বর্ণনা করতেন। তিনি দুআ-করতেনঃ ইয়া আল্লাহ! আমি আপনার কাছে আশ্রয় চাই কৃপণতা থেকে, আমি আশ্রয় চাই কাপুরুষতা থেকে, আমি আশ্রয় চাই অবহেলিত বার্ধক্যে উপনীত হওয়া থেকে, আমি আপনার নিকট আশ্রয় চাই দুনিয়ার বড় ফিতনা (দাজ্জালের ফিতনা) থেকে এবং আমি আপনার কাছে আশ্রয় চাই কবরের আযাব থেকে।;\n",
        "id": 5930,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সা'দ বিন আবূ ওয়াক্কাস (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৫৫. দুঃসহ দীর্ঘায়ু আল্লাহর আশ্রয় চাওয়া",
        "hadithBengali": "৫৯৩১। আবূ মামার (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলতেনঃ ইয়া আল্লাহ! আমি অলসতা থেকে আপনার আশ্রয় চাই এবং আমি আপনার কাছে কাপুরুষতা থেকে আশ্রয় চাই। আমি আপনার কাছে আরও আশ্রয় চাই দুঃসহ দীর্ঘায়ু থেকে এবং আমি কৃপণতা থেকে আপনার আশ্রয় চাই।;\n",
        "id": 5931,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৫৬. মহামারী ও রোগ যন্ত্রনা দূর হওয়ার দুআ করা",
        "hadithBengali": "৫৯৩২। মুহাম্মদ ইবনু ইউসুফ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দুআ করতেন ইয়া আল্লাহ! আপনি যেভাবে মক্কাকে আমাদের জন্য প্রিয় করে দিয়েছেন, মদিনাকেও সেভাবে অথবা এর চাইতে বেশী আমাদের কাছে প্রিয় করে দিন। আর মদিনার জ্বর জুহফা; নামক স্থানের দিকে সরিয়ে দিন। ইয়া আল্লাহ! আপনি আমাদের মাপের ও ওযনের পাত্রে বরকত দিন।;\n",
        "id": 5932,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৫৬. মহামারী ও রোগ যন্ত্রনা দূর হওয়ার দুআ করা",
        "hadithBengali": "৫৯৩৩। মূসা ইবনু ইসমাঈল (রহঃ) ... সাদ ইবনু আবূ ওয়াক্কাস (রাঃ) বর্ণনা করেন, বিদায় হাজ্জের (হজ্জ) সময় আমি রোগে আক্রান্ত হয়ে মরণাপন্ন হয়ে পড়েছিলাম। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সে সময় আমাকে দেখতে এলেন। তখন আমি বললাম আমি যে রোগ-ষন্ত্রনায় আক্রান্ত তাতো আপনি দেখছেন। আমি একজন ধনবান লোক। আমার একাটি মেয়ে ছাড়া আর কেউ ওয়ারিস নেই। তাই আমি কি আমার দুতৃতীয়াংশ মাল সাদাকা করে দিতে পারি? তিনি বললেনঃ না। আমি বললাম তবে অর্ধেক মাল? তিনি বললেনঃ না। এক তৃতীয়াংশ অনেক। তোমার ওয়ারিসদের লোকের কাছে ভিক্ষার হাত প্রসারিত করার মত অভাবী রেখে যাওয়ার চাইতে তাদের ধনবান রেখে যাওয়া তোমার জন্য অনেক উত্তম। আর তুমি একমাত্র আল্লাহর সন্তুষ্টিটি লাভের জন্য যা কিছুই ব্যয় করবে নিশ্চয়ই তার প্রতিদান দেওয়া হবে। এমন কি (সে উদ্দেশ্যে) তুমি তোমার স্ত্রীর মুখে লুকমাটি তুলে দিয়ে থাকো তোমাকে এর প্রতিদান দেওয়া হবে।;\n\nআমি বললাম তা হলে আমার সঙ্গীগণের পরেও কি আমি বেঁচে থাকবো? তিনি বললেন নিশ্চয়ই তুমি তাদের পরে বেঁচে থাকলে তুমি আল্লাহর সন্তুষ্টি লাভের জন্য যা কিছু নেক আমল করনা কেন, এর বিনিময়ে তোমার মর্যাদা ও সম্মান আরও বেড়ে যাবে। আশা করা যায় যে, তুমি আরও কিছু দিন পর্যন্ত বেঁচে থাকবে। এমন কি তোমার দ্বারা অনেক কাওম উপকৃত হবে। আর অনেক কাওম ক্ষতিগ্রস্থ হবে। তারপর তিনি দুআ করলেন ইয়া আল্লাহ! আপনি আমার (মুহাজির) সাহাবীগণের হিজরতকে বহাল রাখুন। আর তাদের পেছনে ফিরে যেতে দিবেন না। সাদ ইবনু খাওলাহ (রাঃ) এর দূর্ভাগ্য (কারণ তিনি ইচ্ছা না থাকা সত্তেও বিদায় হাজ্জের সময় মক্কায় মারা যান) সাদ (রাঃ) বলেন মক্কাতে ওফাতের কারণে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার জন্য শোক প্রকাশ করেছেন।;\n",
        "id": 5933,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সা'দ বিন আবূ ওয়াক্কাস (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৫৭. বার্ধক্যের অসহায়ত্ব এবং দুনিয়ার ফিতনা আর জাহান্নামের আগুন থেকে আশ্রয় চাওয়া",
        "hadithBengali": "৫৯৩৪। ইসহাক ইবনু ইবরাহীম (রহঃ) ... সাদ ইবনু আবূ ওয়াক্কাস (রাঃ) বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যে সব বাক্য দিয়ে আল্লাহর আশ্রয় চাইতেন, সে সব বাক্যদ্বারা তোমরাও আশ্রয় চাও। তিনি বলতেন ইয়া আল্লাহ! আমি কাপুরুষতা থেকে, আমি কৃপণতা থেকে আপনার আশ্রয় চাই। আমি বয়সের অসহায়ত্ব থেকে আপনার আশ্রয় চাই। আর আমি দুনিয়ার ফিতনা ও কবরের আযাব থেকে আপনার আশ্রয় চাই।;\n",
        "id": 5934,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সা'দ বিন আবূ ওয়াক্কাস (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৫৭. বার্ধক্যের অসহায়ত্ব এবং দুনিয়ার ফিতনা আর জাহান্নামের আগুন থেকে আশ্রয় চাওয়া",
        "hadithBengali": "৫৯৩৫। ইয়াহইয়া ইবনু মূসা (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দুআ করতেনঃ হে আল্লাহ! আমি অলসতা, অতি বার্ধক্য, ঋণ আর পাপ থেকে আপনার আশ্রয় চাই। ইয়া আল্লাহ! আমি আপনার আশ্রয় চাই জাহান্নামের আযাব, জাহান্নামের ফিতনা, কবরের আযাব, প্রাচুর্যের ফিতনার কুফল, দারিদ্রের ফিতনার কুফল এবং মাসীহ দাজ্জালের ফিতনা থেকে। ইয়া আল্লাহ! আপনি আমার সমুদয় গুনাহ বরফ ও শীতল পানি দিয়ে ধুয়ে দিন। আমার অন্তর যাবতীয় পাপ থেকে পরিচ্ছন্ন করুন, যেভাবে সাদা কাপড় ময়লা থেকে পরিচ্ছন্ন করা হয়। আমার ও আমার গুনাহ সমূহের মধ্যে এতটা ব্যবধান করে দিন যতটা ব্যবধান আপনি পূর্ব ও পশ্চিম প্রান্তের মধ্যে করেছেন।;\n",
        "id": 5935,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৫৮. প্রাচুর্যের ফিতনা থেকে আশ্রয় চাওয়া",
        "hadithBengali": "৫৯৩৬। মূসা ইবনু ইসমাঈল (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আল্লাহর আশ্রয় চেয়ে বলতেন ইয়া আল্লাহ! আমি আপনার আশ্রয় চাই জাহান্নামের ফিতনা, জাহান্নামের আযাব থেকে। আমি আরও আশ্রয় চাই কবরের ফিতনা থেকে এবং আপনার আশ্রয় চাই কবরের আযাব থেকে। আমি আরও আশ্রয় চাই প্রাচুর্যের ফিতনা থেকে, আর আমি আশ্রয় চাই অভাবের ফিতনা থেকে। আমি আরও আশ্রয় চাই মাসীহ দাজ্জালের ফিতনা থেকে।;\n",
        "id": 5936,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৫৯. দারিদ্রের সংকট হতে পানাহ চাওয়া",
        "hadithBengali": "৫৯৩৭। মুহাম্মদ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ দুআ পাঠ করতেনঃ ইয়া আল্লাহ! নিশ্চয়ই আমি আপনার কাছে দোযখের সংকট, দোযখের আযাব, কবরের সংকট, কবরে আযাব, প্রাচুর্যের ফিতনা, ও অভাবের ফিতনা থেকে পানাহ চাই। আয় আল্লাহ! আমি আপনার নিকট মসীহ দাজ্জালের ফিতনার অনিষ্ট থেকে পানাহ চাই। আয় আল্লাহ! আমার অন্তরকে বরফ ও শীতল পানি দিয়ে ধুয়ে দিন। আর আমার অন্তর গুনাহ থেকে এমনভাবে সাফ করে দিন, যেভাবে আপনি সাদা কাপড়ের ময়লা পরিস্কার করে থাকেন এবং আমাকে আমার গুনাহ থেকে এতটা দূরে সরিয়ে রাখুন, পৃথিবীর পূর্ব প্রান্তকে পশ্চিম প্রান্ত থেকে যত দুরে রেখেছেন। আয় আল্লাহ! আমি আপনার নিকট পানাহ চাই অলসতা, গুনাহ এবং ঋণ থেকে।;\n",
        "id": 5937,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৬০. বরকতসহ মালের প্রাচুর্যের জন্য দুআ করা",
        "hadithBengali": "৫৯৩৮। মুহাম্মদ ইবনু বাশশার (রহঃ) ... উম্মে সুলায়ম (রাঃ) থেকে বর্ণিত। তিনি বললেনঃ ইয়া রাসূলাল্লাহ! আনাস আপনার খাদিম আপনি আল্লাহর নিকট তার জন্য দুআ করুন। তিনি দুআ করলেনঃ ইয়া আল্লাহ! আপনি তার মাল ও সন্তান বাড়িয়ে দিন, আর আপনি তাকে যা কিছু দিয়েছেন তাতে বরকত দান করুন। হিশাম ইবনু যায়দ (রহঃ) বলেন, আমি আনাস ইবনু মালিক (রাঃ) কে অনুরূপ বর্ণনা করতে শুনেছি।;\n",
        "id": 5938,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উম্মু সুলায়ম (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৬০. বরকতসহ মালের প্রাচুর্যের জন্য দুআ করা",
        "hadithBengali": "৫৯৩৯। আবূ যায়েদ সাঈদ ইবনু রাবী (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, উম্মে সুলায়ম বলেন, ইয়া রাসুলাল্লাহ! আনাস আপনার খাদিম। তখন তিনি দুআ করলেন ইয়া আল্লাহ! আপনি তার মাল ও সন্তান বাড়িয়ে দিন এবং আপনি তাকে যা দিয়েছেন তাতে বরকত দিন।;\n",
        "id": 5939,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৬১. ইস্তিখারার সময়ের দুআ",
        "hadithBengali": "৫৯৪০। মুতাররিফ ইবনু আবদুল্লাহ আবূ মুসআব (রহঃ) ... জাবির (রাঃ) থেকে বর্ণিত। তিনি বলেন; নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের যাবতীয় কাজের জন্য ইস্তিখারা শিক্ষা দিতেন, যেমনভাবে তিনি কুরআনের সূরা শিক্ষা দিতেন। (আর বলতেন) যখন তোমাদের কারো কোন বিশেষ কাজ করার ইচ্ছা হয়, তখন সে যেন দুরাকআত সালাত (নামায/নামাজ) পড়ে এরূপ দুআ করে।;\n\n(অর্থঃ) ইয়া আল্লাহ! আমি আপনার জ্ঞানের দ্বারা আমার উদ্দিষ্ট কাজের মঙ্গলামঙ্গল জানতে চাই এবং আপনার ক্ষমতা বলে আমি কাজে সক্ষম হতে চাই। আর আমি আপনার মহান অনুগ্রহ প্রার্থনা করি। কারণ, আপনি ক্ষমতাবান আর আমার কোন ক্ষমতা নেই এবং আপনি জানেন আর আমি জানিনা। আপনই গায়িব সম্পর্কে জ্ঞান রাখেন। ইয়া আল্লাহ! যদি আপনার জ্ঞানে এ কাজটিকে আমার দ্বীনের ব্যাপারে, আমার জীবন ধারণে ও শেষ পরিণতিতে; রাবী বলেন, কিংবা তিনি বলেছেনঃ আমার বর্তমান ও ভবিষ্যতের দিক দিয়ে মঙ্গলজনক বলে জানেন তাহলে তা আমার জন্য নির্ধারিত করে দিন। আর যদি আমার এ কাজটি আমার দ্বীনের ব্যাপারে, জীবন ধারণে ও শেষ পরিণতিতে রাবী বলেন কিংবা তিনি বলেছেন দুনিয়ায় আমার বর্তমান ও ভবিষ্যতের দিক দিয়ে, আপনি আমার জন্য অমঙ্গলজনক মনে করেন, তবে আপনি তা আমার থেকে ফিরিয়ে নিন। আমাকেও তা থেকে ফিরিয়ে রাখুন। আর যেখানেই হোক, আমার জন্য মঙ্গলজনক কাজ নির্ধারিত করে দিন। তারপর আমাকে আমার নির্ধারিত কাজের প্রতি তৃপ্ত রাখুন। রাবী বলেন, সে যেন এসময় তার প্রয়োজনের বিষয়ই উল্লেখ করে।;\n",
        "id": 5940,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "জাবির ইবনু আবদুল্লাহ আনসারী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৬২. উযু করার সময় দুআ করা",
        "hadithBengali": "৫৯৪১। মুহাম্মদ ইবনু আলা (রহঃ) ... আবূ মূসা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একবার পানি আনিয়ে উযূ (ওজু/অজু/অযু) করলেন। তারপর উভয় হাত তুলে দুআ করলেন ইয়া আল্লাহ! আপনি উবায়দ আবূ আমরকে ক্ষমা করে দিন। আমি তখন তার বগলের শুভ্রতা দেখতে পেলাম। আরও দুআ করলেন ইয়া আল্লাহ! আপনি তাকে কিয়ামতের দিন অনেক লোকের উপর মর্যাদাবান করুন।;\n",
        "id": 5941,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ মূসা আল- আশআরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৬৩. উঁচু জায়গায় চড়ার সময়ের দুআ",
        "hadithBengali": "৫৯৪২। সুলায়মান ইবনু হারব (রহঃ) ... আবূ মূসা (রাঃ) থেকে বর্ণিত। তিনি বলেন, একবার এক সফরে আমরা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে ছিলাম। যখন আমরা উঁচু জায়গায় উঠতাম তখন উচ্চস্বরে আল্লাহু আকবার বলতাম। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ হে লোকেরা! তোমরা নিজেদের জানের উপর দয়া করো। কারণ তোমরা কোন বধির অথবা অনুপস্থিতকে আহবান করছ না বরং তোমরা আহবান করছ সর্বশ্রোতা ও সর্বদ্রষ্টা সত্তাকে। কিছুক্ষণ পর তিনি আমার কাছে এলেন, তখন আমি মনে মনে পড়ছিলামঃ লা হাওলা ওলা কুওয়াতা ইল্লা বিল্লাহ তখন তিনি বলেন, হে আবদুল্লাহ ইবনু কায়স! তুমি পড়বে লা হাওলা ওয়ালা কুওয়্যাতা ইল্লা বিল্লাহ। কারণ এ দুআ হল বেহেশ্তের রত্ন ভাণ্ডার সমূহের অন্যতম। অথবা তিনি বললেন আমি কি তোমাকে এমন একটি বস্তুর সন্ধান দেব না যে বাক্যটি জান্নাতের রত্ন ভান্ডার? সেটি থেকে একটি রত্নভাণ্ডার হল লা হাওলা ওয়ালা কুওয়াতা ইল্লা বিল্লাহ।;\n",
        "id": 5942,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ মূসা আল- আশআরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৬৫. সফরের ইচ্ছা করলে কিংবা সফর থেকে প্রত্যাবর্তন করার পর দুআ",
        "hadithBengali": "بَابُ الدُّعَاءِ إِذَا هَبَطَ وَادِيًا;\n\nفِيهِ حَدِيثُ جَابِرٍ;\n\n২৬৬৪. পরিচ্ছেদঃ উপত্যকায় অবতরণ করার সময় দুআ। এ প্রসঙ্গে জাবির (রাঃ) এর হাদীসে বর্ণিত হয়েছে।;\n\n\n৫৯৪৩। ইসমাঈল (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন মক্কায় হাজ্জ (হজ্জ) কিংবা উমরা থেকে ফিরতেন, তখন প্রতিটি উঁচু জায়গার উপর তিনবার আল্লাহু আকবার বলতেন। তারপর বলতেনঃ আল্লাহ ছাড়া আর কোন ইলাহ নেই। তিনি এক, তার কোন শরীক নেই। রাজত্ব, হামদও তারই জন্য, তিনি সব কিছুর উপর সর্বশক্তিমান। আমরা প্রত্যবর্তনকারী, তাওবাকারী, ইবাদতকারী, আপন প্রতিপালকের প্রশংসাকারী, আল্লাহ তাআলা নিজ প্রতিশ্রুতি রক্ষা করেছেন। তিনি তাঁর বান্দাকে সাহায্য করেছেন, আর দুশমনের দলকে তিনি একাই প্রতিহত করেছেন।;\n",
        "id": 5943,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৬৬. বরের জন্য দু'আ করা",
        "hadithBengali": "৫৯৪৪। মুসাদ্দাদ (রহঃ) ... আনাস (রাঃ) বর্ণনা করেন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আবদুর রহমান ইবনু আওফের গায়ে হলুদ রং দেখে জিজ্ঞাসা করলেনঃ ব্যাপার কি? তিনি বললেনঃ আমি একজন মহিলাকে বিয়ে করেছি এক খণ্ড সোনার বিনিময়ে। তিনি দুআ করলেনঃ আল্লাহ তোমাকে বরকত দিন। একটা বকরী দিয়ে হলেও তুমি ওলীমা করো।;\n",
        "id": 5944,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৬৬. বরের জন্য দু'আ করা",
        "hadithBengali": "৫৯৪৫। আবূ নূমান (রহঃ) ... জাবির (রাঃ) বলেন, আমার আব্বা সাত অথবা নয়জন মেয়ে রেখে ইন্তেকাল করেন। তারপর আমি একজন মহিলাকে বিয়ে করি। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তুমি কি বিয়ে করেছ? আমি বললামঃ হ্যাঁ। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জিজ্ঞাসা করলেন, সে মহিলাটি কুমারী না অকুমারী? আমি বললামঃ অকুমারী। তিনি বললেন, তুমি একজন কুমারী বিয়ে করলে না কেন? তা হলে তুমি তার সঙ্গে ক্রীড়া-কৌতুক করতে এবং সেও তোমার সঙ্গে ক্রীড়া কৌতুক করত। আর তুমি তার সাথে এবং সেও তোমার সাথে হাসীখুশী করতো। আমি বললামঃ আমার আব্বা সাত অথবা নয়জন মেয়ে রেখে ইন্তেকাল করেছেন। সূতরাং আমি এটা পছন্দ করলাম না যে, তাদের মত কুমারী বিয়ে করে আনি। এজন্য আমি এমন একজন মহিলাকে বিয়ে করেছি যে তাদের দেখাশোনা করতে পারবে। তখন তিনি দুআ করলেন আল্লাহ! তোমাকে বরকত দিন।;\n",
        "id": 5945,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "জাবির ইবনু আবদুল্লাহ আনসারী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৬৭. নিজ স্ত্রীর নিকট আসলে যে দুআ পড়তে হয়",
        "hadithBengali": "৫৯৪৬। উসমান ইবনু আবূ শায়বা (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তোমাদের কেউ স্ত্রীর সঙ্গে সংত হওয়ার ইচ্ছা করলে সে বলবেঃ আল্লাহর নামে, হে আল্লাহ আপনি আমাদের শয়তান থেকে দূরে রাখুন এবং আপনি আমাদেরকে যা দান করেন তা থেকে শয়তানকে দূরে রাখুন তারপর তাদের এ মিলনের মধ্যে যদি কোন সন্তান নির্ধারিত থাকে তা হলে শয়তান এ সন্তানকে কখনো ক্ষতি করতে পরবে না।;\n",
        "id": 5946,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৬৮. নাবী  (সাঃ) এর দুআঃ হে আমাদের প্রতিপালক! আমাদের ইহকালে কল্যাণ দাও",
        "hadithBengali": "৫৯৪৭। মুসাদ্দাদ (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অধিকাংশ সময়ই এ দুআ পড়তেনঃ হে আমাদের প্রতিপালক! আমাদের দুনিয়াতে কল্যাণ দাও এবং আখিরাতেও কল্যাণ দাও এবং আমাদের অগ্নিযন্ত্রণা থেকে রক্ষা কর। (২ঃ ২০১);\n",
        "id": 5947,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৬৯. দুনিয়ার ফিতনা থেকে আল্লাহর আশ্রয় চাওয়া",
        "hadithBengali": "৫৯৪৮। ফারওয়া ইবনু আবূল মাগরা (রহঃ) ... সাদ ইবনু আবূ ওয়াক্কাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, যেভাবে লেখা শিখানো হতো ঠিক এভাবেই আমাদের নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ দুআ শিখাতেন। ইয়া আল্লাহ! আমি কৃপণতা থেকে আপনার আশ্রয় চাই। আর আমি ভীরুতা থেকে আপনার আশ্রয় চাই। আর আপনার আশ্রয় চাই আমাদের বার্ধক্যের অসহায়ত্বের দিকে ফিরিয়ে দেওয়া থেকে। আর আমি আপনার আশ্রয় চাই দুনিয়ার ফিতনা এবং কবরের আযাব থেকে।;\n",
        "id": 5948,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সা'দ বিন আবূ ওয়াক্কাস (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৭০. বারবার দু'আ করা",
        "hadithBengali": "৫৯৪৯। ইবরাহীম ইবনু মুনযির (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। একবার রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর উপর যাদু করা হলো। এমন কি তার খেয়াল হতো যে, তিনি একটা কাজ করেছেন। অথচ তিনি তা করেন নি। সে জন্য তিনি আল্লাহর কাছে দুআ করলেন। এরপর তিনি (আয়িশা (রাঃ) কে বললেনঃ তুমি জানতে পেরেছ কি? আমি যে বিষয়টা আল্লাহর কাছ থেকে জানতে চেয়েছিলাম, তা তিনি আমাকে জানিয়ে দিয়েছেন। আয়িশা (রাঃ) বললেনঃ ইয়া রাসুলাল্লাহ তা কি?;\n\nতিনি বললেনঃ (স্বপ্নের মধ্যে) আমার নিকট দুজন লোক আসলেন এবং একজন আমার মাথার কাছে, আরেক জন আমার উভয় পায়ের কাছে বসলেন। তারপর একজন তার সাথীকে জিজ্ঞাসা করলেন এ ব্যাক্তির রোগটা কি? তখন অপরজন বললেনঃ তিনি যাদুতে আক্রান্ত। আবার তিনি জিজ্ঞাসা করলেন তাকে কে যাদু করেছে? অপর জন বললেনঃ লাবীদ ইবনু আসাম। তিনি আবার জিজ্ঞাসা করলেন, তা কিসের মধ্যে করেছে? তিনি বললেন, চিরুনী, ছেড়া চুল ও কাঁচা খেজুর গাছের খোশার মধ্যে। পূনরায় তিনি জিজ্ঞাসা করলেনঃ এটা কোথায়? তিনি বললেনঃ যুরাইক গোত্রের মুআরওয়ান নামক কুপের মধ্যে।;\n\nআয়িশা। (রাঃ) বর্ণনা করেন, অতঃপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সেখানে গেলেন এবং (তা কূপ থেকে বের করিয়ে নিয়ে) আয়িশার কাছে ফিরে এসে বললেনঃ আল্লাহর কসম! সেই কুপের পানি যেন মেহেন্দি তলানী পানি এবং এর (নিকটস্থ) খেজুর গাছগুলো ঠিক যেন শয়তানের মাথা। আয়িশা (রাঃ) বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ফিরে এসে তার কাছে কুপের বিস্তারিত অবস্থা জানালেন।;\n\nতখন আমি বললাম ইয়া রাসুলাল্লাহ! আপনি এ ব্যাপারটা লোক সমাজে প্রকাশ করে দিলেন না কেন? তিনি বললেন আল্লাহ তাআলা তো আমাকে রোগমুক্ত করেছেন। সুতরাং আমি লোকজনের মধ্যে উত্তেজনা বিস্তার করা পছন্দ করি না।;\n\nঈসা ইবনু ইউনূস ও লায়স (রহঃ) ... আয়িশা (রাঃ) থেকে বর্নিত। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে যাদু করা হলে তিনি বারবার দুআ করলেন, এভাবে পূর্ন হাদীস বর্ণিত হয়েছে।;\n",
        "id": 5949,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৭১. মুশরিকদের উপর বদ দুআ করা। ইবন মাসউদ (রাঃ) বর্ণনা করেন, নবী (সাঃ) বলেছেনঃ ইয়া আল্লাহ! আপনি আমাকে তাদের মুকাবিলায় সাহায্য করুন। যেমন দুর্ভিক্ষগ্রস্থ সাত বছর দিয়ে ইউসুফ (আঃ) কে সাহায্য করেছেন। ইয়া আল্লাহ! আপনি আবু জেহেলকে শাস্তি দিন। ইবন উমর (রাঃ) বলেন, নবী (সাঃ) সালাতে বদ দু'আ করলেন। ইয়া আল্লাহ! অমুককে লা'নত করুন ও অমুককে লা'নত করুন। তখন ওহী নাযিল হলঃ তিনি তাদের প্রতি ক্ষমাশীল হবেন অথবা তাদের শাস্তি দিবেন এ বিষয়ে আপনার করনীয় কিছুই নেই। (৩ঃ ১২৮)",
        "hadithBengali": "৫৯৫০। ইবনু সালাম (রহঃ) ... ইবনু আবূ আওফা (রাঃ) বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (খন্দকের যুদ্ধে) শত্রু বাহিনীর উপর বদ দুআ করেছেনঃ ইয়া আল্লাহ! হে কিতাব অবর্তীর্ণকারী! হে ত্বরিৎ হিসাব গ্রহণকারী! আপনি শত্রু বাহিনীকে পরাজিত করুন। তাদের পরাস্ত করুন। এবং তাদের প্রকিম্পিত করুন।;\n",
        "id": 5950,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আবূ আওফা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৭১. মুশরিকদের উপর বদ দুআ করা। ইবন মাসউদ (রাঃ) বর্ণনা করেন, নবী (সাঃ) বলেছেনঃ ইয়া আল্লাহ! আপনি আমাকে তাদের মুকাবিলায় সাহায্য করুন। যেমন দুর্ভিক্ষগ্রস্থ সাত বছর দিয়ে ইউসুফ (আঃ) কে সাহায্য করেছেন। ইয়া আল্লাহ! আপনি আবু জেহেলকে শাস্তি দিন। ইবন উমর (রাঃ) বলেন, নবী (সাঃ) সালাতে বদ দু'আ করলেন। ইয়া আল্লাহ! অমুককে লা'নত করুন ও অমুককে লা'নত করুন। তখন ওহী নাযিল হলঃ তিনি তাদের প্রতি ক্ষমাশীল হবেন অথবা তাদের শাস্তি দিবেন এ বিষয়ে আপনার করনীয় কিছুই নেই। (৩ঃ ১২৮)",
        "hadithBengali": "৫৯৫১। মুয়ায ইবনু ফাযালা (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এশার সালাত (নামায/নামাজ) এর শেষ রাকআতে যখন সামিয়াল্লাহু লিমান হামিদাহ বলতেন তখন কুনূতে (নাযিলা) পড়তেনঃ ইয়া আল্লাহ! আইয়্যাশ ইবনু আবূ রাবীয়াকে নাযাত দিন। ইয়া আল্লাহ! ওয়ালীদ ইবনু ওয়ালীদকে মুক্তি দিন। ইয়া আল্লাহ! সালামা ইবনু হিশামকে মুক্তি দিন। ইয়া আল্লাহ! আপনি দুর্বল মুমিনদের নাযাত দিন। ইয়া আল্লাহ! আপনি মুযার গোত্রকে কঠোর শাস্তি দিন। ইয়া আল্লাহ! আপনি তাদের উপর ইউসুফ (আলাইহিস সালাম) এর সময়ের দুর্ভিক্ষের বছরের ন্যায় দুর্ভিক্ষ দিন।;\n",
        "id": 5951,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৭১. মুশরিকদের উপর বদ দুআ করা। ইবন মাসউদ (রাঃ) বর্ণনা করেন, নবী (সাঃ) বলেছেনঃ ইয়া আল্লাহ! আপনি আমাকে তাদের মুকাবিলায় সাহায্য করুন। যেমন দুর্ভিক্ষগ্রস্থ সাত বছর দিয়ে ইউসুফ (আঃ) কে সাহায্য করেছেন। ইয়া আল্লাহ! আপনি আবু জেহেলকে শাস্তি দিন। ইবন উমর (রাঃ) বলেন, নবী (সাঃ) সালাতে বদ দু'আ করলেন। ইয়া আল্লাহ! অমুককে লা'নত করুন ও অমুককে লা'নত করুন। তখন ওহী নাযিল হলঃ তিনি তাদের প্রতি ক্ষমাশীল হবেন অথবা তাদের শাস্তি দিবেন এ বিষয়ে আপনার করনীয় কিছুই নেই। (৩ঃ ১২৮)",
        "hadithBengali": "৫৯৫২। হাসান ইবনু রাবী (রহঃ) ... আনাস (রাঃ) থেকে বর্নিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একটা সারিয়্যা (ক্ষুদ্র বাহিনী) পাঠালেন। তাদের কুররা বলা হতো। তাদের হত্যা করা হলো। আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে এদের ব্যাপারে যেরূপ রাগাম্বিত দেখেছি অন্য কারণে সেরূপ রাগান্বিত দেখিনি। এজন্য তিনি ফজরের সালাত (নামায/নামাজ)-এ মাসব্যাপি কুনুত পড়লেন। তিনি বলতেনঃ উসায়্যা গোত্র আল্লাহ ও তাঁর রাসূলের নাফফরমানী করেছে।;\n",
        "id": 5952,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৭১. মুশরিকদের উপর বদ দুআ করা। ইবন মাসউদ (রাঃ) বর্ণনা করেন, নবী (সাঃ) বলেছেনঃ ইয়া আল্লাহ! আপনি আমাকে তাদের মুকাবিলায় সাহায্য করুন। যেমন দুর্ভিক্ষগ্রস্থ সাত বছর দিয়ে ইউসুফ (আঃ) কে সাহায্য করেছেন। ইয়া আল্লাহ! আপনি আবু জেহেলকে শাস্তি দিন। ইবন উমর (রাঃ) বলেন, নবী (সাঃ) সালাতে বদ দু'আ করলেন। ইয়া আল্লাহ! অমুককে লা'নত করুন ও অমুককে লা'নত করুন। তখন ওহী নাযিল হলঃ তিনি তাদের প্রতি ক্ষমাশীল হবেন অথবা তাদের শাস্তি দিবেন এ বিষয়ে আপনার করনীয় কিছুই নেই। (৩ঃ ১২৮)",
        "hadithBengali": "৫৯৫৩। আবদুল্লাহ ইবনু মুহাম্মদ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, ইয়াহুদী সম্প্রদায়ের লোকেরা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে সালাম করার সময় বলতো আসসামু আলাইকা (ধংস তোমার প্রতি)। আয়িশা (রাঃ) তাদের এ বাক্যের কুমতলব বুঝতে পেরে বললেন আলাইকুমুসসাম ওয়াললানত (ধংস তোমাদের প্রতিও লানত)। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন আয়িশা থামো! আল্লাহ তাআলা সমুদয় বিষয়েই নম্রতা পছন্দ করেন। আয়িশা (রাঃ) বললেন তারা কি বলেছে আপনি কি তা শুনেনি? তিনি বললেন, আমি তাদের প্রতি উত্তরে ওয়াআলাকুম বলেছি তা তুমি শুননি? আমি বলেছি তোমাদের উপর।;\n",
        "id": 5953,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৭১. মুশরিকদের উপর বদ দুআ করা। ইবন মাসউদ (রাঃ) বর্ণনা করেন, নবী (সাঃ) বলেছেনঃ ইয়া আল্লাহ! আপনি আমাকে তাদের মুকাবিলায় সাহায্য করুন। যেমন দুর্ভিক্ষগ্রস্থ সাত বছর দিয়ে ইউসুফ (আঃ) কে সাহায্য করেছেন। ইয়া আল্লাহ! আপনি আবু জেহেলকে শাস্তি দিন। ইবন উমর (রাঃ) বলেন, নবী (সাঃ) সালাতে বদ দু'আ করলেন। ইয়া আল্লাহ! অমুককে লা'নত করুন ও অমুককে লা'নত করুন। তখন ওহী নাযিল হলঃ তিনি তাদের প্রতি ক্ষমাশীল হবেন অথবা তাদের শাস্তি দিবেন এ বিষয়ে আপনার করনীয় কিছুই নেই। (৩ঃ ১২৮)",
        "hadithBengali": "৫৯৫৪। মুহাম্মদ ইবনু মুসান্না (রহঃ) ... আলী ইবনু আবূ তালিব (রাঃ) বলেন, খন্দকের যুদ্ধের দিন আমরা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে ছিলাম। তিনি বললেন, হে আল্লাহ! তাদের গৃহ এবং কবরকে আগুন ভর্তি করে দিন। কেননা তারা আমাদের সালাতুল উস্তা থেকে বিরত রেখেছে। এমনকি সূর্য অস্তমিত হয়ে গেল। আর , সালাতুল উস্তা হল আসর সালাত (নামায/নামাজ)।;\n",
        "id": 5954,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আলী ইবনু আবী তালিব (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৭২. মুশরিকদের জন্য দু'আ",
        "hadithBengali": "৫৯৫৫। আলী ইবন আবদুল্লাহ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তুফাইল ইবনু আমর (রাঃ) রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে বললেন দাওস গোত্র নাফরমানী করেছে ও অবাধ্য হয়েছে এবং ইসলাম গ্রহন করতে অস্বীকার করেছে। সুতরাং আপনি তাদের উপর বদ দুআ করুন। সাহাবীগণ ধারণা করলেন যে, তিনি তাদের উপর বদ দুআই করবেন। কিন্তু তিনি (তাদের জন্য) দুআ করলেন ইয়া আল্লাহ! আপনি দাওস গোত্রকে হিদায়াত করুন। আর তাদের মুসলিম বানিয়ে নিয়ে আসুন।;\n",
        "id": 5955,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৭৩. নাবী (সাঃ) এর দুআঃ হে আল্লাহ! আমার পূর্বের ও পরের গুনাহসমূহ মাফ করে দিন",
        "hadithBengali": "৫৯৫৬। মুহাম্মাদ ইবনু বাশশার (রহঃ) ... আবূ মূসা (রাঃ) তার পিতা থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এরূপ দুআ করতেন হে আল্লাহ! আপনি মাফ করে দিন আমার অনিচ্ছাকৃত গুনাহ, আমার অজ্ঞতা, আমার কাজের সকল বাড়াবাড়ি এবং আমার যেসব গুনাহ আপনি আমার চাইতে বেশী জানেন। ইয়া আল্লাহ আপনি ক্ষমা করে দিন আমার ভুল-ত্রুটি আমার ইচ্ছাকৃত গুনাহ ও আমার অজ্ঞতা এবং আমার উপহাসমূলক গুনাহ আর এ রকম গুনাহ যা আমার মধ্যে আছে। ইয়া আল্লাহ আপনি আমাকে মাফ করে দিন; যেসব গুনাহ আমি আগে করেছি। আপনিই আগে বাড়ান আপনই পশ্চাতে ফেলেন এবং আপনই সব কিছুব উপর সর্বশক্তিমান।;\n",
        "id": 5956,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ মূসা আল- আশআরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৭৩. নাবী (সাঃ) এর দুআঃ হে আল্লাহ! আমার পূর্বের ও পরের গুনাহসমূহ মাফ করে দিন",
        "hadithBengali": "৫৯৫৭। মুহাম্মদ ইবনু মূসান্না (রহঃ) ... আবূ মূসা আশআরী (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দুআ করতেন ইয়া আল্লাহ! আপনি মাফ করে দিন আমার ভূল-ক্রটি জনিত গুনাহ, আমার অজ্ঞতা আমার কাজের সকল বাড়াবাড়ি এবং আর যা আপনি আমার চাইতে অধিক জানেন। ইয়া আল্লাহ! আপনি ক্ষমা করে দিন আমার হাসি-তামাশামুলক গুনাহ, আমার অবাধ্যতামূলক গুনাহ, আমার অনিচ্ছাকৃত গুনাহ এবং ইচ্ছাকৃত গুনাহ, আর এসব গুনাহ যে আমার মধ্যে রয়েছে।;\n",
        "id": 5957,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ মূসা আল- আশআরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৭৪. জুমুআর দিনে কবুলিয়াতের সময় দুআ করা",
        "hadithBengali": "৫৯৫৮। মুসাদ্দাদ (রহঃ) ... আবূ হুরায়রা (রাঃ) বর্ণনা করেন, আবূল কাসিম বলেন, জুমু আর দিনে এমন একটি মুহর্ত আছে যদি সে মুহর্তটিতে কোন মুসলিম দাঁড়িয়ে সালাত (নামায/নামাজ) আদায় করে আল্লাহর নিকট কোন কল্যাণের জন্য দুআ করে, তবে তা আল্লাহ তাকে দান করবেন। তিনি এ হাদীস বর্ণনার সময় আপন হাত দিয়ে ইশারা করেন (ইশারাতে) আমরা বুঝলাম যে, তিনি মুহর্তটির সংক্ষিপ্ততার দিকে ইংগিত করেছেন।;\n",
        "id": 5958,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৭৫. নাবী  (সাঃ) এর বানী : ইয়াহুদীদের  ব্যাপারে আমাদের বদ দুআ কবূল হবে। কিন্তু আমাদের প্রতি তাদের বদ দুআ কবূল হবে না",
        "hadithBengali": "৫৯৫৯। কুতায়বা ইবনু সাঈদ (রহঃ) ... আয়িশা (রাঃ) হতে বর্ণিত। একবার একদল ইয়াহুদী নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এসে সালাম দিতে গিয়ে বললোঃ আসসামু আলাইকা। তিনি বললেনঃ ওয়াআলাইকুম। কিন্তু আয়িশা (রাঃ) বললেনঃ আলসামু আলাইকুম ওয়া লালানাকুমূল্লাহ ওয়া গাযিবা আলাইকুম (তোমাদের উপর ধংস নাযিল হোক, আল্লাহ তোমাদের উপর লানত করুন আর তোমারদের উপর গযব নাযিল করুন)। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন হে আয়িশা তুমি থামো! তুমি নম্র ব্যবহার করো, আর তুমি কঠোরতা পরিহার করো। আয়িশা (রাঃ) বললেনঃ তারা কি বলেছে আপনি কি শুনেন নি? তিনি বললেনঃ আমি যা বললাম, তা কি তুমি শুননি? আমি তো তাদের কথাটা তাদের উপরই ফিরিয়ে দিলাম। সুতরাং তাদের উপর আমার বদ দুআ কবুল হয়ে যাবে। কিন্তু আমার সম্বন্ধে তাদের বদ দুআ কবুল হবে না।;\n",
        "id": 5959,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৭৬. আমীন বলা",
        "hadithBengali": "৫৯৬০। আলী ইবনু আবদুল্লাহ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যখন কারী (ইমাম) আমীন বলবে তখন তোমরাও আমীন বলবে। কারন এ সময় ফিরিশতাগণ আমীন বলে থাকেন। সুতরাং যার আমীন বলা ফিরিশতাদের আমীন বলার সাথে মিলে যাবে, তার পূর্বের সবগুনাহ মাফ করে দেওয়া হবে।;\n",
        "id": 5960,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৭৭. লা ইলাহা ইল্লাল্লাহ এর (যিকির করার) ফযীলত",
        "hadithBengali": "৫৯৬১। আবদুল্লাহ ইবনু মাসলামা (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃلاَ إِلَهَ إِلاَّ اللَّهُ، وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهْوَ عَلَى كُلِّ شَىْءٍ قَدِيرٌ যে ব্যাক্তি দিনের মধ্যে একশ বার পড়বে আল্লাহ ব্যতীত আর কোন ইলাহ নেই, তিনি এক, তার কোন অংশীদার নেই, রাজত্ব একমাত্র তারই, হামদ তারই, সব কিছুর উপর সর্বশক্তিমান সে একশ গোলাম আযাদ করার সাওয়াব অর্জন করবে এবং তার জন্য একশটি নেকী লেখা হবে, আর তার একশটি গুনাহ মিটিয়ে দেওয়া হবে। আর সে দিন সন্ধ্যা পর্যন্ত এটা তার জন্য রক্ষা কবচে পরিণত হবে এবং তার চাইতে বেশী ফযীলত ওয়ালা আমল আর কারো হবে না। তবে যে ব্যাক্তি এ আমল তার চাইতেও বেশী করবে।;\n",
        "id": 5961,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৭৭. লা ইলাহা ইল্লাল্লাহ এর (যিকির করার) ফযীলত",
        "hadithBengali": "৫৯৬২। আবদুল্লাহ ইবনু মুহাম্মদ (রহঃ) ... আমর ইবনু মায়মুন (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যাক্তি (এ কালেমাগুলি) দশবার পড়বে সে ঐ ব্যাক্তির সমান হয়ে যাবে, যে ব্যাক্তি ইসমাঈল (আলাইহিস সালাম) এর বংশ থেকে একটা গোলাম আযাদ করে দিয়েছে। আবূ আইউব আনসারী (রাঃ) থেকেও বর্ণিত আছে যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ হাদিসটা তার কাছেও বলেছেন।;\n",
        "id": 5962,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আমর ইবনু মায়মূন (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৭৮. সুবহানাল্লাহ পড়ার ফযীলত",
        "hadithBengali": "৫৯৬৩। আবদুল্লাহ ইবনু মাসলামা (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যাক্তি প্রত্যহ একশত বার সুবাহানআল্লাহি ওয়া বিহামদিহি বলবে তার গুনাহগুলি মাফ করে দেওয়া হবে তা সমুদ্রের ফেনা পরিমান হলেও।;\n",
        "id": 5963,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৭৮. সুবহানাল্লাহ পড়ার ফযীলত",
        "hadithBengali": "৫৯৬৪। যুহায়র ইবনু হারব (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ দুটি বাক্য এমন যে, মুখে তার উচ্চারন অতি সহজ কিন্তু পাল্লায় অনেক ভারী, আর আল্লাহর কাছে অতি প্রিয়। তা হলঃ সুবাহানআল্লাহি ওয়া বিহামদিহি সুবাহানআল্লাহিল আযীম।;\n",
        "id": 5964,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৭৯. আল্লাহ তা'আলার যিকর এর ফযীলত",
        "hadithBengali": "৫৯৬৫। মুহাম্মাদ ইবনু আলা (রহঃ) ... আবূ মূসা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যাক্তি তার রবের যিকর করে, আর যে ব্যাক্তি যিকর করে না, তাদের দুজনের দৃষ্টান্ত হলো জীবিত ও মৃতের।;\n",
        "id": 5965,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ মূসা আল- আশআরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৭৯. আল্লাহ তা'আলার যিকর এর ফযীলত",
        "hadithBengali": "৫৯৬৬। কুতায়বা ইবনু সাঈদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ আল্লাহর একদল ফেরেশতা আছেন, যারা আল্লাহর যিকরে রত লোকদের তালাশে রাস্তায় রাস্তায় ঘোরাফেরা করেন। যখন তারা কোথাও আল্লাহর যিকরে রত লোকদের দেখতে পান, তখন তাঁদের একজন অন্যজনকে ডাকাডাকি করে বলেনঃ তোমরা নিজ নিজ কর্তব্য সম্পাদনের জন্য এদিকে চলে এসো। তখন তাঁরা সবাই এসে তাদের ডানাগুলো দিয়ে সেই লোকদের ঢেকে ফেলেন নিকটস্থ আসমান পর্যন্ত। তখন তাদের রব তাদের জিজ্ঞাসা করেন (অথচ এ সম্পর্কে ফেরেশতাদের চাইতে তিনই বেশি জানেন) আমার বান্দারা কি বলছে?;\n\nতখন তারা জবাব দেন, তারা আপনার পবিত্রতা বর্ণনা করছে, তারা আপনার শ্রেষ্ঠত্ব প্রকাশ করছে, তারা আপনার প্রশংসা করছে এবং তারা আপনার মাহাত্ব বর্ণনা করছে। তখন তিনি জিজ্ঞাসা করবেন, তারা কি আমাকে দেখেছে? তখন তারা বলবেনঃ হে আমাদের রব, আপনার কসম! তারা আপনাকে দেখেনি। তিনি বলবেন, আচ্ছা, তবে যদি তারা আমাকে দেখত? তারা বলবেন, যদি তারা আপনাকে দেখত, তবে তারা আরও বেশি আপনার ইবাদত করত, আরো অধিক আপনার মাহাত্ব বর্ননা করত, আর বেশি বেশি আপনার পবিত্রতা বর্ননা করত।;\n\nবর্ণনাকারী বলেনঃ তিনি বলবেন, তারা আমার কাছে কি চায়? তারা বলবেন, তারা আপনার কাছে জান্নাত চায়। তিনি জিজ্ঞাসা করবেন, তারা কি জান্নাত দেখেছে? ফেরেশতারা বলবেন, না। আপনার সত্তার কসম হে রব! তারা তা দেখেনি। তিনি জিজ্ঞাসা করবেন যদি তারা তা দেখত তবে তারা কি করত? তাঁরা বলবেন, যদি তারা তা দেখত তাহলে তারা জান্নাতের আরো বেশি লোভ করত, আরো অধিক চাইত এবং এর জন্য আরো অতিশয় উৎসাহী হয়ে উঠত। আল্লাহ তাআলা জিজ্ঞাসা করবেন, তারা কিসের থেকে আল্লাহর আশ্রয় চায়?;\n\nফেরেশতাগণ বলবেন, জাহান্নাম থেকে। তিনি জিজ্ঞাসা করবেন, তারা কি জাহান্নাম দেখেছে? তাঁরা জবাব দিবেন, আল্লাহর কসম! হে রব! তারা জাহান্নাম দেখেনি। তিনি জিজ্ঞাসা করবেন, যদি তারা তা দেখত তখন তাদের কি হত? তারা বলবেন, যদি তারা তা দেখত, তবে তারা এ থেকে দ্রুত পালিয়ে যেত এবং একে সাংঘাতিক ভয় করত। তখন আল্লাহ তায়ালা বলবেন, আমি তোমাদের সাক্ষী রাখছি, আমি তাদের মাফ করে দিলাম। তখন ফেরেশতাদের একজন বলবেন, তাদের মধ্যে অমুক ব্যাক্তি আছে, যে তাদের অন্তর্ভুক্ত নয় বরং সে কোন প্রয়োজনে এসেছে। আল্লাহ তাআলা বলবেন, তারা এমন উপবিষ্টকারীবৃন্দ যাদের বৈঠকে অংশগ্রহনকারী বিমুখ হয় না।;\n",
        "id": 5966,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৮০. লা হাওলা ওয়ালা কুওওয়াতা ইল্লা বিল্লাহ বলা",
        "hadithBengali": "৫৯৬৭। মুহাম্মদ ইবনু মুকাতিল আবূল হাসান (রহঃ) ... আবূ মূসা আল আশআরী (রাঃ) থেকে বর্নিত। তিনি বলেনঃ একবার নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একটি গিরিপথ দিয়ে অথবা বর্ণনাকারী বলেনঃ একটি চুড়া হয়ে যাচ্ছিলেন, তখন এক ব্যাক্তি এর উগরে উঠে জোরে বললঃ লা ইলাহা ইল্লাল্লাহ ওয়াল্লাহু আকবার। আবূ মূসা বলেনঃ তখন রাসুলসাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার খচ্চরে আরোহী ছিলেন। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমরা তো কোন বধির কিংবা কোন অনুপস্থিত কাউকে ডাকছো না। অতঃপর তিনি বললেনঃ হে আবূ মূসা অথবা বললেনঃ হে আবদুল্লাহ আমি কি তোমাকে জান্নাতের ধনাগারের একটি বাক্য বাতলে দেব না? আমি বললাম, হ্যাঁ, বাতলে দিন। তিনি বললেনঃ তা হল লা হাওলা ওয়ালা কুওয়্যাতা ইল্লাবিল্লাহ।;\n",
        "id": 5967,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ মূসা আল- আশআরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৮১. আল্লাহ ত'লাআর এক কম একশ' নাম রয়েছে",
        "hadithBengali": "৫৯৬৮। আলী ইবনু আবদুল্লাহ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আল্লাহ তাআলার নিরানব্বই নাম আছে (এক কম একশ নাম)। যে ব্যাক্তি এগুলোর হিফাযত করবে সে জান্নাতে প্রবেশ করবে। আল্লাহ তাআলা বেজোড়। তাই তিনি রেজোড়ই পছন্দ করেন।;\n\nইমাম বুখারী (রহঃ) বলেনঃ মান আহসাহা; অর্থ যে হিফাযত করল।;\n",
        "id": 5968,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৮২. সময়ের বিরিতি দিয়ে দিয়ে নসীহত করা",
        "hadithBengali": "৫৯৬৯। উমর ইবনু হাফস (রহঃ) ... শাকীক (রহঃ) থেকে বর্ণিত। তিনি বলেনঃ আমরা আবদুল্লাহ ইবনু মাসউদ (রাঃ) এর (ওয়ায শোনার) জন্য অপেক্ষা করছিলাম। এমন সময় হঠাৎ ইয়াযিদ ইবনু মুয়াবিয়া (রাঃ) এসে পড়লেন। তখন আমরা তাঁকে বললাম, আপনি কি বসবেন না? তিনি বললেনঃ না, বরং আমি ভেতরে প্রবেশ করব এবং আপনাদের কাছে আপনাদের সঙ্গীকে নিয়ে আসব। নতূবা আমি ফিরে এসে বসব। সুতরাং আবদুল্লাহ ইবনু মাসউদ (রাঃ) তাঁর হাত ধরে বেরিয়ে এলেন। তিনি আমাদের সামনে দাঁড়িয়ে বললেনঃ আমি তো আপনাদের এখানে উপস্থিতির কথা অবহিত ছিলাম। কিন্তু আপনাদের নিকট বেরিয়ে আসতে আমাকে বাধা দিচ্ছি এ কথাটা যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ওয়ায নসীহত করতে আমাদের অবকাশ দিতেন, যাতে আমাদের বিরক্তির কারণ না হয়।;\n",
        "id": 5969,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "শাক্বীক ইবনু সালামা (রহঃ)",
        "status_bn": "সহিহ"

    }
]