[

    {

        "chapter_bn": "২০৩। হায়যের ইতিকথা।",
        "hadithBengali": "وَيَسْأَلُونَكَ عَنْ الْمَحِيضِ قُلْ هُوَ أَذًى فَاعْتَزِلُوا النِّسَاءَ فِي الْمَحِيضِ إِلَى قَوْلِهِ وَيُحِبُّ الْمُتَطَهِّرِينَ;\n\nআর আল্লাহ্'র বাণীঃ লোকেরা তোমাকে হায়য সম্পর্কে জিজ্ঞাসা করে। বল, তা অপবিত্রতা। সুতরাং হায়য অবস্থায় স্ত্রীদের থেকে দূরে থাক। আর তারা পাক-পবিত্র হওয়ার পূর্বে তাদের সাথে মিলিত হয়ো না। তারা পাক-পবিত্র হলে আল্লাহ্'র নির্দেশ মুতাবিক তাদের কাছে যাও। নিশ্চয়ই আল্লাহ্' তওবাকারীদের ভালবাসেন; তিনি পবিত্রতা রক্ষাকারীদেরও ভালবাসেন।; (২ : ২২২);\n\n\nوَقَوْلِ النَّبِيِّ صلى الله عليه وسلم  هَذَا شَىْءٌ كَتَبَهُ اللَّهُ عَلَى بَنَاتِ آدَمَ . وَقَالَ بَعْضُهُمْ كَانَ أَوَّلُ مَا أُرْسِلَ الْحَيْضُ عَلَى بَنِي إِسْرَائِيلَ، وَحَدِيثُ النَّبِيِّ صلى الله عليه وسلم أَكْثَرُ.;\n\nনবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ এটি এমন একটি বিষয় যা আল্লাহ্ তাআলা আদম-কন্যাদের জন্য নির্ধারণ করে দিয়েছেন। কারো কারো মতে সর্বপ্রথম হায়য শুরু হয় বনী ইসরাঈলী মহিলাদের। আবূ আবদুল্লাহ্ বুখারী (রহঃ) বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের হাদীসই গ্রহণযোগ্য।;\n\n\n২৯০। আলী ইবনু আবদুল্লাহ (রহঃ) .... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমরা হজ্জের উদ্দেশ্যেই (মদিনা থেকে) বের হলাম। সারিফ নামক স্থানে পৌঁছার পর আমার হায়য আসলো। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এসে আমাকে কাঁদতে দেখলেন; এবং বললেনঃ কি হল তোমার? তোমার হায়য এসেছে? আমি বললাম, হ্যাঁ। তিনি বললেনঃ এ তো আল্লাহ্ তাআলাই আদম-কন্যাদের জন্য নির্ধারণ করে দিয়েছেন। সুতরাং তুমি বায়তুল্লাহর তাওয়াফ ছাড়া হজ্জের বাকী সব কাজ করে যাও। আয়িশা (রাঃ) বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর স্ত্রীগণের পক্ষ থেকে গাভী কুরবানী করলেন।;\n",
        "id": 290,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২০৪। হায়যের সময় স্বামীর মাথা ধুয়ে দেওয়া ও চুল আঁচড়িয়ে দেওয়া",
        "hadithBengali": "২৯১। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) .... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমি হায়য অবস্থায় রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর মাথা আঁচড়িয়ে দিতাম।;\n",
        "id": 291,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২০৪। হায়যের সময় স্বামীর মাথা ধুয়ে দেওয়া ও চুল আঁচড়িয়ে দেওয়া",
        "hadithBengali": "২৯২। ইব্'রাহীম ইবনু মূসা (রহঃ) .... উরওয়া (রহঃ) থেকে বর্ণিত, তাঁকে (উরওয়াকে) প্রশ্ন করা হয়েছিল যে, ঋতুবতী স্ত্রী কি স্বামীর খিদমত করতে পারে? অথবা গোসল ফরয হওয়া অবস্থায় কি স্ত্রী স্বামীর নিকটবর্তী হতে পারে? উরওয়া জওয়াব দিলেন, এ সবই আমার কাছে সহজ। এ ধরনের সকল মহিলাই স্বামীর খিদমত করতে পারে। এ ব্যাপারে কারো অসুবিধা থাকার কথা নয়। আমাকে আয়িশা (রাঃ) বলেছেন যে, তিনি হায়যের অবস্থায় রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর চুল আঁচড়ে দিতেন। আর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইতিকাফ অবস্থায় মসজিদ থেকে তাঁর (আয়িশার) হুজরার দিকে তাঁর কাছে মাথাটা বাড়িয়ে দিতেন। তখন তিনি মাথার চুল আঁচড়াতেন অথচ তিনি ছিলেন ঋতুবতী।;\n",
        "id": 292,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উরওয়াহ (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২০৫। স্ত্রীর হায়য অবস্থায় তার কোলে মাথা রেখে কুরআন তিলাওয়াত করা। ",
        "hadithBengali": "وَكَانَ أَبُو وَائِلٍ يُرْسِلُ خَادِمَهُ وَهْيَ حَائِضٌ إِلَى أَبِي رَزِينٍ، فَتَأْتِيهِ بِالْمُصْحَفِ فَتُمْسِكُهُ بِعِلاَقَتِهِ;\n\nআবূ ওয়াইল (রহঃ) তাঁর ঋতুবতী দাসীকে আবূ রাযীন (রহঃ)-এর কাছে পাঠাতেন, আর দাসী জুযদানে পেঁচিয়ে কুরআন মাজীদ নিয়ে আসত।;\n\n\n২৯৩। আবূ নুআয়ম (রহঃ) .... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার কোলে হেলান দিয়ে কুরআন তিলাওয়াত করতেন। আর তখন আমি হায়যের অবস্থায় ছিলাম।;\n",
        "id": 293,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২০৬। নিফাসকে হায়য বলা",
        "hadithBengali": "২৯৪। মক্কী ইবনু ইব্রাহীম (রহঃ) .... উম্মে সালামা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে একই চাঁদরের নীচে শুয়ে ছিলাম। হঠাৎ আমার হায়য দেখা দিলে আমি চুপি চুপি বেরিয়ে গিয়ে হায়যের কাপড় পরে নিলাম। তিনি বললেনঃ তোমার কি নিফাস দেখা দিয়েছে? আমি বললাম, হ্যাঁ। তখন তিনি আমাকে ডাকলেন। আমি তাঁর সঙ্গে চাঁদরের ভিতর শুয়ে পড়লাম।;\n",
        "id": 294,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উম্মু সালামাহ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২০৭। হায়য অবস্থায় স্ত্রীর সাথে মেলামেশা করা",
        "hadithBengali": "২৯৫। কাবীসা (রহঃ) .... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমি ও নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জানবাত অবস্থায় একই পাত্র থেকে পানি নিয়ে গোসল করতাম এবং তিনি আমাকে নির্দেশ দিলে আমি ইযার পরে নিতাম, আর আমার হায়য অবস্থায় তিনি আমার সাথে মিশামিশি করে শুইতেন। তাছাড়া তিনি ইতিকাফ অবস্থায় মাথা বের করে দিতেন, আর আমি হায়য অবস্থায় মাথা ধুয়ে দিতাম।;\n",
        "id": 295,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২০৭। হায়য অবস্থায় স্ত্রীর সাথে মেলামেশা করা",
        "hadithBengali": "২৯৬। ইসমাঈল ইবনু খলীল (রহঃ) .... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমাদের কেউ হায়য অবস্থায় থাকলে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর সাথে মিশামিশি করতে চাইলে তাকে হায়যের ইযার পরার নির্দেশ দিতেন। তারপর তার সাথে মিশামিশি করতেন। তিনি [আয়িশা (রাঃ)] বলেনঃ তোমাদের মধ্যে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর মত কাম-প্রবৃত্তি দমন করার শক্তি রাখে কে? খালিদ ও জারীর (রহঃ) আশ-শায়বানী (রহঃ) থেকে এই হাদীসের অনুরূপ বর্ণনা করেছেন।;\n",
        "id": 296,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২০৭। হায়য অবস্থায় স্ত্রীর সাথে মেলামেশা করা",
        "hadithBengali": "২৯৭। আবূ নুমান (রহঃ) .... মায়মূনা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর কোন স্ত্রীর সাথে হায়য অবস্থায় মিশামিশি করতে চাইলে তাকে ইযার পরতে বলতেন। শায়বানী (রহঃ) থেকে সুফিয়ান (রহঃ) এ বর্ণনা করেছেন।;\n",
        "id": 297,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "মাইমূনাহ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২০৮। হায়য অবস্থায় সওম ছেড়ে দেওয়া",
        "hadithBengali": "২৯৮। সাঈদ ইবনু আবূ মারয়াম (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত, একবার ঈদুল আযহা বা ঈদুল ফিতরের সালাত (নামায/নামাজ) আদায়ের জন্য রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঈদগাহের দিকে যাচ্ছিলেন। তিনি মহিলাদের পাশ দিয়ে যাওয়ার সময় বললেনঃ হে মহিলা সমাজ! তোমরা সাদকা করতে থাক। কারন আমি দেখেছি জাহান্নামের অধিবাসীদের মধ্যে তোমরাই অধিক। তাঁরা আরয করলেনঃ কী কারনে, ইয়া রাসূলাল্লাহ? তিনি বললেনঃ তোমরা অধিক পরিমাণে অভিশাপ দিয়ে থাক আর স্বামীর না-শোকরী করে থাক। বুদ্ধি ও দ্বীনের ব্যাপারে ত্রুটি থাকা সত্ত্বেও একজন সদাসতর্ক ব্যাক্তির বুদ্ধি হরণে তোমাদের চাইতে পারদর্শী আমি আর কাউকে দেখিনি।;\n\nতাঁরা বললেনঃ আমাদের দ্বীন ও বুদ্ধির ত্রুটি কোথায়, ইয়া রাসূলাল্লাহ! তিনি বললেনঃ একজন মহিলার সাক্ষ্য কি একজন পুরুষের সাক্ষের অর্ধেক নয়? তাঁরা উত্তর দিলেন, হ্যাঁ। তখন তিনি বললেনঃ এ হচ্ছে তাদের বুদ্ধির ত্রুটি। আর হায়য অবস্থায় তারা কি সালাত ও সিয়াম থেকে বিরত থাকে না? তাঁরা বললেন, হাঁ। তিনি বললেনঃ এ হচ্ছে তাদের দ্বীনের ত্রুটি।;\n",
        "id": 298,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ সা'ঈদ খুদরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২০৯। হায়য অবস্থায় কা'বার তাওয়াফ ছাড়া হজ্জের অন্যান্য কাজ করা যায়। ",
        "hadithBengali": "وَقَالَ إِبْرَاهِيمُ لاَ بَأْسَ أَنْ تَقْرَأَ الآيَةَ. وَلَمْ يَرَ ابْنُ عَبَّاسٍ بِالْقِرَاءَةِ لِلْجُنُبِ بَأْسًا. وَكَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَذْكُرُ اللَّهَ عَلَى كُلِّ أَحْيَانِهِ. وَقَالَتْ أُمُّ عَطِيَّةَ كُنَّا نُؤْمَرُ أَنْ يَخْرُجَ الْحُيَّضُ، فَيُكَبِّرْنَ بِتَكْبِيرِهِمْ وَيَدْعُونَ. وَقَالَ ابْنُ عَبَّاسٍ أَخْبَرَنِي أَبُو سُفْيَانَ أَنَّ هِرَقْلَ دَعَا بِكِتَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَرَأَ فَإِذَا فِيهِ: بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ وَ(يَا أَهْلَ الْكِتَابِ تَعَالَوْا إِلَى كَلِمَةٍ). الآيَةَ. وَقَالَ عَطَاءٌ عَنْ جَابِرٍ حَاضَتْ عَائِشَةُ فَنَسَكَتِ الْمَنَاسِكَ غَيْرَ الطَّوَافِ بِالْبَيْتِ، وَلاَ تُصَلِّي. وَقَالَ الْحَكَمُ إِنِّي لأَذْبَحُ وَأَنَا جُنُبٌ. وَقَالَ اللَّهُ: (وَلاَ تَأْكُلُوا مِمَّا لَمْ يُذْكَرِ اسْمُ اللَّهِ عَلَيْهِ);\n\nইবরাহীম (রহঃ) বলেছেনঃ (হায়য অবস্থায়) আয়াত পাঠে কোন দোষ নেই। ইবন আব্বাস (রাঃ) জুনুবীর জন্য কুরআন পাঠে কোন দোষ মনে করতেন না। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সর্বাবস্থায় আল্লাহর যিকর করতেন। উম্মে আতিয়্যা (রাঃ) বলেনঃ (ঈদের দিন) হায়য অবস্থায় মহিলাদের বাইরে নিয়ে আসার জন্য বলা হতো, যাতে তারা পুরুষদের সাথে তাকবীর বলে ও দুআ করে। ইবন আব্বাস (রাঃ) আবূ সুফিয়ান (রাঃ) থেকে বর্ণনা করেন যে, হিরাকল (রোম সম্রাট) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের পত্র চেয়ে নিলেন এবং তা পাঠ করলেন। তাতে লেখা ছিলঃ;\n\nبِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ وَ(يَا أَهْلَ الْكِتَابِ تَعَالَوْا إِلَى كَلِمَةٍ) الآيَةَ;\n\nদয়াময় পরম দয়ালু আল্লাহর নামে। আপনি বলুন! হে কিতাবীগণ! এস সে কথায় যা আমাদের ও তোমাদের মধ্যে একই-যেন আমরা আল্লাহ্ ব্যতীত কারো ইবাদত না করি। কোন কিছুকেই তাঁর শরীক না করি এবং আমাদের কেউ কাকেও আল্লাহ্ ব্যতীত রবরূপে গ্রহণ না করি। যদি তারা মুখ ফিরিয়ে নেয় তবে বলুন, তোমরা সাক্ষী থাক আমরা মুসলিম (৩ : ৬৪)।;\n\nআতা (রহঃ) জাবির (রাঃ) থেকে বর্ণনা করেন যে, আয়িশা (রাঃ) হায়য অবস্থায় কাবা তাওয়াফ ছাড়া হজ্জের অন্যান্য আহকাম পালন করেছেন কিন্তু সালাত আদায় করেন নি। হাকাম (রহঃ) বলেছেনঃ আমি জুনুবী অবস্থায়ও যবেহ করে থাকি। অথচ আল্লাহর বাণী হলোঃ;\n\nوَلاَ تَأْكُلُوا مِمَّا لَمْ يُذْكَرِ اسْمُ اللَّهِ عَلَيْهِ;\n\nতোমরা আহার করো না সে সব প্রাণী, যার ওপর আল্লাহর নাম নেওয়া হয়নি।; (৬ : ১২১);\n\n\n২৯৯। আবূ নুআয়ম (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমরা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে হজ্জের উদ্দেশ্যে বেরিয়েছিলাম। আমরা সারিফ নামক স্থানে পৌঁছলে আমি ঋতুবতী হই। এ সময় নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এসে আমাকে কাঁদতে দেখলেন এবং জিজ্ঞাসা করলেনঃ তুমি কাঁদছ কেন? আমি বললামঃ আল্লাহর শপথ! এ বছর হাজ্জ (হজ্জ) না করাই আমার জন্য পছন্দনীয়। তিনি বললেনঃ সম্ভবত তুমি ঋতুবতী হয়েছ। আমি বললাম, হ্যাঁ। তিনি বললেনঃ এ তো আদম কন্যাদের জন্য আল্লাহ্ নির্ধারিত করেছেন। তুমি পাক হওয়া পর্যন্ত অন্যান্য হাজীদের মত সমস্ত কাজ করে যাও, কেবল কাবার তাওয়াফ করবে না।;\n",
        "id": 299,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১০। ইসতিহাযা",
        "hadithBengali": "৩০০। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ ফাতিমা বিনত আবূ হূবায়শ (রাঃ) রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে জিজ্ঞাসা করলেনঃ ইয়া রাসূলাল্লাহ! আমি কখনও পবিত্র হই না। এমতাবস্থাই আমি কি সালাত (নামায/নামাজ) ছেড়ে দেব? রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ এ হল এক ধরনের বিশেষ রক্ত, হায়যের রক্ত নয়। যখন তোমার হায়য শুরু হয় তখন তুমি সালাত ছেড়ে দাও। আর হায়য শেষ হলে রক্ত ধুয়ে সালাত আদায় কর।*;",
        "id": 300,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১১। হায়যের রক্ত ধুয়ে ফেলা",
        "hadithBengali": "৩০১। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) .... আসমা বিনতে আবূ বকর সিদ্দীক (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ এক মহিলা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে জিজ্ঞাসা করলেনঃ ইয়া রাসুলাল্লাহ! আমাদের কারো কাপড়ে হায়যের রক্ত লাগলে কি করবে? রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমাদের কারো কাপড়ে হায়যের রক্ত লাগলে সে তা রগড়িয়ে, তারপর পানিতে ধুয়ে নেবে এবং সে কাপড়ে সালাত (নামায/নামাজ) আদায় করবে।;\n",
        "id": 301,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আসমা বিনতু আবূ বাকর (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১১। হায়যের রক্ত ধুয়ে ফেলা",
        "hadithBengali": "৩০২। আসবাগ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমাদের কারো হায়য হলে, পাক হওয়ার পর রক্ত রগড়িয়ে কাপড় পানি দিয়ে ধুয়ে সেই কাপড়ে তিনি সালাত (নামায/নামাজ) আদায় করতেন।;\n",
        "id": 302,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১২। মুসতাহাযা'র ই'তিকাফ",
        "hadithBengali": "৩০৩। ইসহাক ইবনু শাহীন (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে তাঁর কোন এক স্ত্রী ইস্তিহাযার অবস্থায় ইতিকাফ করেন। তিনি রক্ত দেখতেন এবং স্রাবের কারনে প্রায়ই তার নীচে একটি পাত্র রাখতেন। রাবী বলেনঃ আয়িশা (রাঃ) হলুদ রঙের পানি দেখে বলেছেন, এ যেন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর অমুক স্ত্রীর ইস্তিহাযার রক্ত।;\n",
        "id": 303,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১২। মুসতাহাযা'র ই'তিকাফ",
        "hadithBengali": "৩০৪। কুতায়বা (রহঃ) .... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে তার কোন একজন স্ত্রী ইতিকাফ করেছিলেন। তিনি রক্ত ও হলদে পানি বের হতে দেখতেন আর তাঁর নীচে একটা পাত্র বসিয়ে রাখতেন এবং সে অবস্থায় সালাত (নামায/নামাজ) আদায় করতেন।;\n",
        "id": 304,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১২। মুসতাহাযা'র ই'তিকাফ",
        "hadithBengali": "৩০৫। মুসাদ্দাদ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, উম্মুল-মুমিনীদের একজন ইস্তিহাযা অবস্থায় ইতিকাফ করেছিলেন।;\n",
        "id": 305,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১৩। হায়য অবস্থায় পরিহিত পোশাকে সালাত আদায় করা      যায় কি?",
        "hadithBengali": "৩০৬। আবূ নূআয়ম (রহঃ) .... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমাদের কারো একটির বেশি কাপড় ছিল না। তিনি হায়য অবস্থায়ও এই কাপড়খানই ব্যাবহার করতেন, তাতে রক্ত থুথু দিয়ে ভিজিয়ে নখ দ্বারা রগড়িয়ে নিতেন।;\n",
        "id": 306,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১৪। হায়য থেকে পবিত্রতার গোসলে সুগন্ধি ব্যাবহার।",
        "hadithBengali": "৩০৭। আবদুল্লাহ ইবনু আবদুল ওয়াহহাব (রহঃ) ..... উম্মে আতিয়া (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ কোন মৃত ব্যাক্তির জন্য আমাদের তিন দিনের বেশী শোক পালন করা থেকে নিষেধ করা হত। কিন্তু স্বামীর ক্ষেত্রে চার মাস দশ দিন (শোক পালনের অনুমতি ছিল)। আমরা তখন সুরমা লাগাতাম না, সুগন্ধি ব্যাবহার করতাম না, ইয়েমেনের তৈরি রঙ্গিন কাপড় ছাড়া অন্য কোন রঙ্গিন কাপড় পরতাম না। তবে হায়য থেকে পবিত্রতার গোসলে আজফারের খোশবু মিশ্রিত বস্ত্রখন্ড ব্যাবহারের অনুমতি ছিল। আর আমাদের জানাযার পেছনে যাওয়া নিষিদ্ধ ছিল। এই বর্ণনা হিশাম ইবনু হাসসান (রহঃ) হাফসা (রাঃ) থেকে, তিনি উম্মে আতিয়্যা (রাঃ) থেকে এবং তিনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বিবৃত করেছেন।;\n",
        "id": 307,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উম্মু আতিয়্যাহ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১৫। হায়য এর পরে পবিত্রতা অর্জনের সময় দেহ ঘষামাজা করা, গোসলের পদ্ধতি এবং মিশকযুক্ত বস্ত্রখন্ড দিয়ে রক্তের চিহ্ন পরিষ্কার করা।",
        "hadithBengali": "৩০৮। ইয়াহইয়া (রহঃ) .... আয়িশা (রাঃ) থেকে বর্ণিত, এক মহিলা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে হায়যের গোসল সম্পর্কে জিজ্ঞাসা করলেন। তিনি তাকে গোসলের নিয়ম বলে দিলেন যে, এক টুকরা কস্তুরি লাগানো নেকড়া নিয়ে পবিত্রতা হাসিল কর। মহিলা বললেনঃ কিভাবে? রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তা দিয়ে পবিত্রতা হাসিল কর। মহিলা (তৃতীয়বার) বললেন; কিভাবে? রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ সুবানহানাল্লাহ! তা দিয়ে পবিত্রতা হাসিল কর। আয়িশা (রাঃ) বলেনঃ তখন আমি তাকে টেনে আমার কাছে নিয়ে আসলাম এবং বললামঃ তা দিয়ে রক্তের চিহ্ন বিশেষভাবে মুছে ফেল।;\n",
        "id": 308,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১৬। হায়যের গোসলের বিবরণ।",
        "hadithBengali": "৩০৯। মুসলিম (রহঃ) .... আয়িশা (রাঃ) থেকে বর্ণিত যে, একজন আনসারী মহিলা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে জিজ্ঞাসা করলেনঃ আমি কিভাবে হায়যের গোসল করবো? রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ এক টুকরা কস্তুরিযুক্ত নেকড়া লও এবং তিনবার ধুয়ে নাও। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এরপর লজ্জাবশত অন্যদিকে মুখ ফিরিয়ে নিলেন এবং বললেনঃ তা দিয়ে তুমি পবিত্র হও। আয়িশা (রাঃ) বলেনঃ আমি তাকে নিজের দিকে টেনে নিলাম। তারপর তাকে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কথার মর্ম বুঝিয়ে দিলাম।;\n",
        "id": 309,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১৭। হায়যের গোসলের সময় চুল আঁচড়ানো",
        "hadithBengali": "৩১০। মূসা ইবনু ঈসমাঈল (রহঃ) ...... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে বিদায় হাজ্জের ইহরাম বেঁধেছিলাম। আমিও তাদেরই একজন ছিলাম যারা তামাত্তুর (একই সফরে হাজ্জ ও উমরা করা) নিয়্যত করেছিল এবং কুরবানীর পশু নেয়নি। তিনি বলেনঃ তাঁর হায়ায শুরু হয় আর আরফা-এর রাত পর্যন্ত তিনি পাক হন নি। আয়িশা (রাঃ) বলেনঃ আমি বললাম, ইয়া রাসূলাল্লাহ! আজ তো আরাফার রাত, আর আমি হাজ্জের সঙ্গে উমরারও নিয়্যত করেছি। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বললেনঃ মাথার বেণী খুলে ফেল, চুল আঁচড়াও আর উমরা থেকে বিরত থাক। আমি তা-ই করলাম। হাজ্জ (হজ্জ) সমাধা করার পর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আবদুর রহমান (রাঃ)-কে হাসবায় অবস্থানের রাতে (আমাকে উমরা করানোর) নির্দেশ দিলেন। তিনি তানঈম থেকে আমাকে উমরা করালেন, যেখান থেকে আমি উমরার ইহরাম বেঁধেছিলাম।;\n",
        "id": 310,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১৮। হায়যের গোসলে চুল খোলা",
        "hadithBengali": "৩১১। উবায়দ ইবনু ইসমাঈল (রহঃ) .... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমরা যিলহাজ্জ মাসের চাঁদ দেখার সময় নিকটবর্তী হলে বেরিয়ে পড়লাম। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ যে উমরার ইহরাম বাঁধতে চায় সে তা করতে পারে। কারণ, আমি সাথে কুরবানীর পশু না আনলে উমরার ইহরামই বাঁধতাম। তারপর কেউ উমরার ইহরাম বাঁধলেন, আর কেউ হাজ্জের ইহরাম বাঁধলেন। আমি ছিলাম উমরার ইহরামকারীদের মধ্যে। আরাফার দিনে আমি ঋতুবতী ছিলাম। আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে আমার অসুবিধার কথা বললাম। তিনি বললেনঃ তোমার উমরা ছেড়ে দাও, মাথার বেণী খুলে চুল আঁচড়াও, আর হাজ্জের ইহরাম বাঁধ। আমি তাই করলাম। হাসবা নামক স্থানে অবস্থানের রাতে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার সাথে আমার ভাই আবদুর রহমান ইবনু আবূ বকর (রাঃ)-কে পাঠালেন। আমি তানঈমের দিকে বের হলাম। সেখানে পূর্বের উমরার পরিবর্তে ইহরাম বাঁধলাম। হিশাম (রহঃ) বলেনঃ এসব কারণে কোন দম (কুরবানী) সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) বা সাদকা দিতে হয় নি।;\n",
        "id": 311,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২১৯। আল্লাহর বাণী ;পূর্ণাকৃতি ও অপূর্ণাকৃতি   গোশত পিণ্ড (২২ঃ:৫) প্রসঙ্গে",
        "hadithBengali": "৩১২। মুসাদ্দাদ (রহঃ) .... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ আল্লাহ তাআলা মাতৃগর্ভের জন্য একজন ফিরিশতা নির্ধারণ করেছেন। তিনি (পর্যায়ক্রমে) বলতে থাকেন, হে রব! এখন বীর্য-আকৃতিতে আছে। হে রব! এখন জমাট রক্তে পরিণত হয়েছে। হে রব! এখন গোশতপিণ্ডে পরিণত হয়েছে। এরপর আল্লাহ তাআলা যখন সৃষ্টি পূর্ণ করতে চান, তখন জিজ্ঞাসা করেনঃ পুরুষ, না স্ত্রী? সৌভাগ্যবান, না দুর্ভাগা রিযক ও বয়স কত? রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তার মাতৃগর্ভে থাকতেই তা লিখে দেওয়া হয়।;\n",
        "id": 312,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২২০। ঋতুবতী কিভাবে হজ্জ ও উমরার ইহরাম বাঁধবে?",
        "hadithBengali": "৩১৩। ইয়াহইয়া ইবনু বুকাইর (রহঃ) .... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমরা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে বিদায় হাজ্জের সময় বের হয়েছিলাম। আমাদের কেউ ইররাম বেঁধেছিল উমরার আর কেউ ইহরাম বেঁধেছিল হাজ্জের। আমরা মক্কায় এসে পৌঁছালে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ যারা উমরার ইহরাম বেঁধেছে কিন্তু কুরবানীর পশু সাথে আনেনি, তারা যেন ইহরাম খুলে ফেলে। আর যারা উমরার ইহরাম বেঁধেছে ও কুরবানীর পশু সাথে এনেছে, তারা যেন কুরবানী করা পর্যন্ত ইহরাম না খোলে। আর যারা হাজ্জের ইহরাম বেঁধেছে, তারা যেন হাজ্জ (হজ্জ) পূর্ণ করে।;\n\nআয়িশা (রাঃ) বলেনঃ এরপর আমার হায়য শুরু হয় এবং আরাফার দিনেও তা বহাল থাকে। আমি শুধু উমরার ইহরাম বেঁধেছিলাম। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে মাথার বেণী খোলার চুল আঁচড়িয়ে নেওয়ার এবং উমরার ইহরাম ছেড়ে হাজ্জের ইহরাম বাঁধার নির্দেশ দিলেন। আমি তাই করলাম। পরে হাজ্জ (হজ্জ) সমাধা করলাম। এরপর আবদুর রহমান ইবনু আবূ বকর (রাঃ)-কে আমার সাথে পাঠালেন। তিনি আমকে তানঈম থেকে আমার আগের পরিত্যক্ত উমরার পরিবর্তে উমরা করতে নির্দেশ দিলেন।;\n",
        "id": 313,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২২১। হায়য শুরু ও শেষ হওয়া।",
        "hadithBengali": "وَكُنَّ نِسَاءٌ يَبْعَثْنَ إِلَى عَائِشَةَ بِالدُّرْجَةِ فِيهَا الْكُرْسُفُ فِيهِ الصُّفْرَةُ فَتَقُولُ لاَ تَعْجَلْنَ حَتَّى تَرَيْنَ الْقَصَّةَ الْبَيْضَاءَ. تُرِيدُ بِذَلِكَ الطُّهْرَ مِنَ الْحَيْضَةِ. وَبَلَغَ ابْنَةَ زَيْدِ بْنِ ثَابِتٍ أَنَّ نِسَاءً يَدْعُونَ بِالْمَصَابِيحِ مِنْ جَوْفِ اللَّيْلِ يَنْظُرْنَ إِلَى الطُّهْرِ فَقَالَتْ مَا كَانَ النِّسَاءُ يَصْنَعْنَ هَذَا. وَعَابَتْ عَلَيْهِنَّ;\n\nস্ত্রীলোকেরা আয়িশা (রাঃ) এর কাছে কৌটায় করে তুলা পাঠাতো। তাতে হলুদ রং দেখলে আয়িশা (রাঃ) বলতেনঃ তাড়াহুড়া করো না, সাদা পরিস্কার দেখা পর্যন্ত অপেক্ষা কর। এ দ্বারা তিনি হায়য থেকে পবিত্রতা বোঝাতেন। যায়দ ইবন সাবিত (রাঃ) এর কন্যার কাছে সংবাদ এলো যে, স্ত্রীলোকেরা রাতের অন্ধকারে প্রদীপ চেয়ে নিয়ে হায়য থেকে পাক হলো কিনা তা দেখতেন। তিনি বললেনঃ স্ত্রীলোকেরা (পূর্বে) এমনটি করতেন না। তিনি তাদের দোষারোপ করেন।;\n\n\n৩১৪। আবদুল্লাহ ইবনু মুহাম্মদ (রহঃ) .... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ ফাতিমা বিনতে আবূ হূরাইশ (রাঃ)-এর ইস্তিহাযা হতো। তিনি এ বিষয়ে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে জিজ্ঞাসা করলেন। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ এ হচ্ছে রগের রক্ত, হায়যের রক্ত নয়। সুতরাং হায়য শুরু হলে সালাত (নামায/নামাজ) ছেড়ে দেবে। আর হায়য শেষ হলে গোসল করে সালাত আদায় করবে।;\n",
        "id": 314,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২২২। হায়যকালীন সালাতের কাযা নেই।",
        "hadithBengali": "وَقَالَ جَابِرٌ وَأَبُو سَعِيدٍ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ تَدَعُ الصَّلاَةَ;\n\nজাবির ইবন আবদুল্লাহ ও আবূ সাঈদ খুদরী (রাঃ) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেন যে, (স্ত্রীলোক হায়যকালীন সময়) সালাত ছেড়ে দেবে;\n\n\n৩১৫। মূসা ইবনু ইসমাঈল (রহঃ) .... মুআযা (রহঃ) থেকে বর্ণিত, এক মহিলা আয়িশা (রাঃ)কে বললেনঃ আমাদের জন্য হায়যকালীন কাযা সালাত (নামায/নামাজ) পবিত্র হওয়ার পর আদায় করলে চলবে কি না? আয়িশা (রাঃ) বললেনঃ তুমি কি হারুরইয়্যা? (খারেজীদের একটি দল ঋতুবতীর জন্য সালাতের ক্বাযা ওয়াজিব মনে করত) আমরা রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সময়ে ঋতুবতী হতাম কিন্তু আমাদের সালাত কাযার নির্দেশ দিতেন না। অথবা তিনি [আয়িশা (রাঃ)] বলেনঃ আমরা তা কাযা করতাম না।;\n",
        "id": 315,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "মু'আযাহ (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২২৩। ঋতুবতী মহিলার সঙ্গে হায়যের কাপড় পরিহিত অবস্থায় একত্রে শয়ন",
        "hadithBengali": "৩১৬। সাদ ইবনু হাফস (রহঃ) .... উম্মে সালমা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে একই চাঁদরের নীচে শায়িত অবস্থায় আমার হায়য দেখা দিল। তখন আমি চুপিসারে বেরিয়ে এসে হায়যের কাপড় পরে নিলাম। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে বললেনঃ তোমার কি হায়য শুরু হয়েছে? আমি বললামঃ হ্যাঁ। তখন তিনি আমকে ডেকে নিয়ে তাঁর চাঁদরের নিচে স্থান দিলেন। বর্ণনাকারী যায়নাব (রহঃ) বলেনঃ আমাকে উম্মে সালমা (রাঃ) এও বলেছেন যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রোযা রাখা অবস্থায় তাকে চুমু খেতেন। [উম্মে সালমা (রাঃ) আরও বলেন] আমি ও রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একই পাত্র থেকে পানি নিয়ে জানবাতের গোসল করতাম।;\n",
        "id": 316,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উম্মু সালামাহ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২২৪। হায়যের জন্য সতন্ত্র কাপড় পরিধান করা",
        "hadithBengali": "৩১৭। মুআয ইবনু ফাযালা (রহঃ) .... উম্মে সালমা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ এক সময় আমি ও নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একই চাঁদরের নীচে শুয়েছিলাম। আমার হায়য শুরু হল। তখন আমি চুপিসারে বেরিয়ে এসে হায়যের কাপড় পরে নিলাম। তিনি জিজ্ঞাসা করলেনঃ তোমার কি হায়য আরম্ভ হয়েছে? আমি বললামঃ হ্যাঁ। তিনি আমকে ডেকে নিলেন এবং আমি তাঁর সঙ্গে একই চাঁদরের নীচে শুয়ে পড়লাম।;\n",
        "id": 317,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উম্মু সালামাহ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২২৫। ঋতুবতী মহিলাদের উভয় ঈদ ও মুসলিমদের দু'আর সমাবেশে উপস্থিত হওয়া এবং ঈদগাহ থেকে দূরে অবস্থান করা",
        "hadithBengali": "৩১৮। মুহাম্মদ ইবনু সালামা (রহঃ) .... হাফসা (রহঃ) থেকে বর্ণিত, তিনি বলেনঃ আমরা আমাদের যুবতীদের ঈদের সালাতে (নামাযে) বের হতে নিষেদ করতাম। এক মহিলা বনূ খালাফের মহলে এসে পৌঁছালেন এবং তিনি তাঁর বোন থেকে বর্ণনা করলেন। তাঁর ভগ্নীপতি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে বারটি গাযওয়ায় অংশ গ্রহন করেছিলেন। তিনি বলেনঃ আমার বোনও তাঁর ছয়টি গাযওয়ায় শরীক ছিল। সেই বোন বলেনঃ আমাদের কারো ওড়না না থাকার কারণে বের না হলে কোন অসুবিধা আছে কি? রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তাঁর সাথীর ওড়না তাকে পরিয়ে দেবে, যাতে সে ভালো মজলিস ও মুমিনদের শরীক হতে পারে।;\n\nযখন উম্মে আতিয়্যা (রাঃ) আসলেন, আমি তাকে জিজ্ঞাসা করলামঃ আপনি কি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে এরুপ শুনেছেন? উত্তরে তিনি বললেঃ আমার পিতা তাঁর জন্য কুরবান হোক। হ্যাঁ, তিনি এরুপ বলেছিলেন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কথা আলোচিত হলেই তিনি বলতেন আমার পিতা তাঁর জন্য কুরবান হোক;। আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে বলতে শুনেছি যে। যুবতী, পর্দানশীল ঋতুবতী মহিলারা বের হবে এবং ভাল স্থানে ও মুমিনদের দুআয় অংশ গ্রহন করবে। অবশ্য ঋতুবতী মহিলা ঈদগাহ থেকে দূরে থাকবে। হাফসা (রহঃ) বলেনঃ আমি জিজ্ঞাসা করলামঃ ঋতুবতীও কি বেরুবে? তিনি বলেনঃ সে কি আরাফাতের ও অমুক অমুক স্থানে উপস্থিত হবে না?;\n",
        "id": 318,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "হাফসাহ বিনত সীরীন (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২২৬। একই মাসে তিন হায়য হলে সম্ভাব্য হায়য ও গর্ভধারণের ব্যাপারে স্ত্রীলিকোর কথা গ্রহণযোগ্য। ",
        "hadithBengali": "لِقَوْلِ اللَّهِ تَعَالَى: (وَلاَ يَحِلُّ لَهُنَّ أَنْ يَكْتُمْنَ مَا خَلَقَ اللَّهُ فِي أَرْحَامِهِنَّ). وَيُذْكَرُ عَنْ عَلِيٍّ وَشُرَيْحٍ إِنِ امْرَأَةٌ جَاءَتْ بِبَيِّنَةٍ مِنْ بِطَانَةِ أَهْلِهَا مِمَّنْ يُرْضَى دِينُهُ، أَنَّهَا حَاضَتْ ثَلاَثًا فِي شَهْرٍ. صُدِّقَتْ. وَقَالَ عَطَاءٌ أَقْرَاؤُهَا مَا كَانَتْ، وَبِهِ قَالَ إِبْرَاهِيمُ. وَقَالَ عَطَاءٌ الْحَيْضُ يَوْمٌ إِلَى خَمْسَ عَشْرَةَ. وَقَالَ مُعْتَمِرٌ عَنْ أَبِيهِ سَأَلْتُ ابْنَ سِيرِينَ عَنِ الْمَرْأَةِ تَرَى الدَّمَ بَعْدَ قَرْئِهَا بِخَمْسَةِ أَيَّامٍ قَالَ النِّسَاءُ أَعْلَمُ بِذَلِكَ;\n\nকারণ আল্লাহর ঘোষণা রয়েছেঃ;\n\nوَلاَ يَحِلُّ لَهُنَّ أَنْ يَكْتُمْنَ مَا خَلَقَ اللَّهُ فِي أَرْحَامِهِنَّ;\n\nমহিলাদের গর্ভে আল্লাহ যা সৃষ্টি করেছেন সে বিষয়টি গোপন করা তাদের পক্ষে বৈধ নয়। (২ঃ ২২৮);\n\nআলী (রাঃ) ও শুরায়হ (রাঃ) থেকে বর্ণিত, যদি মহিলার নিজ পরিবারের দিনদার কেউ সাক্ষ্য দেয় যে, এ মহিলা মাসে তিনবার ঋতুবতী হয়েছে, তবে তাঁর কথা গ্রহণযোগ্য হবে। আতা (রহঃ) বলেনঃ মহিলার হায়যের দিন গণনা করা হবে তাঁর পূর্ব অভ্যাস অনুযায়ী। ইবরাহীম (রহঃ)-ও অনুরূপ বলেন। আতা (রহঃ) আরো বলেনঃ হায়য একদিন থেকে পনের দিন পর্যন্ত হতে পারে। মুতামির তাঁর পিতা থেকে বর্ণনা করেন, তিনি বলেছেনঃ আমি ইবন সীরীন (রহঃ)-কে এমন মহিলা সম্পর্কে জিজ্ঞাসা করলাম যে তার পূর্ব অভ্যাস অনুযায়ী হায়যের পাঁচ দিন পূর্ণ হওয়ার পরও রক্ত দেখে? তিনি জবাবে বললেনঃ এ ব্যাপারে মহিলারা ভালো জানে।;\n\n\n৩১৯। আহমদ ইবনু আবূ রাজা (রহঃ) .... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ ফাতিমা বিনত আবূ হুবায়শ (রাঃ) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে জিজ্ঞাসা করলেন, আমার ইস্তিহাযা হয়েছে এবং পবিত্র হচ্ছি না। আমি কি সালাত (নামায/নামাজ) ছেড়ে দেব? নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ না, এ হল রগ-নির্গত রক্ত। তবে এরূপ হওয়ার আগে যতদিন হায়য হতো সে কয়দিন সালাত অবশ্যই ছেড়ে দাও। তারপর গোসল করে নিবে ও সালাত আদায় করবে।;\n",
        "id": 319,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২২৭। হায়াযের দিনগুলো ছাড়া হলুদ এবংমেটে রং দেখা",
        "hadithBengali": "৩২০। কুতাইবা ইবনু সাঈদ (রহঃ) ... উম্মে আতিয়্যা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমরা মেটে ও হলুদ রং হায়যের মধ্যে গন্য করতাম না।;\n",
        "id": 320,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উম্মু আতিয়্যাহ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২২৮। ইস্তিহাযার শিরা",
        "hadithBengali": "৩২১। ইবরাহীম ইবনু মুনযির আল-হিযামী (রহঃ) .... নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর পত্নী আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ উম্মে হাবীবা (রাঃ) সাত বছর পর্যন্ত ইস্তিহাযাগ্রস্থা ছিলেন। তিনি এ ব্যাপারে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে জিজ্ঞাসা করলেন। তিনি তাঁকে গোসলের নির্দেশ দিলেন এবং বললেনঃ এ শিরা-নির্গত রক্ত। এরপর উম্মে হাবীবা (রাঃ) প্রতি সালাত (নামায/নামাজ)-এর জন্য গোসল করতেন।;\n",
        "id": 321,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২২৯। তাওয়াফে যিয়ারতের পর  স্ত্রীলোকের হায়য শুরু হলে",
        "hadithBengali": "৩২২। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ..... নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর পত্নী আয়িশা (রাঃ) থেকে বর্ণিত, তিনি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে জিজ্ঞাসা করলেনঃ ইয়া রাসুলাল্লাহ! সাফিয়্যা বিনত হুযাইয়ের হায়য শুরু হয়েছে। তিনি বললেনঃ সে তো তোমাদেরকে আটকিয়ে রাখবে। সে কি তোমাদের সঙ্গে তাওয়াফে-যিয়ারত করেনি? তাঁর জবাব দিলেন, হ্যাঁ করেছেন। তিনি বললেনঃ তা হলে বের হও।;\n",
        "id": 322,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২২৯। তাওয়াফে যিয়ারতের পর  স্ত্রীলোকের হায়য শুরু হলে",
        "hadithBengali": "৩২৩। মুআল্লা ইবনু আসাদ (রহঃ) .... আবদুল্লাহ ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ (তাওয়াফে যিয়ারার পর) মহিলার হায়য হলে তার চলে যাওয়ার অনুমতি রয়েছে। এর আগে ইবনু উমর (রাঃ) বলতেনঃ সে যেতে পারবে না। তারপর তাঁকে বলতে শুনেছি যে, সে যেতে পারে। কারণ, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের জন্য (যাওয়ার) অনুমতি দিয়েছেন।;",
        "id": 323,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩০। ইস্তিহাযাগ্রস্তা নারীর পবিত্রতা দেখা।",
        "hadithBengali": "قَالَ ابْنُ عَبَّاسٍ تَغْتَسِلُ وَتُصَلِّي وَلَوْ سَاعَةً، وَيَأْتِيهَا زَوْجُهَا إِذَا صَلَّتْ، الصَّلاَةُ أَعْظَمُ;\n\nইবন আব্বাস (রাঃ) বলেনঃ মুস্তাহাযা দিনের কিছু সময়ের জন্য হলেও পবিত্রতা দেখলে গোসল করবে ও সালাত আদায় করবে। আর সালাত আদায় করার পর তাঁর স্বামী তাঁর সাথে মিলতে পারে। কারণ, সালাতের গুরুত্ব অত্যাধিক।;\n\n\n৩২৪। আহমদ ইবনু ইউনুস (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ হায়য দেখা দিলে সালাত (নামায/নামাজ) ছেড়ে দাও আর হায়যের সময় শেষ হয়ে গেলে রক্ত ধুয়ে নাও এবং সালাত (নামায/নামাজ) আদায় কর।;\n",
        "id": 324,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩১। নিফাস অবস্থায় মৃত স্ত্রীলকের সালাতে জানাযা ও তাঁর পদ্ধতি",
        "hadithBengali": "৩২৫। আহমদ ইবনু সুরায়জ (রহঃ) .... সামুরা ইবনু জুনদুব (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ একজন প্রসূতি মহিলা মারা গেলে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর জানাযা পড়লেন। সালাতে তিনি মহিলার দেহের মাঝ বরাবর দাঁড়িয়েছিলেন।;\n",
        "id": 325,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সামুরাহ ইবনু জুনদুব (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৩২। পরিচ্ছেদ নাই।",
        "hadithBengali": "৩২৬। হাসান ইবনু মুদরিক (রহঃ) ...... আবদুল্লাহ ইবনু শাদ্দাদ (রহঃ) থেকে বর্ণিত, তিনি বলেনঃ আমি আমার খালা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর পত্নী মায়মূনা (রাঃ) থেকে শুনেছি যে, তিনি হায়য অবস্থায় সালাত (নামায/নামাজ) আদায় করতেন না; তখন তিনি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সিজদার জায়গায় সোজাসুজি শুয়ে থাকতেন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর চাটাইয়ে সালাত আদায় করতেন। সিজদা করার সময় তাঁর কাপড়ের অংশ আমার (মায়মূনার) গায়ে লাগতো।;\n",
        "id": 326,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'নু শাদ্দাদ (রহঃ)",
        "status_bn": "সহিহ"

    }
]