[
    {

        "chapter_bn": "২৬৮৩. নবী (সাঃ) এর বাণীঃ আখিরাতের জীবনই প্রকৃত জীবন",
        "hadithBengali": "৫৯৭০। মাক্কী ইবনু ইবরাহীম (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ দুটি নিয়ামত এমন আছে, যে দুটোতে অনেক মানুষ ক্ষতিগ্রস্ত। তা হল, সুস্থতা আর অবসর।;\n\nআব্বাস আম্বরী (রহঃ) ... সাঈদ ইবনু আবূ হিন্দ (রহঃ) থেকে ইবনু আব্বাস (রাঃ) সুত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ হাদীস বর্ণনা করেছেন।;\n",
        "id": 5970,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৮৩. নবী (সাঃ) এর বাণীঃ আখিরাতের জীবনই প্রকৃত জীবন",
        "hadithBengali": "৫৯৭১। মুহাম্মাদ ইবনু বাশশার (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ হে আল্লাহ! আখিরাতের জীবনই প্রকৃত জীবন। সুতরাং আপনি আনসার আর মুহাজিরদের কল্যাণ দান করুন।;\n",
        "id": 5971,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৮৩. নবী (সাঃ) এর বাণীঃ আখিরাতের জীবনই প্রকৃত জীবন",
        "hadithBengali": "৫৯৭২। আহমাদ ইবনু মিকদাম (রহঃ) ... সাহল ইবনু সাদ সাঈদী (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমরা খন্দকের যুদ্ধে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে ছিলাম। তিনি খনন করছিলেন এবং আমরা মাটি সরাচ্ছিলাম। তিনি আমাদের দেখছিলেন। তখন তিনি বলছিলেনঃ আয় আল্লাহ! আখিরাতের জীবনই প্রকৃত জীবন। সূতরাং আপনি আনসার ও মুহাজিরদেরকে মাফ করে দিন।;\n",
        "id": 5972,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সাহল বিন সাদ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৮৪. আখিরাতের তুলনায় দুনিয়ার দৃষ্টান্ত। আল্লাহ তা'আলার বাণীঃ তোমরা জেনে রেখো, পার্থিব জীবন তো ক্রীড়া কৌতুক ... ছলনাময়য় ভোগ (৫৭ঃ ২০)",
        "hadithBengali": "৫৯৭৩। আবদুল্লাহ ইবনু মাসলামা (রহঃ) ... সাহল ইবনু সাদ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি, জান্নাতের মধ্যে একটা চাবুক পরিমাণ জায়গা দুনিয়া এবং তার মধ্যে যা কিছু আছে তার চাইতে উত্তম। আর আল্লাহর রাস্তায় সকালের এক মুহূর্ত অথবা বিকালের এক মুহূর্ত দুনিয়া ও এর সব কিছু থেকে উত্তম।;\n",
        "id": 5973,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সাহল বিন সাদ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৮৫. নবী (সাঃ) এর বাণীঃ দুনিয়াতে তুমি একজন মুসাফির অথবা পথযাত্রীর মত থাক",
        "hadithBengali": "৫৯৭৪। আলী ইবনু আবদুল্লাহ (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একদা আমার উভয় কাঁধ ধরে বললেনঃ তুমি এ দুনিয়াতে একজন মুসাফির অথবা পথযাত্রীর মত থাক। আর ইবনু উমর (রাঃ) বলতেন, তুমি সন্ধ্যায় উপনীত হলে আর ভোরের অপেক্ষা করো না এবং ভোরে উপনীত হলে সন্ধ্যার অপেক্ষা করো না। তোমার সুস্থতার অবকাশে পিড়ীত অবস্থার জন্য সঞ্চয় করে রেখো। আর জীবিত অবস্থায় তোমার মৃত্যুর জন্য প্রস্তুতি নিও।;\n",
        "id": 5974,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৮৬. আশা এবং ধৈর্য। মহান আল্লাহর বাণীঃ যাকে আগুন থেকে দূরে রাখা হবে এবং জান্নাতে দাখিল করা হবে, সে-ই সফল হলো, আর পার্থিব জীবন তো ছলনাময়য় ভোগ ব্যতীত কিছুই নয় (৩ঃ ১৮) এদের ছেড়ে দাও- খেতে থাকুক, ভোগ করতে থাকুক এবং আশা এদের মোহাচ্ছন্ন রাখুক, অচিরেই তারা বুঝবে (১৬ঃ ৩) আলী (রাঃ) বলেন, এ দুনিয়া পেছনের দিকে যাচ্ছে, আর আখিরাত সামনের দিকে এগিয়ে আসছে। এ দু'টির প্রতিটির আছে সন্তানাদি। অতএব তোমরা আখিরাতের সন্তানদের অন্তর্ভুক্ত হও। দুনিয়ার সন্তানদের অন্তর্ভুক্ত হয়ো না। কারণ, আজ আমলের দিন, অতএব হিসাব নেই। আর আগামীকাল হিসাব, কোন আমল নেই",
        "hadithBengali": "৫৯৭৫। সাদাকা ইবনু ফাযল (রহঃ) ... আবদুল্লাহ ইবনু মাসঊদ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদিন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একটি চতূর্ভুজ আঁকলেন এবং এর মাঝখানে একটি রেখা টানলেন, যা ভূজ অতিক্রম করে গেল। তারপর দুপাশ দিয়ে মাঝের রেখার সাথে ভেতরের দিকে কয়েকটী ছোট ছোট রেখা মিলালেন এবং বললেনঃ এ মাঝামাঝি রেখাটা হলো মানুষ। আর এ চতুর্ভূজটি হলো তার আয়ু, যা তাকে ঘিরে রেখেছে। আর বাইরের দিকে অতিক্রান্ত রেখাটি হল তার আশা। আর এ ছোট ছোট রেখাগুলো বাধা-বিপত্তি। যদি সে এর একটা এড়িয়ে যায়, তবে অন্যটা তাকে দংশন করে। আর অন্যটিও যদি এড়িয়ে যায় তবে আরেকটি তাকে দংশন করে।;\n",
        "id": 5975,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ' ইব্'ন মাসউদ (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৮৬. আশা এবং ধৈর্য। মহান আল্লাহর বাণীঃ যাকে আগুন থেকে দূরে রাখা হবে এবং জান্নাতে দাখিল করা হবে, সে-ই সফল হলো, আর পার্থিব জীবন তো ছলনাময়য় ভোগ ব্যতীত কিছুই নয় (৩ঃ ১৮) এদের ছেড়ে দাও- খেতে থাকুক, ভোগ করতে থাকুক এবং আশা এদের মোহাচ্ছন্ন রাখুক, অচিরেই তারা বুঝবে (১৬ঃ ৩) আলী (রাঃ) বলেন, এ দুনিয়া পেছনের দিকে যাচ্ছে, আর আখিরাত সামনের দিকে এগিয়ে আসছে। এ দু'টির প্রতিটির আছে সন্তানাদি। অতএব তোমরা আখিরাতের সন্তানদের অন্তর্ভুক্ত হও। দুনিয়ার সন্তানদের অন্তর্ভুক্ত হয়ো না। কারণ, আজ আমলের দিন, অতএব হিসাব নেই। আর আগামীকাল হিসাব, কোন আমল নেই",
        "hadithBengali": "৫৯৭৬। মুসলিম ইবনু ইবরাহীম (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। তিনি বললেনঃ একবার নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কয়েকটি রেখা টানলেন এবং বললেনঃ এটা আশা আর এটা তার আয়ু। মানুষ যখন এ অবস্থায় থাকে হঠাৎ নিকটবর্তী রেখা (মৃত্যু) এসে যায়।;\n",
        "id": 5976,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৮৭. যে ব্যক্তি ষাট বছর বয়সে পৌঁছে গেল, আল্লাহ তা'আলা তার বয়সের ওযর পেশ করার সুযোগ রাখেননি। আল্লাহ তা'আলার বাণীঃ আমি কি তোমাদের এত দীর্ঘ জীবন দান করিনি যে, তখন কেউ সতর্ক হতে চাইলে সতর্ক হতে পারত, অথচ তোমাদের কাছে সতর্ককারীরাও এসেছিল ... (৩৫ঃ ৩৭)",
        "hadithBengali": "৫৯৭৭। আবদুল সালাম ইবনু মুতাহহার (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ, আল্লাহ তাআলা যাকে দীর্ঘায়ু করেছেন, এমনকি যাকে ষাট বছরে পৌছিয়েছেন তার ওযর পেশ করার সুযোগ রাখেননি।;\n",
        "id": 5977,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৮৭. যে ব্যক্তি ষাট বছর বয়সে পৌঁছে গেল, আল্লাহ তা'আলা তার বয়সের ওযর পেশ করার সুযোগ রাখেননি। আল্লাহ তা'আলার বাণীঃ আমি কি তোমাদের এত দীর্ঘ জীবন দান করিনি যে, তখন কেউ সতর্ক হতে চাইলে সতর্ক হতে পারত, অথচ তোমাদের কাছে সতর্ককারীরাও এসেছিল ... (৩৫ঃ ৩৭)",
        "hadithBengali": "৫৯৭৮। আলী ইবনু আবদুল্লাহ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি যে, বৃদ্ধ লোকের অন্তর দুটি ব্যাপারে সর্বদা যুবক থাকে। এর একটি হল দুনিয়ার মহব্বত, আরেকটি হল উচ্চাকাঙ্ক্ষা।;\n\nলায়ছ (রহঃ) ... সাঈদ ও আবূ সালামা (রাঃ) থেকে বর্ণনা করেছেন।;\n",
        "id": 5978,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৮৭. যে ব্যক্তি ষাট বছর বয়সে পৌঁছে গেল, আল্লাহ তা'আলা তার বয়সের ওযর পেশ করার সুযোগ রাখেননি। আল্লাহ তা'আলার বাণীঃ আমি কি তোমাদের এত দীর্ঘ জীবন দান করিনি যে, তখন কেউ সতর্ক হতে চাইলে সতর্ক হতে পারত, অথচ তোমাদের কাছে সতর্ককারীরাও এসেছিল ... (৩৫ঃ ৩৭)",
        "hadithBengali": "৫৯৭৯। মুসলিম ইবনু ইবরাহীম (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আদম সন্তানের বয়স বাড়ে আর তার সাথে দুটি জিনিসও বৃদ্ধি পায়; ধন-সম্পদের মহব্বত ও দীর্ঘায়ুর আকাঙ্ক্ষা।;\n",
        "id": 5979,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৮৮. যে আমলের দ্বারা আল্লাহর সন্তুষ্টি চাওয়া হয়। এ বিষয়ে সা'দ (রাঃ) বর্ণিত একটি হাদিস আছে",
        "hadithBengali": "৫৯৮০। মুয়ায ইবনু আসাদ (রহঃ) ... মাহমুদ (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কথা তাঁর স্মরণ আছে। আর তিনি বলেনঃ তাদের ঘরের পানির ডোল থেকে পানি মুখে নিয়ে তিনি তার মুখে ছিটিয়ে দিয়েছিলেন সে কথাও তার স্মরণ আছে। তিনি বলেনঃ ইতবান ইবনু মালিক আনসারীকে, এরপর বনী সালিমের এক ব্যাক্তিকে বলতে শুনেছি, তিনি বলেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সকালে আমার এখানে এলেন এবং বললেন, আল্লাহর সন্তুষ্টির জন্য যে ব্যাক্তি লা ইলাহা ইল্লাল্লাহ বলবে এবং এ বিশ্বাস নিয়ে কিয়ামতের দিন হাযির হবে, আল্লাহ তার উপর জাহান্নাম হারাম করে দিবেন।;\n",
        "id": 5980,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "মাহমূদ ইবনুর-রাবী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৮৮. যে আমলের দ্বারা আল্লাহর সন্তুষ্টি চাওয়া হয়। এ বিষয়ে সা'দ (রাঃ) বর্ণিত একটি হাদিস আছে",
        "hadithBengali": "৫৯৮১। কুতায়বা (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহ তাআলা ইরশাদ করেন, আমি যখন আমার মুমিন বান্দার কোন প্রিয়তম কিছু দুনিয়া থেকে তুলে নেই আর সে ধৈর্য ধারণ করে, আমার কাছে তার জন্য জান্নাত ব্যতীত অন্য কোন প্রতিদান নেই।;\n",
        "id": 5981,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৮৯. দুনিয়ার জাঁকজমক ও দুনিয়ার প্রতি আসক্তি থেকে সতর্কতা",
        "hadithBengali": "৫৯৮২। ইসমাঈল ইবনু আবদুল্লাহ (রহঃ) ... আমর ইবনু আওফ (রাঃ), তিনি বনী আমর ইবনু লুওযাই এর সাথে চুক্তিবদ্ধ ছিলেন এবং রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে বদরের যুদ্ধেও শরীক ছিলেন। তিনি বর্ননা করেন, একবার রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আবূ উবায়দা ইবনু জাররাহকে জিযিয়া আদায় করার জন্য বাহরাইন পাঠালেন। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাথে সন্ধি করেছিলেন এবং তাদের উপর আলা ইবনু হাসরামী (রাঃ) কে আমীর নিযুক্ত করেছিলেন। আবূ উবায়দা (রাঃ) বাহরাইন থেকে মালামাল নিয়ে আসেন, আনসারগণ তার আগমনের সংবাদ শুনে ফজরের সালাতে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঈে শরীক হন।;\n\nসালাত (নামায/নামাজ) শেষে তাঁরা তার সামনে এলেন। তিনি তাদের দেখে হেসে বললেনঃ আমি মনে করি তোমরা আবূ উবায়দা (রাঃ) এর আগমনের এবং তিনি যে মাল নিয়ে এসেছেন সে সংবাদ শুনেছ। তারা বললেনঃ ইয়া রাসুলাল্লাহ হ্যাঁ। তিনি বললেনঃ তোমরা এ সুসংবাদ গ্রহণ করো এবং তোমরা আশা রেখো যা তোমাদের খুশী করবে। তবে, আল্লাহর কসম। আমি তোমাদের উপর দরিদ্রতার আশংকা করছি না বরং আশংকা করছি যে, তোমাদের পূর্ববতী উম্মাতের উপর যেমন দুনিয়া প্রশস্ত করে দেওয়া হইয়েছিল, তেমনি তোমাদের উপরও দুনিয়া প্রশস্ত করে দেওয়া হবে। আর তোমরা যা নয় তা তোমাদের আখিরাত বিমুখ করে ফেলবে, যেমন তাদের জন্য বিমুখ করেছিল।;\n",
        "id": 5982,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আমর ইবনু আওফ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৮৯. দুনিয়ার জাঁকজমক ও দুনিয়ার প্রতি আসক্তি থেকে সতর্কতা",
        "hadithBengali": "৫৯৮৩। কুতায়বা (রহঃ) ... উকবা ইবনু আমির (রাঃ) থেকে বর্ণিত যে, একদিন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বের হলেন এবং উহুদের শহীদানের উপর সালাত আদায় করলেন, যেমন তিনি মুর্দার উপর সালাত (নামায/নামাজ) আদায় করে থাকেন। তারপর মিম্বরে আরোহণ করে বললেনঃ আমি তোমাদের অগ্রনী। আমি তোমাদের সাক্ষী হব। আল্লাহর কসম! নিশ্চয়ই আমি আমার হাওয কে এখন দেখছি। আমাকে তো যমীনের ধনগারের চাবিসমূহ অথবা যমীনের চাবিসমূহ দেয়া হয়েছে। আল্লাহর কসম! আমি তোমাদের উপর এ আশংকা করছি না যে, তোমরা আমার পরে মুশরিক হয়ে যাবে, তবে আমি আশংকা করছি যে, তোমরা দুনিরার ধন-সম্পদে আসক্ত হয়ে যাবে।;\n",
        "id": 5983,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উকবাহ ইবনু আমির (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৮৯. দুনিয়ার জাঁকজমক ও দুনিয়ার প্রতি আসক্তি থেকে সতর্কতা",
        "hadithBengali": "৫৯৮৪। ইসমাঈল (রহঃ) ... আবূ সাঈদ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহ তাআলা তোমাদের জন্য যমীনের বরকত সমুহ প্রকাশিত করে দিবেন, আমি তোমাদের জন্য এ ব্যাপারেই সর্বাধিক আশংকা করছি। জিজ্ঞাসা করা হলো, যমীনের বরকত সমূহ কি? তিনি বললেনঃ দুনিয়ার জাঁকজমক। তখন এক ব্যাক্তি তাঁর কাছে বললেনঃ ভাল কি মন্দ নিয়ে আসবে? তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কিছুক্ষণ নীরব থাকলেন, যদ্দরুন আমরা ধারণা করলাম যে, এখন তার উপর ওহী নাযিল হচ্ছে। এরপর তিনি তাঁর কপাল থেকে ঘাম মুছে জিজ্ঞাসা করলেন, প্রশ্নকারী কোথায়? সে বলল, আমি। আবূ সাঈদ (রাঃ) বলেনঃ যখন এটি প্রকাশ পেল, তখন আমরা প্রশ্নকারীর প্রশংসা করলাম।;\n\nরাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ ভাল শুধুমাত্র ভালকেই বয়ে আনে। নিশ্চয়ই এ ধনদৌলত সবুজ শ্যামল সুমিষ্ট। অবশ্য বসন্ত যে সবজি উৎপাদন করে, তা ভক্ষণকারী পশুকে মৃত্যুর মুখে ঠেলে দেয় অথবা নিকটে করে দেয়, তবে প্রানী পেট ভরে খেয়ে সূর্যমুখী হয়ে জাবর কাটে, মল-মূত্র ত্যাগ করে এবং পুনঃ খায় (এর অবস্হা ভিন্ন)। এ পৃথিবীর ধনদৌলত তদ্রূপ সুমিষ্ট। যে ব্যাক্তি তা সৎভাবে গ্রহণ করবে এবং সৎকাজে ব্যয় করবে, তা তার খুবই সাহায্যকারী হবে। আর যে তা অন্যায়ভাবে গ্রহণ করবে, তার অবস্থা হবে ঐ ব্যাক্তির মত যে খেতে থাকে আর পরিতৃপ্ত হয় না।;\n",
        "id": 5984,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ সা'ঈদ খুদরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৮৯. দুনিয়ার জাঁকজমক ও দুনিয়ার প্রতি আসক্তি থেকে সতর্কতা",
        "hadithBengali": "৫৯৮৫। মুহাম্মাদ ইবনু বাশশার (রহঃ) ... ইমরান ইবনু হুসায়ন (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের মধ্যে আমার যমানার লোকেরাই সর্বোত্তম। তারপর এর পরবর্তী যমানার লোকেরা। তারপর এদের পরবর্তী যমানার লোকেরা। ইমরান (রাঃ) বর্ণনা করেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ কথাটি দুবার কি তিনবার বললেন, তা আমার স্মরণ নেই- তারপর এমন লোকদের আবির্ভাব হবে যে, তারা সাক্ষ্য দিবে, অথচ তাদের সাক্ষ্য চাওয়া হবে না। তারা খিয়ানতকারী হবে। তাদের আমানতদার মনে করা হবে না। তারা মানত মানবে তা পূরণ করবে না। তাদের দৈহিক হৃষ্টপুষ্টতা প্রকাশিত হবে।;\n",
        "id": 5985,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "ইমরান ইবনু হুসায়ন (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৮৯. দুনিয়ার জাঁকজমক ও দুনিয়ার প্রতি আসক্তি থেকে সতর্কতা",
        "hadithBengali": "৫৯৮৬। আবদান (রহঃ) ... আবদুল্লাহ ইবনু মাসউদ (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ শ্রেষ্ঠ হল আমার যমানার লোক। তারপর উত্তম হল এদের পরবর্তী যমানার লোক তারপর উত্তম হল এদের পরবর্তী যমানার লোক, তারপর এমন সব লোকের আবির্ভাব হবে, যাদের সাক্ষ্য তাদের কসমের পূর্বেই হবে, আর তাদের কসম তাদের সাক্ষ্যের পূর্বেই হবে।;\n",
        "id": 5986,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ' ইব্'ন মাসউদ (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৮৯. দুনিয়ার জাঁকজমক ও দুনিয়ার প্রতি আসক্তি থেকে সতর্কতা",
        "hadithBengali": "৫৯৮৭। ইয়াহইয়া ইবনু মূসা (রহঃ) ... কায়স (রহঃ) থেকে বর্ণিত। তিনি বলেনঃ খাব্বাব (রাঃ) সাতবার তার পেটে উত্তপ্ত লোহার দাগ নেওয়ার পর আমি তাঁকে বলতে শুনেছি যে, যদি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মৃত্যু কামনা করা নিষিদ্ধ না করতেন, তাহলে আমি মৃত্যু কামনা করতাম। নিশ্চয়ই মুহাম্মাদসাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাহাবার অনেকেই (দুনিয়ার মোহে পতিত না হয়েই) চলে গিয়েছেন। অথচ দুনিয়া তাঁদের আখিরাতের কোনই ক্ষতিসাধন করতে পারেনি। আর আমরা দুনিয়ার ধনসম্পদ সংগ্রহ করেছি, যার জন্য মাটি ছাড়া আর কোন স্থান পাচ্ছি না।;\n",
        "id": 5987,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "ক্বায়স বিন আবু হাযিম (রহ.)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৮৯. দুনিয়ার জাঁকজমক ও দুনিয়ার প্রতি আসক্তি থেকে সতর্কতা",
        "hadithBengali": "৫৯৮৮। মুহাম্মদ ইবনু মুছান্না (রহঃ) ... কায়স (রহঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি একবার খাব্বাব (রাঃ) এর কাছে এলাম। তখন তিনি একটা দেয়াল তৈরি করছিলেন। তখন তিনি বললেনঃ আমাদের যে সাথীরা দুনিয়া থেকে চলে গেছে, দুনিয়া তাদের কোন ক্ষতি করতে পারেনি। আর আমরা তাদের পর দুনিয়ার ধনসম্পদ সংগ্রহ করেছি, যেগুলোর জন্য আমরা মাটি ছাড়া আর কোন স্থান পাচ্ছি না।;\n",
        "id": 5988,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "ক্বায়স বিন আবু হাযিম (রহ.)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৮৯. দুনিয়ার জাঁকজমক ও দুনিয়ার প্রতি আসক্তি থেকে সতর্কতা",
        "hadithBengali": "৫৯৮৯। মুহাম্মাদ ইবনু কাসীর (রহঃ) ... খাব্বাব (রাঃ) থেকে বর্ণনা করেন যে, তিনি বলেনঃ আমরা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাথে হিজরত করেছিলাম।;\n",
        "id": 5989,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "খাব্বাব (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৯০. মহান আল্লাহর বাণীঃ হে মানুষ! আল্লাহর প্রতিশ্রুতি সত্য, কাজেই পার্থিব জীবন যেন তোমাদের কিছুতেই যেন প্রতারিত না করে ... যেন জাহান্নামী হয় পর্যন্ত (৩৫ঃ ৫-৬) ইমাম বুখারী বলেন, السَّعِيرِ এর বহুবচন سُعُرٌ আর মুজাহিদ বলেন, الْغَرُورُ এর মানে শয়তান।",
        "hadithBengali": "৫৯৯০। সাদ ইবনু হাফস (রহঃ) ... ইবনু আবান থেকে বর্ণিত। তিনি বলেনঃ আমি উসমান ইবনু আফফান (রাঃ) এর কাছে উযূর পানি নিয়ে এলাম। তখন তিনি মাকায়িদ-এ বসা ছিলেন। তিনি উত্তমরুপে উযূ (ওজু/অজু/অযু) করলেন। তারপর তিনি বললেনঃ আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে এ স্থানেই দেখেছি, তিনি উত্তমরুপে উযূ করলেন, এরপর তিনি বললেনঃ যে ব্যাক্তি এ উযূর মতো উযূ করবে, তারপর মসজিদে এসে দুরাকাআত সালাত (নামায/নামাজ) আদায় করে সেখানে বসবে, তার অতীতের সব গুনাহ মাফ করে দেওয়া হবে। তিনি বললেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আরও বলেন যে, তোমরা ধোকায় পড়ো না। ইমাম বুখারী বলেনঃ তিনি হুমরান ইবনু আবান।;\n",
        "id": 5990,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "হুমরান (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৯১. নেককার লোকদের বিদায় গ্রহন",
        "hadithBengali": "৫৯৯১। ইয়াহইয়া ইবনু হাম্মাদ (রহঃ) ... মিরদাস আসলামী (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ নেককার লোকেরা ক্রমান্বয়ে চলে যাবেন। আর থেকে যাবে নিকৃষ্টরা-যব অথবা খেজুরের মত লোকজন। আল্লাহ তাআলা এদের প্রতি ভ্রক্ষেপও করবেন না।;\n",
        "id": 5991,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "মিরদাস আসলামী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৯২. ধন-সম্পদের পরীক্ষা থেকে বেঁচে থাকা সম্পর্কে। এ প্রসঙ্গে আল্লাহ' তাআলার বাণীঃ তোমাদের ধন-সম্পদ ও সন্তান-সন্ততি পরীক্ষা (৮ঃ ২৮)",
        "hadithBengali": "৫৯৯২। ইয়াহইয়া ইবনু ইউসুফ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ দ্বীনার, দিরহাম, রেশমী চাঁদর (শাল), পশমী কাপড়ের (চাদর) গোলামরা ধ্বংস হোক। যাদের এসব দেয়া হলে সন্তুষ্ট থাকে আর দেয়া না হলে অন্তুষ্ট হয়।;\n",
        "id": 5992,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৯২. ধন-সম্পদের পরীক্ষা থেকে বেঁচে থাকা সম্পর্কে। এ প্রসঙ্গে আল্লাহ' তাআলার বাণীঃ তোমাদের ধন-সম্পদ ও সন্তান-সন্ততি পরীক্ষা (৮ঃ ২৮)",
        "hadithBengali": "৫৯৯৩। আবূ আসিম (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন যে, আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি, যদি আদম সন্তানের দুটি উপত্যকাপূর্ণ ধনসম্পদ থাকে তবুও সে তৃতীয়টার আকাঙ্ক্ষা করবে। আর মাটি ছাড়া লোভী আদম সন্তানের পেট ভরবে না। অবশ্য যে ব্যাক্তি তওবা করবে, আল্লাহ তা আলা তার তওবা কবুল করবেন।;\n",
        "id": 5993,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৯২. ধন-সম্পদের পরীক্ষা থেকে বেঁচে থাকা সম্পর্কে। এ প্রসঙ্গে আল্লাহ' তাআলার বাণীঃ তোমাদের ধন-সম্পদ ও সন্তান-সন্ততি পরীক্ষা (৮ঃ ২৮)",
        "hadithBengali": "৫৯৯৪। মুহাম্মাদ (রহঃ) ... ইবনু আব্বাস (রাঃ) বলেন। আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি যে, তিনি বলেনঃ বনী আদমের জন্য যদি এক উপত্যকা পরিমাণ ধনসম্পদ থাকে তাহলে সে আরও ধন অর্জনের জন্য লালায়িত থাকবে। বনী আদমের লোভী চোখ মাটি ছাড়া আর কিছুই তৃপ্ত করতে পারবে না। তবে যে তওবা করবে আল্লাহ তার তওবা কবুল করবেন। ইবনু আব্বাস (রাঃ) বলেনঃ সুতরাং আমি জানিনা-এটি কুরআনের অন্তর্ভুক্ত কিনা। তিনি বলেনঃ আমি ইবনুল যুবায়রকে বলতে শুনেছি-এটি মিম্বরের উপরের (বর্ণনা)।;\n",
        "id": 5994,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৯২. ধন-সম্পদের পরীক্ষা থেকে বেঁচে থাকা সম্পর্কে। এ প্রসঙ্গে আল্লাহ' তাআলার বাণীঃ তোমাদের ধন-সম্পদ ও সন্তান-সন্ততি পরীক্ষা (৮ঃ ২৮)",
        "hadithBengali": "৫৯৯৫। আবূ নুয়াইম (রহঃ) ... আব্বাস ইবনু সাহল ইবনু সাদ (রাঃ) থেকে বর্ণনা করেন। আমি ইবনুল যুবায়র (রাঃ) কে মক্কায় মিম্বরের উপর তার খুতবার মধ্যে বলতে শুনেছি। তিনি বলেছেনঃ হে লোকেরা! নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম প্রায়ই বলতেন যে, যদি আদম সন্তানকে স্বর্ণে পরিপূর্ণ একটা উপত্যকা মাল দেয়া হয়, তথাপিও সে এ রকম দ্বিতীয়টার জন্য আকাঙ্ক্ষিত হয়ে থাকবে। আর তাকে এরকম দ্বিতীয়টা যদি দেয়া হয়, তাহলে সে তৃতীয় আরও একটার জন্য আকাঙ্ক্ষা করতে থাকবে। মানুষের পেট মাটি ছাড়া কিছুই ভরভে পারে না। তবে যে ব্যাক্তি তওবা করে, আল্লাহ তাআলা তার তওবা কবুল করেন।;\n",
        "id": 5995,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সাহল বিন সাদ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৯২. ধন-সম্পদের পরীক্ষা থেকে বেঁচে থাকা সম্পর্কে। এ প্রসঙ্গে আল্লাহ' তাআলার বাণীঃ তোমাদের ধন-সম্পদ ও সন্তান-সন্ততি পরীক্ষা (৮ঃ ২৮)",
        "hadithBengali": "৫৯৯৬। আবদুল আযীয ইবনু আবদুল্লাহ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্নিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ যদি আদম সন্তানের স্বর্ণে পরিপূর্ন একটা উপত্যকা থাকে, তথাপি সে তার জন্য দুটি উপত্যকার কামনা করবে। তার মুখ একমাত্র মাটি ছাড়া অন্য কিছুই ভরতে পারবে না। অবশ্য যে ব্যাক্তি তওবা করে, আল্লাহ তাআলা তার তাওবা কবুল করেন। অন্য এক সুত্রে আনাস (রাঃ) উবাই ইবনু কাব (রাঃ) থেকে বর্ননা করেন যে, তিনি বলেছেনঃ আমাদের ধারণা ছিল যে, সম্ভবত এ কুরআনেরই আয়াত। অবশেষে (সূরায়ে তাকাসুর) নাযিল হল।;\n",
        "id": 5996,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৯৩.  নাবী  (সাঃ)  এর বাণীঃ এ সম্পদ  শ্যামল ও মনোমুগ্ধকর। মহান আল্লাহর বাণীঃ মানুষের জন্য (দুনিয়াতে) মনোহর করে দেওয়া হয়েছে কাঙ্ক্ষিত জিনিসগুলোর মায়া মহব্বতকে অর্থাৎ নারীকুল ও সন্তান-সন্ততি ... এসব ইহজীবনের ভোগ্য বস্তু (৩ঃ ১৪) উমার (র) বলেন, হে আল্লাহ! আপনি আমাদের জন্য যেসব জিনিস মনোহর করে দিয়েছেন, তজ্জন্য খুশি না হয়ে পারি না। হে আল্লাহ! অবশ্যই আমি আপনার নিকট প্রার্থনা করছি, যেন আমি এগুলোকে যথাযথ খরচ করতে পারি।",
        "hadithBengali": "৫৯৯৭। আলী ইবনু আবদুল্লাহ (রহঃ) ... হাকীম ইবনু হিযাম (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে মাল চাইলাম। তিনি আমাকে দিলেন। এরপর আমি আবার চাইলাম। তিনি আমাকে দিলেন। এরপর আমি আবারও চাইলাম। তিনি দিলেন। এরপর বললেনঃ এই ধন-সম্পদ সুফয়ানের বর্ণনামতে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ হে হাকীম! অবশ্যই এই মাল শ্যামল-সবুজ ও সুমিষ্ট। যে ব্যাক্তি তা সন্তুষ্টচিত্তে গ্রহণ করবে, তার জন্য এটাকে বরকতময় করে দেওয়া হবে। আর যে ব্যাক্তি তা লোভ সহকারে নেবে, তার জন্য তাতে বরকত দেওয়া হবে না। বরং সে ঐ ব্যাক্তির ন্যায় যে খায়, কিন্তু পেট ভরে না। আর (জেনে রেখো) উপরের (দাতার) হাত নিচের (গ্রহীতার) হাত থেকে শ্রেষ্ঠ।;\n",
        "id": 5997,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "হাকীম ইবনু হিযাম (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৯৪. মালের যা অগ্রিম পাঠাবে তা-ই তার হবে",
        "hadithBengali": "৫৯৯৮। আমর ইবনু হাফস (রহঃ) ... আবদুল্লাহ (রাঃ) বর্ণনা করেন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম লোকদের প্রশ্ন করলেন, তোমাদের মধ্যে এমন ব্যাক্তি কে যে নিজের সম্পদের চেয়ে তার উত্তরাধিকারীর সম্পদকে বেশি প্রিয় মনে করে? তারা সবাই জবাব দিলেন, ইয়া রাসুলাল্লাহ! আমাদের মধ্যে সবাই তার নিজের সম্পদকে সবচাইতে বেশি প্রিয় মনে করি। তখন তিনি বললেনঃ নিশ্চয়ই মানুষের নিজের সম্পদ তা-ই, যা সে আগে পাঠিয়েছো আর পিছনে যা ছেড়ে যাবে তা ওয়ারিছের মাল।;\n",
        "id": 5998,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ' ইব্'ন মাসউদ (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৯৫. প্রাচুর্যের অধিকারীরাই সল্পাধিকারী। এ প্রসঙ্গে মহান আল্লাহর বাণীঃ যদি কেউ পার্থিব জীবন ও তার চাকচিক্য কামনা করে ... এবং তারা যা করে থাকে (১১ঃ ১৫-১৬)",
        "hadithBengali": "৫৯৯৯। কুতায়বা ইবনু সাঈদ (রহঃ) ... আবূ যার (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাতে আমি একবার বের হলাম। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে একাকী চলতে দেখলাম, তার সঙ্গে কোন লোক ছিল না। আমি মনে করলাম, তার সঙ্গে কেউ চলুক হয়ত তিনি তা অপছন্দ করবেন। তাই আমি চাঁদের ছায়াতে তার পেছনে পেছনে চলতে লাগলাম। তিনি পেছনের দিকে তাকিয়ে আমাকে দেখে ফেললেন। তিনি জিজ্ঞাসা করলেন এ কে? আমি বললাম, আমি আবূ যার। আল্লাহ তাআলা আমাকে আপনার জন্য উৎসর্গিত করুন। তিনি বললেনঃ ওহে আবূ যার, এসো। আমি তাঁর সঙ্গে কিছুক্ষণ চললাম। তারপর তিনি বললেনঃ প্রাচুর্যের অধিকারীরাই কিয়ামতের দিন স্বল্পাধিকারী হবে। অবশ্য যাদের আল্লাহ সম্পদ দান করেন এবং তারা সম্পদকে তা ডানে বামে, আগে ও পেছনে ব্যয় করে। আর মঙ্গলজনক কাজে তা লাগায়, (তারা ব্যতীত)।;\n\nতারপর আমি আরও কিছুক্ষণ তাঁর সঙ্গে চলার পর তিনি আমাকে বললেনঃ। তুমি এখানে বসে থাক। (এ কথা বলে) তিনি আমাকে চতুর্দিকে প্রস্তরঘেরা একটি খোলা জায়গায় বসিয়ে দিয়ে বললেনঃ আমি ফিরে না আসা পর্যন্ত তুমি এখানেই বসে থেকেো। তিনি বলেনঃ এরপর তিনি প্রস্তরময় প্রান্তরের দিকে চলে গেলেন। এমন কি তিনি আমার দৃষ্টির অগোচরে চলে গেলেন এবং বেশ কিছুক্ষণ অতিবাহিত হয়ে গেল।;\n\nঅতঃপর তিনি ফিরে আসার সময় আমি তাকে বলতে শুনলাম, যদিও সে চুরি করে, যদিও সে যিনা করে। তারপর তিনি যখন ফিরে এলেন তখন আমি আর ধৈর্য ধারণ করতে না পেরে তাঁকে জিজ্ঞাসা করতে বাধ্য হলাম যে, ইয়া রাসুলাল্লাহ! আল্লাহ আমাকে আপনার প্রতি কুরবান করুন। আপনি এই প্রস্তর প্রান্তরে কার সাথে কথা বললেন? কাউকে তো আপনার কথার উত্তর দিতে শুনলাম না। তখন তিনি বললেনঃ তিনি ছিলেন জিবরীল (আলাইহিস সালাম)। তিনি এই কংকরময় প্রান্তরে আমার কাছে এসেছিলেন।;\n\nতিনি বললেনঃ আপনি আপনার উম্মাতদের সুসংবাদ দিবেন যে, সে ব্যাক্তি আল্লাহর সঙ্গে কাউকে শরীক না করে মারা যাবে, সে জান্নাতে প্রবেশ করবে। আমি জিজ্ঞাসা করলাম, ওহে জিবরীল! যদিও সে চুরি করে, আর যদিও সে যিনা করে? তিনি বললেনঃ হ্যাঁ। আমি বললামঃ যদিও সে চুরি করে আর যিনা করে? তিনি বললেনঃ হ্যাঁ। আবার আমি বললামঃ যদিও সে চুরি করে আর যিনা করে? তিনি বললেনঃ হ্যাঁ। যদি সে শরাবও পান করে।;\n\nনযর (রহঃ) ... আবূদ্দারদা (রাঃ) থেকে অনুরুপ বর্ণনা করেছেন। আবূদ্দারদা থেকে আবূ সালিহের বর্ণনা মুরসাল, যা সহীহ নয়। আমরা পরিচয়ের জন্য এনেছি। ইমাম বুখারী (রহঃ) বলেনঃ তবে এ সুসংবাদ এ অবস্থায় দেওয়া হয়েছে, যদি সে তওবা করে আর মৃত্যৃকালে লা-ইলাহা ইল্লাল্লাহ বলে।;\n",
        "id": 5999,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ যার আল-গিফারী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৯৬. নাবী (সাঃ)  এর বাণীঃ আমার জন্য উহুদ  সোনা হোক;  আমি তা কামনা করি না",
        "hadithBengali": "৬০০০। আল হাসন ইবনুুূর রাবী (রহঃ) ... যায়দ ইবনু ওহাব (রহঃ) থেকে বর্ণিত। তিনি বলেনঃ আবূ যার (রাঃ) বলেন, একবার আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে মদিনার কংকরময় প্রান্তরে হেঁটে চলছিলাম। ইতোমধ্যে উহুদ আমাদের সামনে এল। তখন তিনি বললেনঃ হে আবূ যার! আমি বললাম, লাব্বাইকা, ইয়া রাসূসাল্লাহ! তিনি বললেনঃ আমার নিকট এ উহুদ পরিমাণ সোনা হোক, আর তা ঝণ পরিশোধ করার উদ্দেশ্যে রেখে দেওয়া ব্যতীত একটি দ্বীনারও তা থেকে আমার কাছে জমা থাকুক আর এ অবস্থায় তিন দিন অতিবাহত হোক তা আমাকে আনন্দিত করবে না। তবে যদি আমি তা আল্লাহর বান্দাদের মধ্যে এভাবে তাকে ডান দিকে, বাম দিকে ও পেছনের দিকে বিতরণ করে দেই তা স্বতস্ত্র।;\n\nএরপর তিনি চললেন। কিছুক্ষণ পর আবার বললেনঃ জেনে রেখো, প্রাচুর্যের অধিকারীরাই কিয়ামতের দিন স্বল্পাধিকরী হবে। অবশ্য যারা এভাবে, এভাবে, এভাবে ডানে, বামে ও পেছনে ব্যায় করবে, তারা এর ব্যাক্তিক্রম। কিন্তু এরকম লোক অতি অল্পই। তারপর আমাকে বললেনঃ তুমি এখানে থাক। আমি ফিরে না আসা পর্যন্ত এখানেই অবস্থান করো। অতঃপর তিনি রাতের অন্ধকারে ঢলে গেলেন। এমনকি অদৃশ্য হয়ে গেলেন। এরপর আমি একটা উচ্চ শব্দ শুনলাম। এতে আমি শংকিত হয়ে পড়লাম যে, সম্ভবত তিনি কোন শক্রর সাম্মুখীন হয়েছেন। এজন্য আমি তার কাছেই যেতে চাইলাম। কিন্তু তখনই আমার স্মরণ হলো যে, তিনি আমাকে বলে গিয়েছেন যে, আমি না আসা পর্যন্ত তুমি আর কোথাও যেয়ো না। তাই আমি সেদিকে আর গেলাম না।;\n\nইতোমধ্যে তিনি ফিরে এলেন। তখন আমি বললাম, ইয়া রাসুলুল্লাহ! আমি একটা শব্দ শুনে তো শংকিত হয়ে পড়েছিলাম। বাকী ঘটনা বর্ণনা করলাম। তিনি জিজ্ঞাসা করলেনঃ তুমি কি শব্দ শুনেছ? আমি বললাম, হ্যাঁ। তিনি বললেনঃ ইনি জিবরীল (আলাইহিস সালাম) তিনি আমার কাছে এসে বললেনঃ আপনার উম্মাতের কেউ যদি আল্লাহর সঙ্গে কাউকে শরীক না করা অবস্থায় মৃত্যুবরণ করে, তবে সে জান্নাতে দাখিল হবে। আমি তাঁকে জিজ্ঞাসা করলাম, যদি সে যিনা করে এবং যদি সে চুরি করে। তিনি বললেনঃ যদিও সে যিনা করে এবং যদিও চুরি করে।;\n",
        "id": 6000,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "যায়দ ইবনু ওয়াহব (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৯৬. নাবী (সাঃ)  এর বাণীঃ আমার জন্য উহুদ  সোনা হোক;  আমি তা কামনা করি না",
        "hadithBengali": "৬০০১। আহমাদ ইবনু শাবীব (রহঃ) ... আবূ হুরায়রা (রাঃ) বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ আমার জন্য উহুদের সমতূল্য স্বর্ণ যদি হয় আর এর কিয়দংশও তিনদিন অতীত হওয়ার পর আমার কাছে থাকবে না- তাতেই আমি সুখী হবো। তবে যদি ঋন পরিশোধের জন্য হয় (তা ব্যতিক্রম)।;\n",
        "id": 6001,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৯৭. প্রকৃত ঐশ্বর্য হলো অন্তরের ঐশ্বর্য। আল্লাহ তা'আলার বাণীঃ তারা কি ধারনা করছে যে, আমি তাদেরকে যেসব ধন-সম্পদ ও সন্তানাদি দান করেছি ... করে যাচ্ছে, পর্যন্ত",
        "hadithBengali": "৬০০২। আহমাদ ইবনু ইউনূস (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ বৈষয়িক প্রাচুর্য ঐশ্বর্য নয় বরং প্রকৃত ঐশ্বর্য হল অন্তরের ঐশ্বর্য।;\n",
        "id": 6002,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৯৮. দরিদ্রতার ফযীলত",
        "hadithBengali": "৬০০৩। ইসমাঈল (রহঃ) ... সাহল ইবনু সাদ সাঈদী (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ এক ব্যাক্তি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর পাশ দিয়ে গেলেন তখন তিনি তার কাছে বসা একজনকে জিজ্ঞেস করলেন, এ ব্যাক্তি সম্পর্কে তোমার মন্তব্য কি? তিনি বললেনঃ এ ব্যাক্তি তো একজন সভ্রান্ত পরিবারের লোক। আল্লাহর কসম! তিনি এমন মর্যাদাবান যে কোথাও বিয়ের প্রস্তাব দিলে তা গ্রহনযোগ্য। আর কারো জন্য সুপারিশ করলে তা গ্রহণযোগ্য। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নীরব থাকলেন। কিছুক্ষণের মধ্যেই আরেক ব্যাক্তি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর পাশ দিয়ে গেলেন। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বসা লোকটিকে জিজ্ঞাসা করলেন, এ ব্যাক্তি সম্বন্ধে তোমার অভিমত কি? তিনি বললেনঃ ইয়া রাসুলাল্লাহ! এ ব্যাক্তি তো এক গরীব মুসলিম। এ এমন ব্যাক্তি যে, যদি সে বিয়ের প্রস্তাব দেয়, তা গ্রহণযোগ্য হবে না। আর সে যদি কারো সুপারিশ করে, তবে তা কবুলও হবে না এবং যদি সে কোন কথা বলে, তবে তা শোনার যোগ্য হয় না। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ এ দুনিয়া ভরা আগের ব্যাক্তি থেকে এ ব্যাক্তি উত্তম।;\n",
        "id": 6003,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সাহল বিন সাদ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৯৮. দরিদ্রতার ফযীলত",
        "hadithBengali": "৬০০৪। আল হুমায়দী (রহঃ) ... আবূ ওয়ায়িল (রহঃ) বর্ণনা করেন। একবার আমরা খাব্বাব (রাঃ) এর শুশ্রুষায় গেলাম। তখন তিনি বললেনঃ আমরা আল্লাহর সন্তুষ্টি লাভের উদ্দেশ্যে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে (মদিনায়) হিজরত করেছি; যার সাওয়াব আল্লাহর কাছেই আমাদের প্রাপ্য। এরপর আমাদের মধ্যে কেউ কেউ এ সাওয়াব দুনিয়াতে লাভ করার আগেই বিদায় নিয়েছেন। তন্মধ্যে মুসআব ইবনু উমায়র (রাঃ), তিনি তো উহুদের যুদ্ধে শহীদ হল। তিনি শুধু একখানা চাঁদর রেখে যান। আমরা কাফনের জন্য এটা দিয়ে তাঁর মাথা ঢাকলে পা বেরিয়ে যেত এবং পা ঢাকলে মাথা বেরিয়ে পড়তো। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের নির্দেশ দিলেন যে, তা দিয়ে মাথাটা ঢেকে দাও এবং পায়ের উপর কিছু ইযখির ঘাস বিছিয়ে দাও। আর আমাদের মধ্যে এমনও অনেক রয়েছেন, যাদের ফল পাকছে এবং তারা তা সরবরাহ করছেন।;\n",
        "id": 6004,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ ওয়াইল (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৯৮. দরিদ্রতার ফযীলত",
        "hadithBengali": "৬০০৫। আবূল ওয়ালীদ (রহঃ) ... ইমরান ইবনু হুসায়ন (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমি জান্নাতের মধ্যে তাকিয়ে দেখলাম যে, অধিকাংশ জান্নাতবাসী গরীব এবং আমি জাহান্নামের দিকে তাকিয়ে দেখলাম যে, অধিকাংশ জাহান্নামী স্ত্রীলোক।;\n",
        "id": 6005,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "ইমরান ইবনু হুসায়ন (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৯৮. দরিদ্রতার ফযীলত",
        "hadithBengali": "৬০০৬। আবূ মামার (রহঃ) ... আনাস (রাঃ) থেকে বর্নিত। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমৃত্যু টেবিলের উপর খাবার খাননি আর ওফাতের পূর্ব পর্যন্ত মসৃণ রুটি খেতে পাননি।;\n",
        "id": 6006,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৯৮. দরিদ্রতার ফযীলত",
        "hadithBengali": "৬০০৭। আবদুল্লাহ ইবনু আবূ শায়বা (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এমন অবস্থায় ইন্তেকাল করলেন যে, তখন কোন প্রানী খেতে পারে আমার তাকের উপর এমন কিছু ছিল না। তবে আমার তাকে যৎসামান্য যব ছিল। এ থেকে (পরিমাপ না করে) বেশ কিছুদিন আমি খেলাম। একদা মেপে দেখলাম- যদ্দরুন তা শেয হয়ে যায়।;\n",
        "id": 6007,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৯৯. নাবী (সাঃ) ও তাঁর সাহাবীগণের জীবন যাপন কিরূপ ছিল এবং তাঁরা দুনিয়া থেকে কী অবস্থায় বিদায় নিলেন ",
        "hadithBengali": "৬০০৮। আবূ নুয়াইম (রহঃ) ... আবূ হুরায়রা (রাঃ) বলতেনঃ আল্লাহর কসম! যিনি ছাড়া অরে কোন মাবুদ নেই, আমি ক্ষুধার জ্বালায় আমার পেটকে মাটিতে রেখে উপুড় হয়ে পড়ে থাকতাম। আর কোন সময় ক্ষুধার জালায় আমার পেটে পাথর বেঁধে রাখতাম। একদিন আমি ক্ষুধার যন্ত্রণায় বাধ্য হয়ে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ও সাহাবীগণের বের হওয়ার পথে বসে থাকলাম। আবূ বকর (রাঃ) যেতে লাগলে আমি কুরআনের একটা আয়াত সম্পর্কে প্রশ্ন করলাম। আমি তাকে প্রশ্ন করলাম এই উদ্দেশ্যে যে, তিনি তাহলে আমাকে পরিতৃপ্ত করে কিছু খাওয়াবেন। কিন্তু তিনি চলে গেলেন, কিছু করলেন না। কিছুক্ষণ পর উমর (রাঃ) যাচ্ছিলেন। আমি তাকে কুরআনের একটি আয়াত সমন্ধে প্রশ্ন করলাম। এ সময়ও আমি প্রশ্ন করলাম এ উদ্দেশ্যে যে, তিনি আমাকে পরিতৃপ্ত করে খাওয়াবেন। কিন্তু তিনি চলে গেলেন। আমার কোন ব্যবস্থা করলেন না।;\n\nতার পরক্ষনে আবূল কাসিম যাচ্ছিলেন। তিনি আমাকে দেখেই মুচকি হাসলেন এখং আমার প্রাণে কি অস্থিরতা বিরাজমান এবং আমার চেহারার অবস্থা থেকে তিনি তা আচ করতে পারলেন। তারপর বললেনঃ হে আবূ হির! আমি বললাম, ইয়া রাসুলাল্লাহ! আমি হাযির আছি। তিনি বললেনঃ তুমি আমার সঙ্গে চল। এ বলে তিনি চললেন, আমিও তার অনুসরণ করলাম। তিনি ঘরে ঢূকবার অনুমতি চাইলেন এবং আমার্যে ঢুকবার অনুমতি দিলেন। তারপর তিনি ঘরে প্রবেশ করে একটি পেয়ালার মধ্যে কিছু পরিমান দুধ পেলেন। তিনি বললেনঃ এ দুধ কোথা থেকে এসেছে? তাঁরা বললেনঃ এটা আপনাকে অমুক পুরুষ অথবা অমুক মহিলা হাদিয়া দিয়েছে। তখন তিনি বললেনঃ হে আবূ হির! আমি বললাম, লাব্বাইকা ইয়া রাসুলাল্লাহ! তুমি সুফফাবাসীদের কাছে গিয়ে তাদেরকে আমার কাছে ডেকে নিয়ে এসো।;\n\nরাবী বলেনঃ সুফফাবাসীরা ইসলামের মেহমান ছিলেন। তাদের কোন পরিবার ছিল না এবং তাদের কোন সম্পদ ছিল না এবং তাদের কারো উপর নির্ভরশীল হওয়ারও সুযোগ ছিল না। যখন কোন সাদাকা আসত তখন তিনি তা তাদের কাছে পাঠিয়ে দিতেন। তিনি এর থেকে কিছুই গ্রহন করতেন না। আর যখন কোন হাদিয়া আসত, তখন তার কিছু অংশ তাদেরকে দিয়ে দিতেন এবং এর থেকে নিজেও কিছু রাখতেন। এর মধ্যে তাদেরকে শরীক করতেন। এ আদেশ শুনে আমার মনে কিছুটা হতাশা এলো। মনে মনে ভাবলাম যে, এ সামান্য দুধ দ্বারা সুফফাবাসীদের কি হবে? এ সামান্য দুধ আমার জন্যই যথেষ্ট হতো। এটা পান করে আমি শরীরে কিছুটা শক্তি পেতাম।;\n\nএরপর যখন তাঁরা এসে গেলেন, তখন তিনি আমাকে নির্দেশ দিলেন যে, আমিই যেন তা তাঁদেরকে দেই, আর আমার আশা রইল না যে, এ দুধ থেকে আমি কিছু পাব। কিন্তু আল্লাহ ও তার রাসুলের নির্দেশ না মেনে কোন উপায় নেই। তাই তাঁদের কাছে গিয়ে তাদেরকে ডেকে আনলাম। তারা এসে ভেতরে প্রবেশ করার অনুমতি চাইলে তিনি তাদেরকে অনুমতি দিলেন। তাঁরা এসে ঘরে আসন গ্রহন করলেন। তিনি বললেনঃ হে আবূ হির! আমি বললাম, আমি হাযির ইয়া রাসুলাল্লাহ! তিনি বললেনঃ তুমি পেয়ালাটি নাও আর তাদেরকে দাও। আমি পেয়ালা নিয়ে একজনকে দিলাম। তিনি তা পরিতৃপ্ত হয়ে পান করে পেয়ালাটি আমাকে ফিরিয়ে দিলেন। আমি আরেকজনকে পেয়ালাটি দিলাম। তিনিও পরিতৃপ্ত হয়ে পান করে পেয়ালাটি আমাকে ফিরিয়ে দিলেন। এমন কি আমি এরুপে দিতে দিতে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পর্যন্ত পৌছলাম। তাঁরা সবাই তৃপ্ত হয়েছিলেন।;\n\nতারপর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পেয়ালাটি নিজ হাতে নিয়ে রেখে আমার দিকে তাকিয়ে মুচকি হাসলেন। আর বললেনঃ হে আবূ হির! আমি বললাম, আমি হাযির, ইয়া রাসুলাল্লাহ! তিনি বললেনঃ এখন তো আমি আর তুমি আছি। আমি বললাম, ইয়া রাসুলাল্লাহ! আপনি ঠিক বলছেন। তিনি বললেনঃ এখন তুমি বসে পান কর। তখন আমি বসে কিছু পান করলাম। তিনি বললেনঃ তুমি আরও পান কর। আমি আরও পান করলাম। তিনি বারবার আমাকে পান করার নির্দেশ দিতে লাগলেন। এমন কি আমি বলতে বাধ্য হলাম যে, আর না। যে সত্তা আপনাকে সত্য ধর্মসহ পাঠিয়েছেন, তার কসম। (আমার পেটে) আর পান করার মত জায়গা আমি পাচ্ছি না। তিনি বললেনঃ তাহলে আমাকে দাও। আমি পেয়ালাটি তাঁকে দিয়ে দিলাম। তিনি আলহামদুলিল্লাহ ও বিসমিল্লাহ বলে বাকীটা পান করলেন।;\n",
        "id": 6008,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৯৯. নাবী (সাঃ) ও তাঁর সাহাবীগণের জীবন যাপন কিরূপ ছিল এবং তাঁরা দুনিয়া থেকে কী অবস্থায় বিদায় নিলেন ",
        "hadithBengali": "৬০০৯। মুসাদ্দাদ (রহঃ) ... কায়স (রহঃ) বর্ণনা করেন, আমি সাদ ইবনু আবূ ওয়াক্কাস (রাঃ) কে বলতে শুনেছি যে, আমিই আরবের সর্বপ্রথম ব্যাক্তি, আল্লাহর পথে যে তীর নিক্ষেপ করেছে। আমরা যুদ্ধকালীন নিজেদেরকে যে দুবলাহ গাছের পাতা ও বাবলা ছাড়া খাবারের কিছুই ছিল না, অবস্থায় দেখেছি। কেউ কেউ বকরীর পায়খানার ন্যায় পায়খানা করতেন। যা ছিল সম্পূর্ন শুকনো। অথচ এখন আবার বনূ আসাদ (গোত্র) এসে ইসলামের উপর চলার জন্য আমাকে তিরস্কার করছে। এখন আমি যেন শংকিত আমার সে প্রচেষ্টা ব্যর্থ।;\n",
        "id": 6009,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "ক্বায়স বিন আবু হাযিম (রহ.)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৯৯. নাবী (সাঃ) ও তাঁর সাহাবীগণের জীবন যাপন কিরূপ ছিল এবং তাঁরা দুনিয়া থেকে কী অবস্থায় বিদায় নিলেন ",
        "hadithBengali": "৬০১০। উসমান (রহঃ) ... আয়িশা (রাঃ) বর্ণনা করেন, মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর পরিজন মদিনায় আগমনের পর থেকে লাগাতার তাঁর ওফাত পর্যন্ত তিন দিন গমের রুটি পরিতৃপ্ত হয়ে খাননি।;\n",
        "id": 6010,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৯৯. নাবী (সাঃ) ও তাঁর সাহাবীগণের জীবন যাপন কিরূপ ছিল এবং তাঁরা দুনিয়া থেকে কী অবস্থায় বিদায় নিলেন ",
        "hadithBengali": "৬০১১। ইবনু ইবরাহীম ইবনু আবদুর রহমান (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ মুহাম্মাদ সাল্লালাহু আলাইহি ওয়াসাল্লাম এর পরিবার একদিনে যখনই দুবেলা খানা খেয়েছেন একবেলা শুধু খুরমা খেয়েছেন।;\n",
        "id": 6011,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৯৯. নাবী (সাঃ) ও তাঁর সাহাবীগণের জীবন যাপন কিরূপ ছিল এবং তাঁরা দুনিয়া থেকে কী অবস্থায় বিদায় নিলেন ",
        "hadithBengali": "৬০১২। আহমাদ ইবনু আবূ রাজা (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর বিছানা চামড়ার তৈরি ছিল এবং তার ভেতরে ছিল খেজুরের আঁশ।;\n",
        "id": 6012,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৯৯. নাবী (সাঃ) ও তাঁর সাহাবীগণের জীবন যাপন কিরূপ ছিল এবং তাঁরা দুনিয়া থেকে কী অবস্থায় বিদায় নিলেন ",
        "hadithBengali": "৬০১৩। হুদবা ইবনু খালিদ (রহঃ) ... কাতাদা (রহঃ) থেকে বর্ণিত। তিনি বলেনঃ আমরা আনাস ইবনু মালিক (রাঃ) এর কাছে এমন অবস্থায় যেতাম যে, তাঁর বাবুর্চি (মেহমান আপ্যায়নের জন্য) দণ্ডায়মান। আনাস (রাঃ) বলতেন, আপনারা খান। আমি জানিনা যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইন্তেকালের সময় পর্যন্ত একটা চাপাতি রুটিও চোখে দেখেছেন কিনা। আর তিনি কখনও একটি ভুনা ছাগল নিজ চোখে দেখেননি।;\n",
        "id": 6013,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "কাতাদাহ (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৯৯. নাবী (সাঃ) ও তাঁর সাহাবীগণের জীবন যাপন কিরূপ ছিল এবং তাঁরা দুনিয়া থেকে কী অবস্থায় বিদায় নিলেন ",
        "hadithBengali": "৬০১৪। মুহাম্মাদ ইবনু মুসান্না (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ মাস অতিবাহিত হয়ে যেত আমরা এর মধ্যে ঘরে (রান্নার জন্য) আগুন প্রজ্বলিত করতাম না। তখন এক-মাত্র খুরমা আর পানি চলত। অবশ্য তবে যদি যৎসামান্য গোশত আমাদের নিকট এসে যেত।;\n",
        "id": 6014,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৯৯. নাবী (সাঃ) ও তাঁর সাহাবীগণের জীবন যাপন কিরূপ ছিল এবং তাঁরা দুনিয়া থেকে কী অবস্থায় বিদায় নিলেন ",
        "hadithBengali": "৬০১৫। আবদুল আযীয ইবনু আবদুল্লাহ আল ওয়াইসী (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি একবার উরওয়া (রাঃ) কে বললেনঃ বোন পুত্র! আমরা দুমাসের মধ্যে তিনবার নয়া চাঁদ দেখতাম। কিন্তু এর মধ্যে আল্লাহর রাসুলের গৃহগুলোতে (রান্নার জন্য) আগুন জালানো হতো না। আমি বললাম, আপনাদের জীবন ধারণের কি ছিল? তিনি বললেনঃ কালো দুটি জিনিস। খেজুর আর পানি। অবশ্য রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর প্রতিবেশী কয়েকজন আনসার সাহাবীর অনেকগুলো দুগ্নবতী প্রাণী ছিল। তারা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে তা দিত। তখন আমরা তা পান করে নিতাম।;\n",
        "id": 6015,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৯৯. নাবী (সাঃ) ও তাঁর সাহাবীগণের জীবন যাপন কিরূপ ছিল এবং তাঁরা দুনিয়া থেকে কী অবস্থায় বিদায় নিলেন ",
        "hadithBengali": "৬০১৬। আবদুল্লাহ ইবনু মুহাম্মাদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দোয়া করতেনঃ ইয়া আল্লাহ! মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর পরিবারকে প্রয়োজনীয় জীবিকা দান করুন।;\n",
        "id": 6016,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭০০. আমলে মধ্যমপন্থা এবং নিয়মিত করা",
        "hadithBengali": "৬০১৭। আবদান (রহঃ) ... মাসরুক (রহঃ) বর্ননা করেন। আমি আয়িশা (রাঃ) কে জিজ্ঞাসা করলাম, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে কি রকম আমল সবচাইতে প্রিয় ছিল? তিনি বললেনঃ নিয়মিত আমল। আমি বললাম, তিনি রাতে কোন সময় উঠতেন? তিনি বললেনঃ যখন তিনি মোরগের ডাক শুনতেন।;\n",
        "id": 6017,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "মাসরূক (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭০০. আমলে মধ্যমপন্থা এবং নিয়মিত করা",
        "hadithBengali": "৬০১৮। কুতায়বা (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ যে আমল আমলকারী নিয়মিত করে, সে আমল রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে সবচাইতে প্রিয় ছিল।;\n",
        "id": 6018,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭০০. আমলে মধ্যমপন্থা এবং নিয়মিত করা",
        "hadithBengali": "৬০১৯। আদম (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কস্মিনকালেও তোমাদের কাউকে নিজের আমল নাজাত দেবে না। তাঁরা বললেনঃ ইয়া রাসুলাল্লাহ! আপনাকেও না? তিনি বললেনঃ আমাকেও না। তবে আল্লাহ তাআলা আমাকে রহমত দিয়ে ঢেকে রেখেছেন। তোমরা যথারীতি আমল কর, ঘনিষ্ঠ হও। তোমরা সকালে, বিকালে এবং রাতের শেষাংশে আল্লাহর কাজ কর। মধ্যমপন্থা অবলম্বন কর। আকড়ে ধর মধ্যমপন্থাকে, অবশ্যই সফলকাম হবে।;\n",
        "id": 6019,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭০০. আমলে মধ্যমপন্থা এবং নিয়মিত করা",
        "hadithBengali": "৬০২০। আবদুল আযীয ইবনু আবদুল্লাহ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা ঠিকভাবে ও মধ্যমপন্থায় নেক আমল করতে থাক। আর জেনে রাখ যে, তোমাদের কাউকে তার আমল বেহেশতে নেবে না এবং আল্লাহর কাছে সবচেয়ে বেশি প্রিয় আমল হলো, যা নিয়মিত করা হয়। তা অল্পই হোক না কেন।;\n",
        "id": 6020,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭০০. আমলে মধ্যমপন্থা এবং নিয়মিত করা",
        "hadithBengali": "৬০২১। মুহাম্মাদ ইবনু আরআরা (রহঃ) ... আয়িশা (রাঃ) বর্ণনা করেন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জিজ্ঞাসা করা হল যে, আল্লাহ তাআলার কাছে সবচাইতে প্রিয় আমল কি? তিনি বললেনঃ যে আমল নিয়মিত করা হয়। যদিও তা অল্প হোক। তিনি আরও বললেনঃ তোমরা সাধ্যমত আমল করে যাও।;\n",
        "id": 6021,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭০০. আমলে মধ্যমপন্থা এবং নিয়মিত করা",
        "hadithBengali": "৬০২২। উসমান ইবনু আবূ শায়বা (রহঃ) ... আলকামা (রহঃ) বর্ণনা করেন। আমি মুসলিম-জননী আয়িশা (রাঃ) কে জিজ্ঞাসা করলাম, হে উম্মুল মুমিনীন! নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর আমল কি রকম ছিল? তিনি কি কোন আমলের জন্য কোন দিন নির্দিষ্ট করতেন? তিনি বললেনঃ না। তার আমল ছিল নিয়মিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যেমন সক্ষমতার অধিকারী ছিলেন তোমাদের কেউ কি সে সক্ষমতার অধিকারী?;\n",
        "id": 6022,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আলকামাহ (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭০০. আমলে মধ্যমপন্থা এবং নিয়মিত করা",
        "hadithBengali": "৬০২৩। আলী ইবনু আবদুল্লাহ (রহঃ) ... আয়িশা (রাঃ) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ননা করেন। তিনি বলেছেনঃ তোমরা ঠিক ঠিকভাবে মধ্যম পন্থায় আমল করতে থাক। আর সুসংবাদ নাও। কিন্তু (জেনে রেখো) কারো আমল তাকে জান্নাতে নেবে না। তারা বললেনঃ তবে কি আপনাকেও না? তিনি বললেনঃ আমাকেও না। তবে আল্লাহ তায়াআলা আমাকে মাগফিরাত ও রহমতে ঢেকে রেখেছেন। তিনি বলেছেনঃ এটিকে আমি ধারণা করছি আবূ নাযর ... আয়িশা (রাঃ) থেকে বর্ণিত। আফফান (রহঃ) ... আয়িশা (রাঃ) ... নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তোমরা সঠিকভাবে আমল কর আর সুসংবাদ নাও। মুহাজিদ বলেছেন, سَدِيدًا وَسَدَادًا অর্থ সত্য।;\n",
        "id": 6023,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭০০. আমলে মধ্যমপন্থা এবং নিয়মিত করা",
        "hadithBengali": "৬০২৪। ইবরাহীম ইবনুল মুনযির (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একদিন আমাদেরকে নিয়ে সালাত (নামায/নামাজ) আদায় করলেন। এরপর মিম্বরে উঠে মসজিদের কিবলার দিকে হাত দিয়ে ইশারা করে বললেনঃ যখন আমি তোমাদের নিয়ে সালাত আদায় করছিলাম, তখন এ প্রাচীরের সান্মুখে আমাকে জান্নাত ও জাহান্নামের দৃশ্য দেখানো হল। আমি আজকের মত ভাল ও মন্দ আর কোন দিন দেখিনি। এ শেষ কথাটি তিনি দুবার বললেন।;\n",
        "id": 6024,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭০১. ভয়ের সাথে সাথে আশা রাখা। সুফ্ইয়ান (রহ) বলেন, কুরআনের মধ্যে আমার কাছে এই আয়াত থেকে কঠিন আয়াত দ্বিতীয়টি নাই। তাওরাত, ইঞ্জিল ও যা তোমাদের প্রতিপালকের কাছ হতে তোমাদের প্রতি অবতীর্ণ হয়েছে (কুরআন) তোমরা তা বাস্তবায়িত না করা পর্যন্ত তোমরা কোন ভিতের উপর নেই।",
        "hadithBengali": "৬০২৫। কুতায়বা ইবনু সাঈদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি। আল্লাহ তাআলা রহমত সৃষ্টির দিন একশটি রহমত সৃষ্টি করেছেন। নিরানব্বইটি তাঁর কাছে রেখে দিয়েছেন এবং একটি রহমত সমন্ত সৃষ্টির মধ্যে ছেড়ে দিয়েছেন। যদি কাফির আল্লাহর কাছে সুরক্ষিত রহমত সম্পর্কে জানে তাহলে সে জান্নাত লাভ থেকে নিরাশ হবে না। আর মুমিন যদি আল্লাহর কাছে শাস্তি সম্পর্কে জানে তা হলে সে জাহান্নাম থেকে বে-পরওয়া হবে না।;\n",
        "id": 6025,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭০২. আল্লাহ তা'আলার নিষেধাজ্ঞাসমূহ থেকে সবর করা। (মহান আল্লাহর বাণীঃ) ধৈর্যশীলদের তো অপরিমিত প্রতিদান দেওয়া হবে। উমর (রাঃ) বলেন, আমরা শ্রেষ্ঠ জীবন লাভ করেছিলাম একমাত্র ধৈর্য ধারণ করার মাধ্যমেই।",
        "hadithBengali": "৬০২৬। আবূল ইয়ামান (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) বর্ননা করেন। একবার আনসারদের কিছু সংখ্যক লোক নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে সাহায্য চাইলেন। তাদের যে যা চাইলেন, তিনি তা-ই দিলেন, এমন কি তাঁর কাছে যা কিছু ছিল তা শেষ হয়ে গেল। যখন তাঁর দুহাত দিয়ে দান করার পর সবকিছু শেষ হয়ে গেল, তখন তিনি বললেনঃ আমার কাছে যা কিছু মালামাল থাকে, তা থেকে আমি কিছুই সঞ্চয় করি না। অবশ্য যে নিজেকে মুখাপেক্ষিমুক্ত রাখতে চায়, আল্লাহ তাকে তাই রাখেন; আর যে ব্যাক্তি ধৈর্য ধারণ করে তিনি তাকে ধৈর্যশীলই রাখেন। আর যে ব্যাক্তি পরনির্ভর হতে চায় না, আল্লাহ তাকে অভাবমুক্ত রাখেন। সবর অপেক্ষা বেশি প্রশস্ত ও কল্যাণকর কিছু কস্মিনকালেও তোমাদেরকে দান করা হবে না।;\n",
        "id": 6026,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ সা'ঈদ খুদরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭০২. আল্লাহ তা'আলার নিষেধাজ্ঞাসমূহ থেকে সবর করা। (মহান আল্লাহর বাণীঃ) ধৈর্যশীলদের তো অপরিমিত প্রতিদান দেওয়া হবে। উমর (রাঃ) বলেন, আমরা শ্রেষ্ঠ জীবন লাভ করেছিলাম একমাত্র ধৈর্য ধারণ করার মাধ্যমেই।",
        "hadithBengali": "৬০২৭। খাল্লাদ ইবনু ইয়াহইয়া (রহঃ) ... যিয়াদ ইবনু ইলাকাহ (রহঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি মুগীরা ইবনু শুবা (রাঃ) কে বর্ণনা করতে শুনেছি। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এত সালাত (নামায/নামাজ) আদায় করতেন, তাঁর পদযুগল ফূলে যেত। তাকে এ ব্যাপারে জিজ্ঞাসা করা হলে তিনি বলতেন:আমি কি অত্যধিক কৃতজ্ঞ বান্দা হবো না?;\n",
        "id": 6027,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "যিয়াদ ইবনু ইলাকা (রহ.)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭০৩. (আল্লাহ তা'আলার বাণীঃ) আর  যে ব্যক্তি আল্লাহর উপর পূর্ণ ভরসা রাখবে, তার জন্য তিনিই যথেষ্ট।",
        "hadithBengali": "৬০২৮। ইসহাক (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমার উম্মাতের মধ্য থেকে সত্তর হাজার লোক বিনা হিসেবেই জান্নাতে প্রবেশ করবে। তারা হবে এমন লোক- যারা ঝাড়ফুঁকের শরণাপন্ন হয় না, কুযাত্রা মানে না এবং নিজেদের প্রতিপালকের উপরই ভরসা রাখে।;\n",
        "id": 6028,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭০৪. অনর্থক কথাবার্তা অপছন্দনীয়",
        "hadithBengali": "৬০২৯। আলী ইবনু মুসলিম (রহঃ) ... মুগীরা ইবনু শুবা (রাঃ) এর কাতিব ওয়াররাদ (রাঃ) থেকে বর্ণিত যে, মুয়াবিযা (রাঃ) মুগীরা ইবনু শুবা (রাঃ) কে লিখলেন যে, আপনি আমার কাছে একটা হাদীস লিখে পাঠান, যা আপনি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে শুনেছেন। বর্ণনাকারী বলেনঃ তখন মুগীরা ইবনু শুবা (রাঃ) তাঁর কাছে লিখে পাঠালেন, আমি নিশ্চয়ই নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে সালাত (নামায/নামাজ) থেকে ফিরার সময় বলতে শুনেছিঃ لاَ إِلَهَ إِلاَّ اللَّهُ، وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ، وَهْوَ عَلَى كُلِّ شَىْءٍ قَدِيرٌ অর্থাৎ আল্লাহ ছাড়া কোন মাবুদ নেই। তিনি একক ও অদ্বিতীয়, তার কোন শরীক নেই। রাজত্ব তাঁরই এবং হামদ তাঁরই। তিনি সবার উপর শক্তিমান।;\n\nআর তিনি নিষেধ করতেন অনর্থক কথাবার্তা, অধিক সাওয়াল, মালের অপচয়, উচিত বস্তুকে দেওয়া। অনুচিতকে চাওয়া, মাতাপিতার অবাধ্যতা এবং কন্যাদেরকে জীবিত কবর করা থেকে। হুশায়ম (রহঃ) ... আবদুল মালিক (রহঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি ওয়াররাদ কে আল মুগীরা ... নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে এই হাদীস বর্ণনা করতে শুনেছি।;\n",
        "id": 6029,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "মুগীরা ইবনু শু'বা  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭০৫. যবান সাবধান রাখা। আর যে ব্যক্তি আল্লাহ ও আখিরাতের প্রতি ঈমান রাখে, সে যেন ভাল কথা বলে অথবা চুপ থাকে। আল্লাহর বাণীঃ যে কথাই মানুষ উচ্চারণ করে তা লিপিবদ্ধ করার জন্য তার নিকটে একজন সদা তৎপর প্রহরী রয়েছে।",
        "hadithBengali": "৬০৩০। মুহাম্মাদ ইবনু আবূ বাকর আল মুকাদ্দামী (রহঃ) ... সাহল ইবনু সাদ (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যাক্তি আমার (সন্তুষ্টির) জন্য তার দুচোয়ালের মধ্যবর্তী বস্তু (জিহবা) এবং দুরানের মাঝখানের বস্তু (লজ্জাস্থান) এর হিফাযত করবে আমি তার জন্য জান্নাতের দায়িত্ব গ্রহণ করি।;\n",
        "id": 6030,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সাহল বিন সাদ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭০৫. যবান সাবধান রাখা। আর যে ব্যক্তি আল্লাহ ও আখিরাতের প্রতি ঈমান রাখে, সে যেন ভাল কথা বলে অথবা চুপ থাকে। আল্লাহর বাণীঃ যে কথাই মানুষ উচ্চারণ করে তা লিপিবদ্ধ করার জন্য তার নিকটে একজন সদা তৎপর প্রহরী রয়েছে।",
        "hadithBengali": "৬০৩১। আবদুল আযীয ইবনু আবদুল্লাহ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যাক্তি আল্লাহ এবং শেষ দিনের প্রতি ঈমান রাখে, সে যেন ভাল কথা বলে নয়তো নীরব থাকে। এবং যে ব্যাক্তি আল্লাহ ও শেষ দিনের প্রতি ঈমান রাখে, সে যেন তার প্রতিবেশীকে কষ্ট না দেয়। আর যে ব্যাক্তি আল্লাহ ও আখিরাতের প্রতি ঈমান রাখে, সে যেন তার মেহমানের সম্মান করে।;\n",
        "id": 6031,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭০৫. যবান সাবধান রাখা। আর যে ব্যক্তি আল্লাহ ও আখিরাতের প্রতি ঈমান রাখে, সে যেন ভাল কথা বলে অথবা চুপ থাকে। আল্লাহর বাণীঃ যে কথাই মানুষ উচ্চারণ করে তা লিপিবদ্ধ করার জন্য তার নিকটে একজন সদা তৎপর প্রহরী রয়েছে।",
        "hadithBengali": "৬০৩২। আবূল ওয়ালীদ (রহঃ) ... আবূ শুরাইয়া আল খুযায়ী (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমার কান নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছে এবং আমার অন্তর তা সংরক্ষন করেছে, মেহমানদারী তিন দিন, সৌজন্যসহ। জিজ্ঞাসা করা হলো, সৌজন্য কি? তিনি বললেনঃ এক দিন ও এক রাত (বিশেষ আতিথেয়তা)। যে ব্যাক্তি আল্লাহ ও আখিরাতের প্রতি ঈমান রাখে, সে যেন তার মেহমানের সম্মান করে আর যে ব্যাক্তি আল্লাহর ও আখেরাতের প্রতি ঈমান রাখে, সে যেন ভাল কথা বলে অথবা চুপ থাকে।;\n",
        "id": 6032,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ শুরায়হ্ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭০৫. যবান সাবধান রাখা। আর যে ব্যক্তি আল্লাহ ও আখিরাতের প্রতি ঈমান রাখে, সে যেন ভাল কথা বলে অথবা চুপ থাকে। আল্লাহর বাণীঃ যে কথাই মানুষ উচ্চারণ করে তা লিপিবদ্ধ করার জন্য তার নিকটে একজন সদা তৎপর প্রহরী রয়েছে।",
        "hadithBengali": "৬০৩৩। ইবরাহীম ইবনু হামযা (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছেন যে, নিশ্চয় বান্দা এমন কথা বলে যার পরিনাম সে চিন্তা করে না অথচ এ কথার কারণে সে নিক্ষিপ্ত হবে জাহান্নামের এমন গভীরে যার দূরত্ব মাশরিক-এর দূরত্বের চাইতে অধিক।;\n",
        "id": 6033,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭০৫. যবান সাবধান রাখা। আর যে ব্যক্তি আল্লাহ ও আখিরাতের প্রতি ঈমান রাখে, সে যেন ভাল কথা বলে অথবা চুপ থাকে। আল্লাহর বাণীঃ যে কথাই মানুষ উচ্চারণ করে তা লিপিবদ্ধ করার জন্য তার নিকটে একজন সদা তৎপর প্রহরী রয়েছে।",
        "hadithBengali": "৬০৩৪। আবদুল্লাহ ইবনু মুনীর (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ নিশ্চয়ই বান্দা আল্লাহর সন্তুষ্টির কোন কথা উচ্চারন করে অথচ সে কথার গুরুত্ব সম্পর্কে চেতনা নেই। কিন্তু এ কথার দ্বারা আল্লাহ তার মর্যাদা অনেক গুন বাড়িয়ে দেন। আবার বান্দা আল্লাহর অসন্তুষ্টির কোন কথা বলে ফেলে যার পরিনতি সম্পর্কে সে সচেতন নয়, অথচ সে কথার কারণে সে জাহান্নামে পতিত হবে।;\n",
        "id": 6034,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭০৬. আল্লাহ তা'আলার ভয়ে কাঁদা ",
        "hadithBengali": "৬০৩৫। মুহাম্মাদ ইরন বাশশার (রহঃ) ... আবূ হুরায়রা (রাঃ) হতে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ সাত প্রকার লোককে আল্লাহ তাআলা ছায়া দেবেন। এক জাতীয় ব্যাক্তি হবে আল্লাহর যিকর করে চক্ষুদ্বয় অশ্রুসিক্ত করল।;\n",
        "id": 6035,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭০৭. আল্লাহর ভয়",
        "hadithBengali": "৬০৩৬। উসমান ইবনু আবূ শায়বা (রহঃ) ... হুযায়ফা (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের পূর্ববর্তী উম্মাতের এক ব্যাক্তি ছিল, যে তার আমল সম্পর্কে তুচ্ছ ধারনা পোষণ করত। সে তার পরিবারের লোকদেরকে বলল, যখন আমি মারা যাবো, তখন তোমরা আমাকে নিয়ে (জ্বালিয়ে দিবে) অতঃপর প্রচণ্ড গরমের দিনে আমার ভস্মগুলো সমুদ্রে ছিটিয়ে দেবে। তার পরিবারের লোকেরা সে অনুযায়ী কাজ করলো। অতঃপর আল্লাহ তায়াআলা সেই ভস্ম একত্রিত করে তাকে জিজ্ঞাসা করলেন, তুমি যা করলে, তা কেন করলে, সে বললো, একমাত্র আপনার ভীতিই আমাকে এটিতে বাধ্য করেছে। অতঃপর আল্লাহ তায়ালা তাকে ক্ষমা করে করলেন।;\n",
        "id": 6036,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "হুযাইফাহ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭০৭. আল্লাহর ভয়",
        "hadithBengali": "৬০৩৭। মূসা ইবনু ইসমাঈল (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পূর্ব অথবা তোমাদের পূর্ব যুগের এক ব্যাক্তির কথা উল্লেখ করলেন। আল্লাহ তাআলা তাকে ধন-সস্পদ ও সন্তানাদি দান করেছিলেন। যখন সে মৃত্যুর সম্মুখীন হল তখন সে তার সন্তানদেরকে জিজ্ঞাসা করলো, আমি তোমাদের কেমন পিতা ছিলাম? তারা বলল, উত্তম। সে বললো, যে আল্লাহর কাছে কোন সম্পদ সঞ্চয় রাখেনি, সে আল্লাহর কাছে হাযির হলে তিনি তাকে শাস্তি দেবেন। তোমরা লক্ষ্য রাখবে, আমি মারা গেলে আমাকে জ্বালিয়ে দেবে। আমি যখন কয়লা হয়ে যাব তাকে ছাই ভস্ম করে ফেলবে। অতঃপর যখন প্রবল বাতাস বইবে, তখন তোমরা তা তাতে উড়িয়ে দেবে। এভাবে সে তাদের নিকট থেকে অঙ্গীকার নিল।;\n\nরাবী বলেনঃ আমার প্রতিপালকের কসম! তারা যথাযথ তাই করল। অতঃপর আল্লাহ তাআলা বললেন, অস্তিত্বে এসে যাও। হঠাৎ এক ব্যাক্তিরুপে দণ্ডায়মান হল। তখন তিনি বললেনঃ হে আমার বান্দা! তুমি এমনটি কেন করলে? সে বললো তা একমাত্র আপনার ভয়ে। তখন তিনি এর প্রতিদানে তাকে ক্ষমা করে দিলেন আপনার ভীতি অথবা আপনার থেকে সরে থাকার কারণে।;\n\nআমি আবূ উসমানকে বর্ণনা করেছি, তিনি বলেছেনঃ আমি সালমানকে শুনেছি, তিনি এতদ্ব্যতীত অতিরিক্ত করেছেন ... আমার ভম্মগুলো সমুদ্রে ছিটিয়ে দেবে। অথবা তিনি যেমনটি বর্ণনা করেছেন। মুআয (রহঃ) ... উকবা (রহঃ) বলেনঃ আমি আবূ সাঈদ (রাঃ) কে শুনেছি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে।;\n",
        "id": 6037,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ সা'ঈদ খুদরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭০৮. সব গুনাহ থেকে বিরত থাকা",
        "hadithBengali": "৬০৩৮। মুহাম্মাদ ইবনুল আলা (রহঃ) ... আবূ মূসা আশয়ারী (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমি ও আমাকে যা দিয়ে আল্লাহ পাঠিয়েছেন তার দৃষ্টান্ত হলো এমন ব্যাক্তির মত, যে তার কওমের কাছে এসে বললো, আমি স্ব-চক্ষে শত্রু সেনাদলকে দেখেছি আর আমি স্পষ্ট সতর্ককারী। সুতরাং তোমরা সত্বর আত্মরক্ষার ব্যবস্থা কর। অতঃপর একদল তার কথায় সাড়া দিয়ে শেষ রজনীতে নিরাপদ গন্তব্যে পৌছে বেঁচে গেল। এদিকে আরেক দল তাকে মিথ্যারোপ করে, যদ্দরুন তাদেরকে ভোর বেলায় শত্রুসেনা এসে সমূলে নিপাত করে দিল।;\n",
        "id": 6038,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ মূসা আল- আশআরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭০৮. সব গুনাহ থেকে বিরত থাকা",
        "hadithBengali": "৬০৩৯। আবূল ইয়ামান (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছেন যে, আমার ও লোকদের দৃষ্টান্ত এমন ব্যাক্তির ন্যায়, যে আগুন জ্বালালো আর যখন তার চতূর্দিক আলোকিত হয়ে গেল, তখন পতঙ্গ ও ঐ সমস্ত প্রাণী যেগুলো আগুনে পুড়ে, তারা তাতে পড়তে লাগলো। তখন সে সেগুলোকে আগুন থেকে বাঁচাবার জন্য টানতে লাগলো। কিন্তু তারা আগুনে পুড়ে মরলো। তদ্রুপ আমি তোমাদের কোমরে ধরে দোযখের আগুন থেকে বাঁচাতে চেষ্টা করি অথচ তারা তাতেই প্রবেশ করবে।;\n",
        "id": 6039,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭০৮. সব গুনাহ থেকে বিরত থাকা",
        "hadithBengali": "৬০৪০। আবূ নুয়াঈম (রহঃ) ... আবদুল্লাহ ইবনু আমর (রাঃ) বর্ণনা করেছেন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ মুসলিম (প্রকৃত) সেই ব্যাক্তি, যার যবান ও হাত থেকে মুসলিমগণ নিরাপদ থাকে। আর মুহাজির (প্রকৃত) সে, আল্লাহ যা নিষেধ করেছেন তা পরিত্যাগ করে।;\n",
        "id": 6040,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আমর ইবনুল আস (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭০৯. নবী (সাঃ) এর বাণীঃ আমি যা জানি তোমরা যদি তা জানতে তাহলে তোমরা অবশ্যই কম হাসতে",
        "hadithBengali": "৬০৪১। ইয়াহইয়া ইবনু বুকায়র (রহঃ) ... আবূ হুরায়রা (রাঃ) বলতেন। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমি যা জানি যদি তোমরা তা জানতে তবে তোমরা অবশ্যই হাসতে কম আর কাঁদতে বেশি।;\n",
        "id": 6041,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭০৯. নবী (সাঃ) এর বাণীঃ আমি যা জানি তোমরা যদি তা জানতে তাহলে তোমরা অবশ্যই কম হাসতে",
        "hadithBengali": "৬০৪২। সুলায়মান ইবনু হারব (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমি যা জানি যদি তোমরা তা জানতে তবে তোমরা অবশ্যই হাসতে কম আর কাঁদতে বেশি।;\n",
        "id": 6042,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭১০. প্রবৃত্তি দ্বারা জাহান্নামকে বেষ্টন করা হয়েছে",
        "hadithBengali": "৬০৪৩। ইসমাঈল (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ জাহান্নাম প্রবৃত্তি দিয়ে বেষ্টিত। আর জান্নাত বেষ্টিত দুঃখ-ক্লেশ দিয়ে।;\n",
        "id": 6043,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭১১. জান্নাত তোমাদের কারো জুতার ফিতার চেয়েও বেশী নিকটবর্তী আর জাহান্নামও তদ্রূপ",
        "hadithBengali": "৬০৪৪। মূসা ইবনু মাসউদ (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ জান্নাত তোমাদের কারো জুতার ফিতার চাইতেও বেশি কাছাকাছি আর জাহান্নামও তদ্রুপ।;\n",
        "id": 6044,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ' ইব্'ন মাসউদ (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭১১. জান্নাত তোমাদের কারো জুতার ফিতার চেয়েও বেশী নিকটবর্তী আর জাহান্নামও তদ্রূপ",
        "hadithBengali": "৬০৪৫। মুহাম্মদ ইবনুল মূসান্না (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ সর্বাধিক সত্য কবিতা যা জনৈক কবি বলেছেনঃ তোমরা জেনে রেখো আল্লাহ ছাড়া সব কিছুই অনর্থক।;\n",
        "id": 6045,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭১২. মানুষ যেন নিজের চেয়ে নিন্মস্তর ব্যক্তির দিকে তাকায় আর নিজের চেয়ে উচ্চস্তর ব্যক্তির দিকে যেন না তাকায়",
        "hadithBengali": "৬০৪৬। ইসমাঈল (রহঃ) ... আবূ হুরায়রা (রাঃ) হতে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের কারো দৃষ্টি যদি এমন ব্যাক্তির উপর নিপতিত হয়, যাকে সম্পদে ও দৈহিক গঠনে বেশি মর্যাদা দেয়া হয়েছে তবে সে যেন এমন ব্যাক্তির দিকে তাকায়, যে তার চেয়ে হীন অবস্থায় রয়েছে।;\n",
        "id": 6046,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭১৩. যে ব্যক্তি ইচ্ছা করল ভাল কাজের কিংবা মন্দ কাজের",
        "hadithBengali": "৬০৪৭। আবূ মামার (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (হাদীসে কুদসী স্বরূপ) তার রব থেকে বর্ণনা করে বলেন যে, আল্লাহ তাআলা নেকী ও বদীসমূহ চিহ্নিত করেছেন। এরপর সেগুলোর বর্ণনা দিয়েছেন সুতরাং যে ব্যাক্তি কোন সং কাজের ইচ্ছা করল, কিন্তু তা বাস্তবে পরিণত করল না, আল্লাহ তাআলা তাঁর কাছে এর জন্য পূর্ণ নেকী লিপিবদ্ধ করবেন। আর সে ইচ্ছা করল ভাল কাজের এবং তা বাস্তবেও পরিণত করল তবে আল্লাহ তাআলা তার কাছে তার জন্য দশ গুন থেকে সাতশ গুণ পর্যন্ত এমন কি এর চেয়েও অনেক গুণ বেশি সাওয়াব লিখে দেন। আর যে ব্যাক্তি কোন অসৎ কাজের ইচ্ছা করল, কিন্তু তা বাস্তবে পরিণত করল না, আল্লাহ তাআলা তার কাছে তার জন্য পূর্ন নেকী লিপিবদ্ধ করবেন। আর যদি সে ওই অসৎ কাজের ইচ্ছা করার পর বাস্তবেও তা করে ফেলে, তবে তার জন্য আল্লাহ তাঁআলা মাত্র একটা পাপ লিখে দেন।;\n",
        "id": 6047,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭১৪. সগীরা গুনাহ থেকে বেঁচে থাকা",
        "hadithBengali": "৬০৪৮। আবুল ওয়ালীদ (রহঃ) ... আনাস (রাঃ) বলেনঃ তোমরা এমন সব কাজ করে থাক, যা তোমাদের চোখে চুল থেকেও সূক্ষ্ম দেখায়। কিন্তু নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যমানায় আমরা এগুলোকে ধবংসাত্মক মনে করতাম। আবূ আবদুল্লাহ বুখারী (রহঃ) বলেন অর্থাৎالْمُهْلِكَاتِ ধ্বংসাত্মক;।;\n",
        "id": 6048,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭১৫. আমল পরিনামের উপর নির্ভরশীল, আর পরিণামের ব্যাপারে ভীত থাকা",
        "hadithBengali": "৬০৪৯। আলী ইবনু আইয়্যাস (রহঃ) ... সাহল ইবনু সাদ সাঈদী (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মুশরিকদের সাথে যুদ্ধরত এক ব্যাক্তির দিকে তাকালেন। সে ব্যাক্তি অন্যান্য লোকের চাইতে ধনী ছিল। তিনি বললেনঃ কেউ যদি জাহান্নামী লোক দেখতে চায়, সে যেন এই লোকটিকে দেখে। (এ কথা শুনে) এক ব্যাক্তি তার পেছনে পেছনে যেতে লাগল। সে যুদ্ধ করতে করতে অবশেষে আহত হয়ে গেল। সে দ্রুত মৃত্যু কামনা করল, সে তারই তরবারীর অগ্রভাগ বুকে লাগিয়ে উপুড় হয়ে সজোরে এমনভাবে চাপ দিল যে, তলোয়ারটি তার বক্ষস্থল ভেদ করে পার্শ্বদেশ অতিক্রম করে গেল। এরপর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ কোন বান্দা এমন কাজ করে যায়, যা দেখে লোকেরা একে জান্নাতী লোকের কাজ মনে করে। কিন্তু বাস্তবে সে জাহান্নামিদের অন্তর্ভুক্ত। আর কোন বান্দা এমন কাজ করে যায়, যা মানুষের চোখে জাহান্নামীদের কাজ বলে মনে হয় অথচ সে জান্নাতী লোকদের অন্তর্ভূক্ত। নিশ্চয়ই মানুষের যাবতীয় আমল পরিণামের সাথে নির্ভরশীল।;\n",
        "id": 6049,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সাহল বিন সাদ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭১৬. অসৎ লোকের সাথে মেলামেশা থেকে নির্জনে থাকা শান্তিদায়ক",
        "hadithBengali": "৬০৫০। আবূল ইয়ামান ও মুহাম্মাদ ইবনু ইউসুফ (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত। একজন বেদুঈন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে আরয করল, ইয়া রাসুলাল্লাহ! কোন ব্যাক্তি সবচাইতে উত্তম? তিনি বললেনঃ সে ব্যাক্তি যে নিজের জান ও মাল দিয়ে জিহাদ করে, আর সে ব্যাক্তি যে পর্বতের কোন গুহায় তার রবের ইবাদত করতে থাকে এবং মানুষকে তার অনিষ্ট থেকে রেহাই দেয়। যুবায়দী সুলায়মান (রহঃ) ও নোমান (রহঃ) যুহরী (রহঃ) থেকে শুআইব (রহঃ) এর অনুসরণ করেছেন। মামার (রহঃ) ... আবূ সায়ীদ (রাঃ) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন। ইউনুস (রহঃ), ইবনু মুসাফির (রহঃ) ও ইয়াহইয়া ইবনু সায়ীদ (রহঃ) জনৈক সাহাবী কতৃক নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অর্থাৎ আবূল ইয়ামানের হাদীসের ন্যায় কোন ব্যাক্তি সবচাইতে উত্তম বর্ণনা করেছেন।;\n",
        "id": 6050,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ সা'ঈদ খুদরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭১৬. অসৎ লোকের সাথে মেলামেশা থেকে নির্জনে থাকা শান্তিদায়ক",
        "hadithBengali": "৬০৫১। আবূ নুয়াঈম (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত। তিনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছেন, মানুষের উপর এমন এক সময় আসবে যখন মুসলিমের উত্তম সম্পদ হবে বকরির পাল। সে তা নিয়ে পাহাড়ী উপত্যকা ও বারি ভূমির অনুসরণ করবে, তার দ্বীনকে নিয়ে ফিতনা থেকে দুরে থাকার উদ্দেশ্যে।;\n",
        "id": 6051,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ সা'ঈদ খুদরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭১৬. অসৎ লোকের সাথে মেলামেশা থেকে নির্জনে থাকা শান্তিদায়ক",
        "hadithBengali": "৬০৫২। মুহাম্মদ ইবনু সিনান (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যখন আমানত বিনষ্ট হয়ে যাবে তখন কিয়ামতের অপেক্ষা করবে। সে বললঃ ইয়া রাসুলাল্লাহ আমানত কেমন করে নষ্ট হযে যাবে, তিনি বললেনঃ যখন অযোগ্য দায়িত্বপ্রাপ্ত হবে, তখনই তুমি কিয়ামতের অপেক্ষা করবে।;\n",
        "id": 6052,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭১৭. আমানতদারী উঠে যাওয়া",
        "hadithBengali": "৬০৫৩। মুহাম্মাদ ইবনু কাসীর (রহঃ) ... হুযায়ফা (রাঃ) বর্ননা করেন। তিনি বলেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের কাছে দুটি হাদীস বর্ণনা করেছেন। একটি তো আমি প্রত্যক্ষ করেছি এবং দ্বিতীয়টির জন্য অপেক্ষা করছি। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের কাছে বর্ণনা করেছেন যে, আমানত মানুষের অন্তর্মুলে অধোগামী হয়। তারপর তারা কুরআন থেকে জ্ঞান অর্জন করে। এরপর তারা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে জ্ঞান অর্জন করে। আবার বর্ণনা করেছেন আমানত তুলে নেয়া সম্পর্কে, যে ব্যাক্তিটি (ঈমানদার) এক পর্যায়ে ঘূমালে পর, তার অন্তর থেকে আমানত তুলে নেয়া হবে, তখন একটি বিন্দুর মত চিহ্ন অবশিষ্ট থাকবে। পুনরায় ঘূমাবে। তখন আবার উঠিয়ে নেয়া হবে।;\n\nঅতঃপর তার চিহ্ন ফোস্কার মত অবশিষ্ট থাকবে। তোমার পায়ের উপর গড়িয়ে পড়া অঙ্গার সৃষ্ট চিহ্ন, যেটিকে তুমি ফোলা মনে করবে, অথচ তার মধ্যে আদো কিছু নেই। মানুষ কারবার করবে বটে, কেউ আমানত আদায় করবে না। তারপর লোকেরা বলাবলি করবে যে, অমূক বংশে একজন আমানতদার লোক রয়েছে। সে ব্যাক্তি সম্পর্কে মন্তব্য করা হবে যে, সে কতই না বুদ্ধিমান, কতই না বিচক্ষণ, কতই না বাহাদুর? অথচ তার অন্তরে সরিষার দানা পরিমাণ ঈমানও থাকবে না। (বর্ণনাকারী বলেন) আমার উপর এমন এক যামানা অতিবাহিত হয়েছে যে, আমি তোমাদের কারো সাথে বেচাকেনা করলাম, সেদিকে ভ্রুক্ষেপ করতাম না। কারণ সে মুসলিম হলে ইসলামই আমার হক ফিরিয়ে দেবে। আর সে নাসরানী হলে তার শাসকই আমার হক ফিরিয়ে দেবে। অথচ বর্তমানে আমি অমুক অমুককে ছাড়া বেচাকেনা করি না।;\n",
        "id": 6053,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "হুযাইফাহ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭১৭. আমানতদারী উঠে যাওয়া",
        "hadithBengali": "৬০৫৪। আবুল ইয়ামান (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) বর্ণনা করেন যে, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি তিনি বলতেনঃ নিশ্চয়ই মানুষ তো উটের ন্যায়, যাদের মধ্য থেকে সাওয়ারীর উপযোগী একটি পাওয়া তোমার পক্ষে দুষ্কর।;\n",
        "id": 6054,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭১৮. লোকদেখানো ও শোনানো ইবাদত",
        "hadithBengali": "৬০৫৫। মুসাদ্দাদ ও আবূ নুআয়ম (রহঃ) ... সালামা (রহঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি জুনদুবকে বলতে শুনেছি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন। তিনি ব্যতীত আমি অন্য কাউকে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন এরুপ বলতে শুনিনি। আমি তার কাছে গেলাম এবং তাকে বলতে শুনলাম। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যাক্তি লোক শোনানো ইবাদত করে আল্লাহ তাআলা এর বিনিময়ে লোক শোনানো দিবেন। আর যে ব্যাক্তি লোক-দেখানো ইবাদত করবে আল্লাহ এর বিনিময়ে লোক দেখানো দিবেন।;\n",
        "id": 6055,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সালামাহ ইবনু আক্ওয়া (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭১৯. যে ব্যক্তি সাধনা করবে প্রবৃত্তির সাথে আল্লাহর ইবাদতের ব্যাপারে আল্লাহর আনুগত্যের জন্য নিজের নফসের সাথে",
        "hadithBengali": "৬০৫৬। হুদবাহ ইবনু খালিদ (রহঃ) ... মুয়ায ইবনু জাবাল (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সহযাত্রী ছিলাম। অথচ আমার ও তার মাঝখানে ব্যবধান ছিল শুধু সাওয়ারীর গদির কাষ্ঠ-খণ্ড। তিনি বললেনঃ হে মুয়ায! আমি বললাম, লাব্বাইকা ইয়া রাসুলাল্লাহ ওয়া সাদাইকা! তারপর আরও কিছুক্ষণ চলার পরে আবার বললেনঃ হে মুয়ায! আমি বললাম, লাব্বাইকা ইয়া রাসুলাল্লাহ ওয়া সাদাইকা! তারপর আরও কিছুক্ষন চলার পর আবার বললেনঃ হে মুয়ায ইবনু জাবাল! আমিও আবার বললাম, লাব্বাইকা ইযা রাসূলাল্লাহ ওয়া সাদাইকা। তখন তিনি বললেনঃ তুমি কি জানো যে, বান্দার উপর আল্লাহর হক কি? আমি বললাম, আল্লাহ ও তার রাসুল অধিক জানেন।;\n\nতিনি বললেনঃ বান্দার উপর আল্লাহর হক হচ্ছে এই যে, সে তারই ইবাদত করবে, এতে তার সঙ্গে কোন কিছুকে শরীক করবে না। এরপর আরও কিছুক্ষন পথ চলার পর আবার ডাকলেন, হে মুয়ায ইবনু জাবাল! আমি বললাম, লাব্বাইকা ওয়া সাদাইকা ইয়া রাসুলুল্লাহ! তিনি বললেনঃ যদি বান্দা তা করে তখন আল্লাহর কাছে বান্দার প্রাপ্য কি হবে, তা কি তুমি জানো? আমি বললাম, আল্লাহ ও তার রাসুলই অধিক জ্ঞাত। তিনি বললেনঃ তখন বান্দার হক আল্লাহর কাছে হল তাদেরকে আযাব না দেওয়া।;\n",
        "id": 6056,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "মুআয বিন জাবাল (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭২০. তাওয়াজু (বিনয়)",
        "hadithBengali": "৬০৫৭। মালিক ইবনু ইসমাঈল ও মুহাম্মদ (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর আযবা নাম্নী একটি উটনী ছিল। তাকে অতিক্রম করে যাওয়া যেত না। একবার একজন বেদুঈন তার একটি উটে সাওয়ার হয়ে আসলে সেটি তার আগে চলে গেল। মুসলিমদের কাছে তা কঠোর মনে হল। তারা বলল যে, আযবা কে তো অতিক্রম করে গেল। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আল্লাহ তাআলার বিধান হলো, দুনিয়ার কোন জিনিসকে উত্থিত করা হলে তাকে পতিতও করা হয়।;\n",
        "id": 6057,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭২০. তাওয়াজু (বিনয়)",
        "hadithBengali": "৬০৫৮। মুহাম্মাদ ইবনু উসমান (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহ তাআলা বলেনঃ যে ব্যাক্তি আমার কোন ওলীর সঙ্গে শক্রতা রাখবে, আমি তার সাথে যুদ্ধ ঘোষনা করি। আমার বান্দা আমি যা তার উপর ফরয ইবাদতের চাইতে আমার কাছে অধিক প্রিয় কোন ইবাদত দ্বারা আমার নৈকট্য লাভ করবে না। আমার বান্দা সর্বদা নফল ইবাদত দ্বারা আমার নৈকট্য অর্জন-- করতে থাকবে। এমন কি অবশেষে আমি তাকে আমার এমন প্রিয় পাত্র বানিয়ে নেই যে আমিই তার কান হয়ে যাই, যা দিয়ে সে শুনে। আমিই তার চোখ হয়ে যাই, যা দিয়ে সে সবকিছু দেখে। আর আমিই তার হাত হয়ে যাই, যা দিয়ে সে ধরে। আমিই তার পা হয়ে যাই, যার দ্বারা সে চলে। সে যদি আমার কাছে কোন কিছু সাওয়াল করে, তবে আমি নিশ্চয়ই তাকে তা দান করি। আর যদি সে আমার কাছে আশ্রয় চায়, তবে অবশ্যই আমি তাকে আশ্রয় দেই। আমি যে কোন কাজ করতে চাইলে এটাতে কোন রকম দ্বিধা সংকোচ করি-না যতটা দ্বিধা সংকোচ মুমিন বান্দার প্রাণ হরণে করি। সে মৃত্যুকে অপছন্দ করে আর আমি তার কষ্ট অপছন্দ করি।;\n",
        "id": 6058,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭২১. নাবী (সাঃ) এর বাণীঃ ;আমাকে পাঠানো হয়েছে কিয়ামতের সাথে এ দুটি আঙ্গুলের ন্যায়।; (আল্লাহ তা'আলার বাণীঃ) আর কিয়ামতের ব্যাপার তো চোখের পলকের ন্যায় বরং তা অপেক্ষাও সত্ত্বর। আল্লাহ সর্ববিষয়ে সর্বশক্তিমান (১৬ঃ ৭৭)",
        "hadithBengali": "৬০৫৯। সাঈদ ইবনু আবূ মারিয়াম (রহঃ) ... সাহল (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমাকে প্রেরণ করা হয়েছে কিয়ামতের সাথে এ রকম। এ বলে তিনি আঙ্গুল দুটিকে প্রসারিত করে ইশারা করেন।;\n",
        "id": 6059,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সাহল বিন সাদ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭২১. নাবী (সাঃ) এর বাণীঃ ;আমাকে পাঠানো হয়েছে কিয়ামতের সাথে এ দুটি আঙ্গুলের ন্যায়।; (আল্লাহ তা'আলার বাণীঃ) আর কিয়ামতের ব্যাপার তো চোখের পলকের ন্যায় বরং তা অপেক্ষাও সত্ত্বর। আল্লাহ সর্ববিষয়ে সর্বশক্তিমান (১৬ঃ ৭৭)",
        "hadithBengali": "৬০৬০। আবদুল্লাহ ইবনু মুহাম্মাদ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমাকে প্রেরণ করা হয়েছে কিয়ামতের সাথে এ রকম।;\n",
        "id": 6060,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭২১. নাবী (সাঃ) এর বাণীঃ ;আমাকে পাঠানো হয়েছে কিয়ামতের সাথে এ দুটি আঙ্গুলের ন্যায়।; (আল্লাহ তা'আলার বাণীঃ) আর কিয়ামতের ব্যাপার তো চোখের পলকের ন্যায় বরং তা অপেক্ষাও সত্ত্বর। আল্লাহ সর্ববিষয়ে সর্বশক্তিমান (১৬ঃ ৭৭)",
        "hadithBengali": "৬০৬১। ইয়াহইয়া ইবনু ইউসুফ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমার ও কিয়ামতের আবির্ভাব এ রকম। অর্থাৎ এ দুটি আঙ্গুলের ন্যায়।;\n",
        "id": 6061,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭২১. নাবী (সাঃ) এর বাণীঃ ;আমাকে পাঠানো হয়েছে কিয়ামতের সাথে এ দুটি আঙ্গুলের ন্যায়।; (আল্লাহ তা'আলার বাণীঃ) আর কিয়ামতের ব্যাপার তো চোখের পলকের ন্যায় বরং তা অপেক্ষাও সত্ত্বর। আল্লাহ সর্ববিষয়ে সর্বশক্তিমান (১৬ঃ ৭৭)",
        "hadithBengali": "৬০৬২। আবূল ইয়ামান (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কিয়ামত কায়েম হবে না, যতক্ষন না সূর্য পশ্চিম দিক থেকে উদিত হবে। যখন সূর্য পশ্চিম দিক থেকে উদিত হবে, আর লোকজন তা প্রত্যক্ষ করবে, তখন সকলেই ঈমান নিয়ে আসবে। তখনকার সম্পর্কেই (আল্লাহ তালার বানী) সেদিন তার ঈমান কাজে আসবে না, ইতিপূর্বে যে ব্যাক্তি ঈমান আনেনি, কিংবা যে ব্যাক্তি-ঈমানের মাধ্যমে কল্যান অর্জন করেনি। কিয়ামত সংঘটিত হবে এ অবস্থায় যে, দুব্যাক্তি (বেচা কেনার) জন্য পরস্পরের সামনে কাপড় ছড়িয়ে রাখবে। কিন্তু তারা বেচাকেনার সময় পাবে না। এমন কি তা ভাজ করারও অবকাশ পাবে না। আর কিয়ামত এমন অবস্থায় অবশ্যই কায়েম হবে যে, কোন ব্যাক্তি তার উটনীর দুধ দোহন করে ফিরে আসার পর সে তা পান করার অবকাশ পাবে না। আর কিয়ামত এমন অবস্থায় সংঘটিত হবে যে, কোন ব্যাক্তি (তার উটকে পানি পান করানোর উদ্দেশ্যে) চৌবাচ্চা তৈরি করবে। কিন্তু সে এ থেকে পানি পান করানোর সুযোগ পাবে না। আর কিযামত এমন অবস্থায় কায়েম হবে যে, কোন ব্যাক্তি তার মুখ পর্যন্ত লোকমা উঠাবে, কিন্তু সে তা খেতে পারবে না।;\n",
        "id": 6062,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭২২.  যে ব্যক্তি আল্লাহর সাক্ষাৎ লাভ করা পছন্দ করে, আল্লাহও তার সাক্ষাৎ পছন্দ করেন",
        "hadithBengali": "৬০৬৩। হাজ্জাজ (রহঃ) ... উবাদা ইবনু সামিত (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যাক্তি আল্লাহব সাক্ষাত লাভ করা ভালবাসে, আল্লাহ তাআালাও তার সাক্ষাৎ লাভ করা ভালবাসেন। আর যে ব্যাক্তি আল্লাহর সাক্ষাৎ লাভ করা পছন্দ করে না, আল্লাহ তাআলাও তার সাক্ষাৎ লাভ করা পছন্দ করেন না। তখন আয়িশা (রাঃ) অথবা তাঁর অন্য কোন সহধর্মিণী বললেনঃ আমরাও তো মৃত্যুকে পছন্দ করি না। তিনি বললেনঃ বিষয়টা এরূপ নয়। আসলে ব্যাপারটা হল এই যে, যখন মুমিন বান্দার মৃত্যু উপস্থিত হয়, তখন তাকে আল্লাহর সন্তুষ্টি ও তার সম্মানিত হওয়ার সুসংবাদ শোনানো হয়। তখন তার সামনের সুসংবাদের চাইতে তার নিকট বেশি পছন্দনীয় কিছু থাকে না। সুতরাং সে তখন আল্লাহর সাক্ষাৎ লাভ করাকেই পছন্দ করে, আর আল্লাহ তাআলাও তার সাক্ষাৎ লাভ করা ভালবাসেন। আর কাফিরের যখন অন্তিমকাল উপস্থিত হয়, তখন তাকে আল্লাহর আযাব ও শাস্তির সংবাদ দেওয়া হয়। তখন তার সামনের আযাবের সংবাদের চাইতে তার কাছে অধিক অপছন্দনীয় কিছুই থাকে না। সুতরাং সে (এ সময়) আল্লাহর সাক্ষাৎ লাভ করা অপছন্দ করে, আর আল্লাহ তার সাক্ষাতকে অপছন্দ করেন।;\n",
        "id": 6063,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উবাদা ইব্'নুস সামিত (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭২২.  যে ব্যক্তি আল্লাহর সাক্ষাৎ লাভ করা পছন্দ করে, আল্লাহও তার সাক্ষাৎ পছন্দ করেন",
        "hadithBengali": "৬০৬৪। মুহাম্মাদ ইবনু আলা (রহঃ) ... আবূ মূসা আশয়ারী (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যাক্তি আল্লাহর মূলাকাতকে ভালবাসে, আল্লাহ তাআলাও তার মুলাকাতকে ভালবাসেন। আর যে ব্যাক্তি আল্লাহর মুলাকাতকে ভালবাসে না, আল্লাহ তাআলাও তার মুলাকাত ভালবাসেন না।;\n",
        "id": 6064,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ মূসা আল- আশআরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭২২.  যে ব্যক্তি আল্লাহর সাক্ষাৎ লাভ করা পছন্দ করে, আল্লাহও তার সাক্ষাৎ পছন্দ করেন",
        "hadithBengali": "৬০৬৫। ইয়াহইয়া ইবনু বুকায়র (রহঃ) ... নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সহধর্মিণী আয়িশা (রাঃ) বর্ণনা করেছেন যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সুস্থাবস্থায় প্রায়ই এ কথা বলতেন যে, কোন নবীরই (জান) কবয করা হয় না, যতক্ষন পর্যন্ত তাকে তাঁর জান্নাতের ঠিকানা না দেখানো হয়, আর তাকে (জীবন অথবা মৃত্যুর) অধিকার না দেওয়া হয়। সুতরাং যখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর মৃত্যু কাল ঘনিয়ে এলো, এ সময় তার মাথা আমার রানের উপর ছিল, তখন কিছুক্ষণের জন্য তিনি অজ্ঞান হয়ে পড়লেন। বেহুশ থেকে সুস্থ হওয়ার পর তিনি তাঁর চোখ উপরের দিকে তুলে ছাদের দিকে তাকিয়ে বললেনঃ আল্লাহুম্মার রাফীকালআলা; (অর্থাৎ ইয়া আল্লাহ! আমি আমার পরম বন্ধুর সান্নিধ্যই পছন্দ করলাম)। আয়িশা (রাঃ) বর্ণনা করেন, তখনই আমি (মনে মনে) বললাম যে, তিনি এখন আর আমাদেরকে পছন্দ করবেন না। আর আমি বুঝতে পারলাম যে, এটাই হচ্ছে সেই হাদীসের মর্ম, যা তিনি ইতিপূর্বে প্রায়ই বর্ণনা করতেন এবং এটাই ছিল তার শেষ কথা, যা তিনি বলেছেনঃاللَّهُمَّ الرَّفِيقَ الأَعْلَى আমি আমার পরম বন্ধুর সান্নিধ্যই পছন্দ করলাম।;\n",
        "id": 6065,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭২৩. মৃত্যুযন্ত্রনা",
        "hadithBengali": "৬০৬৬। মুহাম্মাদ ইবনু উবায়দ ইবনু মায়মুন (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলতেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সামনে চামড়ার অথবা কাঠের একপাত্রে কিছু পানি রাখা ছিল (উমর সন্দেহ করতেন) তিনি তাঁর উভয় হাত ঐ পানির মধ্যে দাখিল করতেন। এরপর নিজ মুখমণ্ডলে উভয় হাত দ্বারা মাসেহ করতেন এবং লা-ইলাহা ইল্লাল্লাহ বলতেন। আরও বলতেনঃ নিশ্চয়ই মৃত্যুর অনেক যন্ত্রণা রয়েছে। এরপর দুহাত তুলে দোয়া করতে লাগলেন। ইয়া আল্লাহ! আমাকে সর্বোচ্চ বন্ধুর নিকটে পৌছিয়ে দিন। এ সময়ই তার (রূহ) কবয করা হল। আর হাত দুটি ঢলে পড়ল।;\n",
        "id": 6066,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭২৩. মৃত্যুযন্ত্রনা",
        "hadithBengali": "৬০৬৭। সাদাকা (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ কিছু সংখ্যক কঠিন মেজাজের গ্রাম্য লোক নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এসে জিজ্ঞাসা করতো কিয়ামত কবে হবে? তখন তিনি তাদের সর্ব-কনিষ্ঠ ব্যাক্তির দিকে তাকিয়ে বলতেনঃ যদি এ ব্যাক্তি কিছু দিন বেঁচে থাকে তবে তার বুড়ো হওয়ার আগেই তোমাদের কিয়ামত এসে যাবে। হিশাম বলেন যে, এ কিয়ামতের অর্থ হলো, তাদের মৃত্যু।;\n",
        "id": 6067,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭২৩. মৃত্যুযন্ত্রনা",
        "hadithBengali": "৬০৬৮। ইসমাঈল (রহঃ) ... কাতাদা ইবনু রিবঈ আনসারী (রাঃ) বর্ণনা করেন। একবার রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর পাশ দিয়ে একটি জানাযা নিয়ে যাওয়া হল। তিনি তা দেখে বললেনঃ সে শান্তি প্রাপ্ত অথবা তার থেকে শাস্তিপ্রাপ্ত। লোকেরা জিজ্ঞাসা করলো, ইয়া রাসুলাল্লাহ! মুস্তারিহ ও মুস্তারাহ মিনহু এর অর্থ কি? তিনি বললেনঃ মুমিন বান্দা মরে যাওয়ার পর দুনিয়ার কষ্ট ও যন্ত্রণা থেকে মুক্তি পেয়ে আল্লাহর রহমতের দিকে পৌছে শান্তি প্রাপ্ত হয়। আর গুনাহগার বান্দা মরে যাওয়ার পর তার আচার-আচরণ থেকে সকল মানুষ, শহর-বন্দর, গাছ-পেলা ও প্রানীকূল শান্তিপ্রাপ্ত হয়।;\n",
        "id": 6068,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ কাতাদাহ্ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭২৩. মৃত্যুযন্ত্রনা",
        "hadithBengali": "৬০৬৯। মুসাদ্দাদ (রহঃ) ... আবূ কাতাদা (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ মৃত ব্যাক্তি হয়ত মুস্তারীহ (নিজে শান্তিপ্রাপ্ত) হবে অথবা মুস্তারাহ মিনহু (লোকজন) তার থেকে শান্তি লাভ করবে। মুমিন (দুনিয়ার ফিতনা যাতনা থেকে) শান্তি লাভ করে।;\n",
        "id": 6069,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ কাতাদাহ্ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭২৩. মৃত্যুযন্ত্রনা",
        "hadithBengali": "৬০৭০। হুমায়দী (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তিনটি জিনিস মৃত ব্যাক্তির অনুসরণ করে থাকে। দুটি ফিরে আসে, আর একটি তার সাথে থেকে যায়। তার পরিবারবর্গ, তার মাল ও তার আমল তার অনুসরণ করে খাকে। তার পরিবারবর্গ ও তার মাল ফিরে আসে, পক্ষান্তরে তার আমল তার সাথে থেকে যায়।;\n",
        "id": 6070,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭২৩. মৃত্যুযন্ত্রনা",
        "hadithBengali": "৬০৭১। আবূ নূমান (রহঃ) ... ইবনু উমর (রাঃ) বর্ণনা করেন। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যখন তোমাদের কোন ব্যাক্তির মৃত্যু হয়, তখন কবরেই প্রত্যহ সকাল ও সন্ধ্যায় তার জান্নাত অথবা জাহান্নামের ঠিকানা তার সামনে পেশ করা হয়। এবং বলা হয় যে, এই হল তোমার ঠিকানা। তোমার পুনরুত্থান পর্যন্ত।;\n",
        "id": 6071,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭২৩. মৃত্যুযন্ত্রনা",
        "hadithBengali": "৬০৭২। আলী ইবনু জাদ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা মৃত ব্যাক্তিদেরকে গালি দিও না। কারণ তারা তাদের কৃতকর্মের পরিণাম ফল পর্যন্ত পৌছে গিয়েছে।;\n",
        "id": 6072,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭২৪.  শিঙ্গায় ফুৎকার। মুজাহিদ বলেছেন, শিঙ্গা হচ্ছে ডংকা আকৃতির, যাযরাহ মানে চিৎকার, এবং ইবন আব্বাস (রাঃ) বলেন, নাকুর মানে শিঙ্গা, রাযিফা প্রথম ফুঁৎকার, রাদিফা দ্বিতীয় ফুঁৎকার।",
        "hadithBengali": "৬০৭৩। আবদুল আযীয ইবনু আবদুল্লাহ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, দুব্যাক্তি পরস্পরে গালাগালি করল। একজন মুসলিম, অপরজন ইহুদী। মুসলিম বলল, শপথ ঐ মহান সত্তার, যিনি মুহাম্মাদসাল্লাল্লাহু আলাইহি ওয়াসাল্লা কে জগতবাসীর উপর শ্রেষ্ঠত্ব দিয়েছেন। ইহুদী বলল, শপথ ঐ মহান সত্তার, যিনি মূসা (আলাইহিস সালাম) কে জগতবাসীর ওপর শ্রেষ্ঠত্ব দিয়েছেন। রাবী বলেনঃ এতে মুসলিম রাগাম্বিত হয়ে গেল এবং ইহুদীর মুখমণ্ডলে একটি চপেটাঘাত করে বসল। এরপর ইহুদী রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে গিয়ে তার মাঝে এবং মুসলিমের মাঝে যা ঘটেছিল এ সম্পর্কে তাকে অবহিত করল।;\n\nতখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমরা আমাকে মূসা (আলাইহিস সালাম) এর ওপর প্রাধান্য দিও না। কেননা কিয়ামতের দিন সমস্ত মানুষ বেহুশ হয়ে যাবে, আর আমিই হব সেই ব্যাক্তি যে সর্বপ্রথম হুশে আসব। হুশ হয়েই আমি দেখতে পাব যে মূসা (আলাইহিস সালাম) আরশে আযীমের কিনারা ধরে আছেন। আমি জানিনা মূসা (আলাইহিস সালাম) কি সেই লোক যিনি বেহুশ হবেন আর আমার পূর্বেই প্রকৃতিস্থ হয়ে যাবেন। নাকি তিনি সেই লোকদের অন্তর্ভুক্ত হবেন যাদেরকে আল্লাহ তাআলা বেহুশ হয়ে যাওয়া থেকে সতন্ত্র রেখেছেন।;\n",
        "id": 6073,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭২৪.  শিঙ্গায় ফুৎকার। মুজাহিদ বলেছেন, শিঙ্গা হচ্ছে ডংকা আকৃতির, যাযরাহ মানে চিৎকার, এবং ইবন আব্বাস (রাঃ) বলেন, নাকুর মানে শিঙ্গা, রাযিফা প্রথম ফুঁৎকার, রাদিফা দ্বিতীয় ফুঁৎকার।",
        "hadithBengali": "৬০৭৪। আবূল ইয়ামান (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যখন কিয়ামত হবে তখন সমস্ত মানুষ বেহুশ হয়ে যাবে। আর আমিই হব সর্বপ্রথম ব্যাক্তি, যে হুশ হয়ে দাঁড়াবো। আর আমি দেখতে পাব যে, মূসা (আলাইহিস সালাম) আরশে আযীমকে ধরে আছেন। মূলত আমি জানিনা যে, তিনি বেহুশীদের অন্তর্ভুক্ত কি না? এ হাদীস আবূ সাঈদ খুদরী (রাঃ) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন।;\n",
        "id": 6074,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭২৫. আল্লাহ তাআলা যমিনকে মুষ্টিতে ধারণ করবেন। এ কথা নাফী (রহঃ) ইবন উমর (রাঃ) সুত্রে নবী (সাঃ) থেকে বর্ণনা করেছেন",
        "hadithBengali": "৬০৭৫। মুহাম্মাদ ইবনু মুকাতিল (রহঃ) ... আবূ হুরায়রা (রাঃ) সুত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেনঃ (কিয়ামতের দিন) আল্লাহ তাআলা যমীনকে আপন মুঠোয় আবদ্ধ করবেন আর আকাশকে ডান হাত দিয়ে লেপটে দিবেন। এরপর তিনি বলবেনঃ আমিই বাদশাহ, দুনিয়ার বাদশাহরা কোথায়?;\n",
        "id": 6075,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭২৫. আল্লাহ তাআলা যমিনকে মুষ্টিতে ধারণ করবেন। এ কথা নাফী (রহঃ) ইবন উমর (রাঃ) সুত্রে নবী (সাঃ) থেকে বর্ণনা করেছেন",
        "hadithBengali": "৬০৭৬। ইয়াহইয়া ইবনু বুকায়র (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কিয়ামতের দিন সমস্ত যমীন একটি রুটি হয়ে যাবে। আর আল্লাহ তাআলা বেহেশতীদের মেহমানদারীর জন্য তাকে বেহেশতে তুলে নেবেন। যেমন তোমাদের মাঝে কেউ সফরের সময় তার রুটি হাতে তুলে নেয়। এমন সময় একজন ইহুদী এলো এবং বলল, হে আবূল কাসিম! দয়াময় আপনাকে বরকত প্রদান করুন। কিয়ামতের দিন বেহেশতিদের আতিথেয়তা সম্পর্কে আপনাকে কি জানাব না? তিনি বললেনঃ হ্যাঁ। লোকটি বলল, (সেই দিন) সমস্ত ভূ-মণ্ডল একটি রুটি হয়ে যাবে। যেমন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছিলেন (লোকটিও সেইরূপই বলল)। এবার নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের দিকে তাকালেন এবং হাসলেন। এমনকি তার চোয়ালের দাঁতসমূহ প্রকাশ পেল। এরপর তিনি বললেনঃ তবে কি আমি তোমাদেরকে (সেই রুটির) তরকারী সম্পর্কে বলব না? তিনি বললেনঃ তাদের তরকারী হবে বালাম এবং নূন। সাহাবাগগ বললেনঃ সে আবার কি? তিনি বললেনঃ ষাড় এবং মাছ। এদের কলিজার গুরদা থেকে সত্তর হাজার লোক খেতে পারবে।;\n",
        "id": 6076,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ সা'ঈদ খুদরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭২৫. আল্লাহ তাআলা যমিনকে মুষ্টিতে ধারণ করবেন। এ কথা নাফী (রহঃ) ইবন উমর (রাঃ) সুত্রে নবী (সাঃ) থেকে বর্ণনা করেছেন",
        "hadithBengali": "৬০৭৭। সাঈদ ইবনু আবূ মারিয়াম (রহঃ) ... সাহল ইবনু সাদ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি যে, কিয়ামতের দিন মানুষকে এমন স্বচ্ছ শুভ্র সমতল যমীনের ওপর একত্রিত করা হবে সাদা গমের রুটি যেমন স্বচ্ছ-শুভ্র হয়ে থাকে। সাহল বা অন্য কেউ বলেছেনঃ তার মাঝে কারও কোন কিছুর চিহ্ন বিদ্যমান থাকবে না।;\n",
        "id": 6077,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সাহল বিন সাদ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭২৬. হাশরের অবস্থা",
        "hadithBengali": "৬০৭৮। মুআল্লা ইবনু আসাদ (রহঃ) ... আবূ হুরায়রা (রাঃ) সুত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেনঃ কিয়ামতের দিন মানুষের হাশর হবে তিন প্রকারে। একদল তো হবে আল্লাহ তাআলার প্রতি আশিক ও দুনিয়ার প্রতি অনাসক্ত বান্দাদের। দ্বিতীয় দল হবে দুজন, তিনজন, চারজন বা দশজন এক উটের ওপর আরোহণকারী। আর অবশিষ্ট যারা থাকবে অগ্নি তাদেরকে একত্রিত করে নেবে। যেখানে তারা থামবে আগুনও তাদের সাথে সেখানে থামবে। তারা যেখানে রাত্রি যাপন করবে আগুনও সেখানে তাদের সাথে রাত্রি যাপন করবে। তারা যেখানে সকাল করবে আগুনও সেখানে তাদের সাথে সকাল করবে। যেখানে তাদের সন্ধ্যা হবে আগুনেরও সেখানে সন্ধ্যা হবে।;\n",
        "id": 6078,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭২৬. হাশরের অবস্থা",
        "hadithBengali": "৬০৭৯। আবদুল্লাহ ইবনু মুহাম্মাদ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত যে, এক ব্যাক্তি বলল, হে আল্লাহর নবী! অধোবদন অবস্হায় কাফেরদেরকে কিভাবে হাশরের ময়দানে উঠানো হবে? তিনি বললেনঃ দুনিয়াতে যে মহান সত্তা (মানুষকে) দুপায়ের উপর হাটাতে পারেন, তিনি কি কিয়ামতের দিন অধোবদন করে হাটাতে সক্ষম নন? তখন কাতাদা (রাঃ) বললেনঃ আমাদের রবের ইজ্জতের কসম! হ্যাঁ, অবশ্যই পারেন।;\n",
        "id": 6079,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭২৬. হাশরের অবস্থা",
        "hadithBengali": "৬০৮০। আলী (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি, নিশ্চয়ই তোমরা খালি পা, উলঙ্গ ও খাতনা বিহীন অবস্থায় আল্লাহ তাআলার সঙ্গে মিলিত হবে। সুফিয়ান বলেনঃ এ হাদীসকে ঐ সমস্ত হাদীসের অন্তর্ভুক্ত মনে করা হয়, যা ইবনু আব্বাস (রাঃ) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে স্বয়ং শুনেছেন।;\n",
        "id": 6080,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭২৬. হাশরের অবস্থা",
        "hadithBengali": "৬০৮১। কুতায়বা ইবনু সাঈদ (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে মিম্বরের ওপর দাঁড়িয়ে খুতবা দিতে শুনেছি তিনি বলেছেনঃ নিশ্চয়ই তোমরা আল্লাহ তাআলার সঙ্গে মুলাকাত করবে খালি গা, উলঙ্গ ও খাতনাবিহীন অবস্থায়।;\n",
        "id": 6081,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭২৬. হাশরের অবস্থা",
        "hadithBengali": "৬০৮২। মুহাম্মাদ ইবনু বাশশার (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের মাঝে খুৎবা দিতে দাঁড়ালেন। এরপর বললেনঃ নিশ্চয়ই তোমাদের হাশর করা হবে খালি পা, উলঙ্গ ও খাতনাবিহীন অবস্থায়। আয়াতঃكَمَا بَدَأْنَا أَوَّلَ خَلْقٍ نُعِيدُهُ অর্থাৎ আল্লাহ তাআলা বলেন যেভাবে আমি প্রথমবার সৃষ্টি করেছি তেমনিভাবে দ্বিতীয়বার সৃষ্টি করব। আর কিয়ামতের দিন সর্বপ্রথম ইবরাহীম (আলাইহিস সালাম) কে পোশাক পরিধান করানো হবে। আমার উম্মাত থেকে কিছু লোককে আনা হবে আর তাদেরকে আনা হবে বামওয়ালাদের (বাম হাতে আমলনামা প্রাপ্ত) ভিতর থেকে। তখন আমি বলব, হে প্রভু। এরা তো আমার উম্মাত। এরপর আল্লাহ বলবেনঃ নিশ্চয়ই তুমি জানো না তোমার পরে এরা কি করেছে। তখন আমি আরয করব, যেমন আরয করেছে নেককার বান্দা অর্থাৎ ঈসা (আলাইহিস সালাম) আয়াতঃوَكُنْتُ عَلَيْهِمْ شَهِيدًا مَا دُمْتُ فِيهِمْ) ... الْحَكِيمُ অর্থাৎ যতদিন আমি ছিলাম আমি তাদের ওপর সাক্ষী ছিলাম ...الْحَكِيمُ পর্যন্ত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ এরপর জবাব দেওয়া হবে। এরা সর্বদাই দ্বীন থেকে পৃষ্ঠ প্রদর্শনের ওপর বিদ্যমান ছিল।;\n",
        "id": 6082,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭২৬. হাশরের অবস্থা",
        "hadithBengali": "৬০৮৩। কায়স ইবনু হাফস (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ মানুষকে হাশরের ময়দানে উঠানো হবে খালি পা, উলঙ্গ ও খাতনাবিহীন অবস্থায়। আয়িশা (রাঃ) বলেনঃ আমি বললাম, হে আল্লাহর রাসুল! তখন তো পুরুষ ও নারীগণ একে অপরের প্রতি দৃষ্টিপাত করবে। তিনি বললেনঃ এইরূপ ইচ্ছা করার চাইতেও কঠিন হবে তখনকার অবস্থা।;\n",
        "id": 6083,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭২৬. হাশরের অবস্থা",
        "hadithBengali": "৬০৮৪। মুহাম্মাদ ইবনু বাশশার (রহঃ) ... আবদুল্লাহ ইবনু মাসউদ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা আমরা কোন এক তাবুতে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে ছিলাম। তখন তিনি বললেনঃ তোমরা বেহেশতীদের এক-চতুর্থাংশ হবে, এটা কি তোমরা পছন্দ কর? আমরা বললাম, হ্যাঁ। তিনি আবার বললেনঃ তোমরা বেহেশতীদের এক-তৃতীয়াংশ হবে, এটা কি তোমরা পছন্দ কর? আমরা বললাম, হ্যাঁ। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ শপথ ঐ মহান সত্তার, যার হাতে মুহাম্মদের প্রান। আমি দৃঢ়ভাবে প্রত্যাশী যে, তোমরা বেহেশতীদের অর্ধেক হবে। আর এটা চিরন্তন সত্য যে বেহেশতে কেবলমাত্র মুসলিমগণই প্রবেশ করতে পারবে। আর মুশরিকদের মুকাবিলায় তোমরা হচ্ছ এমন, যেমন কাল ষাড়ের চামড়ার উপর শুভ্র (সাদা) পশম। অথবা লাল ষাড়ের চামড়ার ওপর কালো পশম।;",
        "id": 6084,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ' ইব্'ন মাসউদ (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭২৬. হাশরের অবস্থা",
        "hadithBengali": "৬০৮৫। ইসমাঈল (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কিয়ামতের দিন সর্বপ্রথম আদম (আলাইহিস সালাম) কে ডাকা হবে। তিনি তার বংশধরকে দেখতে পাবেন। তখন তাদেরকে বলা হবে, ইনি হচ্ছে তোমাদের পিতা আদম (আলাইহিস সালাম)। জবাবে তারা বলবে হাযির! হাযির! আমরা আপনার খিদমতে হাযির! এরপর তাকে আল্লাহ বলবেন, তোমার জাহান্নামী বংশধরকে বের কর। তখন আদম (আলাইহিস সালাম)বলবেন, প্রভূ হে! কি পরিমাণ বের করব? আল্লাহ তাআলা বলবেনঃ প্রতি একশ থেকে নিরানব্বই জনকে বের কর। তখন সাহাবাগণ বলে উঠলেন, ইয়া রাসুলাল্লাহ! প্রতি একশ থেকে যখন নিরানব্বই জনকে বের করা হবে তখন আর আমাদের মাঝে বাকী থাকবে কি? তিনি বললেনঃ নিশ্চয়ই অন্যান্য সকল উম্মাতের তূলনায় আমার উম্মাত হল কাল ষাড়ের গায়ের শুভ্র পশমের ন্যায়।;\n",
        "id": 6085,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭২৭. মহান আল্লাহর বাণীঃ কিয়ামতের প্রকম্পন এক ভয়ংকর ব্যাপার (২২ঃ ১)। কিয়ামত আসন্ন (৫৩ঃ ৫৭)। কিয়ামত আসন্ন (৫৪ঃ ১)",
        "hadithBengali": "৬০৮৬। ইউসুফ ইবনু মূসা (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহ তাআলা ডেকে বলবেন, হে আদম! তিনি বলবেন, আমি তোমার খিদমতে হাযির। সমগ্র কল্যাণ তোমারই হাতে। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ আল্লাহ তাআলা বলবেন, জাহান্নামীদের (দেওয়ার জন্য) বের কর। আদম (আলাইহিস সালাম) আরয করবেন, কি পরিমাণ জাহান্নামী বের করব? আল্লাহ বলবেন, প্রতি এক হাজারে নয়শ, নিরানব্বই জন। বস্তুত এটা হবে ঐ সময়, যখন (কিয়ামতের ভয়াবহ অবস্থা দর্শনে) বাচ্চা বৃদ্ধ হয়ে যাবে। (আয়াতঃ) আর গর্ভবতীরা গর্ভপাত করে ফেলবে; মানুষকে দেখবে মাতাল সদৃশ যদিও তারা নেশাগ্রস্ত নয়। বস্তুত আল্লাহর শাস্তি কঠিন। (সূরা হাজ্জঃ ২);\n\nএটা সাহাবাগণের কাছে বড় কঠিন মনে হল। তখন তাঁরা বললেনঃ হে আল্লাহর রাসুল! আমাদের মধ্য থেকে সেই লোকটি কে হবেন? তিনি বললেনঃ তোমরা এই মর্মে সুসংবাদ গ্রহণ কর যে ইয়াযুয ও মাযুয থেকে এক হাজার আর তোমাদের মাঝ থেকে হবে একজন। এরপর তিনি বললেনঃ শপথ ঐ মহান সত্তার, যার হাতের মুঠোয় আমার জান। আমি আকাঙ্ক্ষা রাখি যে তোমরা বেহেশতীদের এক-তৃতীয়াংশ হয়ে যাও। বর্ননাকারী বলেনঃ এরপর আমরা আলহামদুলিল্লাহ ও আল্লাহু আকবার, বললাম। তিনি আবার বললেনঃ শপথ ঐ মহান সত্তার যার হাতে আমার জান। আমি অবশ্যই আশা করি যে তোমরা বেহেশতীদের অর্ধেক হয়ে যাও। অন্য সব উম্মাতের মাঝে তোমাদের তুলনা হচ্ছে কাল ষাড়ের চামড়ার মাঝে সাদা চুল বিশেষ। অথবা সাদা চিহ্ন, যা গাধার সামনের পায়ে হয়ে থাকে।;\n",
        "id": 6086,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ সা'ঈদ খুদরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭২৮. মহান আল্লাহর বাণীঃ তারা কি চিন্তা করে না যে, তারা পুনরুত্থিত হবে মহাদিবসে, যেদিন দাঁড়াবে সমস্ত মানুষ জগতসমুহের প্রতিপালকের সম্মুখে। (৮৩ঃ ৪, ৫, ৬) وَتَقَطَّعَتْ بِهِمُ  সম্পর্কে ইবন আব্বাস (রাঃ) বলেন, সেদিন দুনিয়ার সমস্ত যোগসূত্র ছিন্ন হয়ে যাবে।",
        "hadithBengali": "৬০৮৭। ইসমাঈল ইবনু আবান (রহঃ) ... ইবনু উমর (রাঃ) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। মহান আল্লাহর বানীঃ সেই দিন মানূষ তাদের প্রভূর সামনে দণ্ডায়মান হবে। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ সবাই দণ্ডায়মান হবে ঘামের মাঝে কান পর্যন্ত ডুবে থাকা অবস্থায়।;\n",
        "id": 6087,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭২৮. মহান আল্লাহর বাণীঃ তারা কি চিন্তা করে না যে, তারা পুনরুত্থিত হবে মহাদিবসে, যেদিন দাঁড়াবে সমস্ত মানুষ জগতসমুহের প্রতিপালকের সম্মুখে। (৮৩ঃ ৪, ৫, ৬) وَتَقَطَّعَتْ بِهِمُ  সম্পর্কে ইবন আব্বাস (রাঃ) বলেন, সেদিন দুনিয়ার সমস্ত যোগসূত্র ছিন্ন হয়ে যাবে।",
        "hadithBengali": "৬০৮৮। আবদুল আযীয ইবনু আবদুল্লাহ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কিয়ামতের দিন মানুষের ঘাম হবে। এমনকি তাদের ঘাম যমীনে সত্তর হাত ছাড়িয়ে যাবে এবং তাদের মুখ পর্যন্ত ঘামে নিমজ্জিত হবে; এমনকি কান পর্যন্ত।;\n",
        "id": 6088,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭২৯. কিয়ামতের দিন কিসাস গ্রহণ। কিয়ামতের আরেক নাম الحَاقَّةُ যেহেতু সেই দিন বিনিময় পাওয়া যাবে এবং সমস্ত কাজের বদলা পাওয়া যাবে الحَقَّةُ  এবং الحَاقَّةُ এর একই অর্থ। অনুরূপভাবে الْقَارِعَةُ، وَالْغَاشِيَةُ، وَالصَّاخَّةُ কিয়ামতের নাম। التَّغَابُنُ এর অর্থ জান্নাতবাসীরা জাহান্নামবাসীদের বিস্মিত করে দেবে।",
        "hadithBengali": "৬০৮৯। উমর ইবনু হাফস (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কিয়ামতের দিন মানুষের মাঝে সর্বপ্রথম হত্যার বিচার করা হবে।;\n",
        "id": 6089,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ' ইব্'ন মাসউদ (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭২৯. কিয়ামতের দিন কিসাস গ্রহণ। কিয়ামতের আরেক নাম الحَاقَّةُ যেহেতু সেই দিন বিনিময় পাওয়া যাবে এবং সমস্ত কাজের বদলা পাওয়া যাবে الحَقَّةُ  এবং الحَاقَّةُ এর একই অর্থ। অনুরূপভাবে الْقَارِعَةُ، وَالْغَاشِيَةُ، وَالصَّاخَّةُ কিয়ামতের নাম। التَّغَابُنُ এর অর্থ জান্নাতবাসীরা জাহান্নামবাসীদের বিস্মিত করে দেবে।",
        "hadithBengali": "৬০৯০। ইসমাঈল (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যাক্তি তার ভাই এর ওপর যুলুম করেছে সে যেন তা থেকে মাফ নিয়ে নেয়, তার ভাই এর জন্য তার কাছ থেকে নেকী কেটে নেওয়ার পূর্বে। কেননা সেখানে (হাশরের ময়দানে) কোন দীনার বা দিরহাম পাওয়া যাবে না। তার কাছে যদি নেকী না থাকে তবে তার (মাজলুম) ভাই এর গোনাহ এনে তার উপর ছুঁড়ে মারা হবে।;\n",
        "id": 6090,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭২৯. কিয়ামতের দিন কিসাস গ্রহণ। কিয়ামতের আরেক নাম الحَاقَّةُ যেহেতু সেই দিন বিনিময় পাওয়া যাবে এবং সমস্ত কাজের বদলা পাওয়া যাবে الحَقَّةُ  এবং الحَاقَّةُ এর একই অর্থ। অনুরূপভাবে الْقَارِعَةُ، وَالْغَاشِيَةُ، وَالصَّاخَّةُ কিয়ামতের নাম। التَّغَابُنُ এর অর্থ জান্নাতবাসীরা জাহান্নামবাসীদের বিস্মিত করে দেবে।",
        "hadithBengali": "৬০৯১। আয়াতে কারীমাوَنَزَعْنَا مَا فِي صُدُورِهِمْ مِنْ غِلٍّ এর তাৎপর্যে সালত ইবনু মুহাম্মদ (রহঃ) আবূ সাঈদ খুদুরী (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ মুমিনগণ জাহান্নাম থেকে খালাস পাওয়ার পর একটি পুলের ওপর তাদের আটকানো হবে, যা জান্নাত ও জাহান্নামের মধ্যবর্তীস্থানে থাকবে। দুনিয়ায় থাকতে তারা একে অপরের উপর যে যুলুম করেছিল তার প্রতিশোধ নেওয়া হবে। তারা যখন পাক-সাফ হয়ে যাবে, তখন তাদের জান্নাতে প্রবেশের অনুমতি দেওয়া হবে। শপথ ঐ মহান সত্তার, যার হাতে মুহাম্মদের জান, প্রত্যেক ব্যাক্তি তার দুনিয়ার বাসস্থানকে চেনার তুলনায় জান্নাতের বাসস্থানকে অধিক চিনবে।;\n",
        "id": 6091,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৩০. যার চুলচেরা হিসাব হবে তাকে আযাব দেয়া হবে",
        "hadithBengali": "৬০৯২। উবায়দুল্লাহ ইবনু মূসা (রহঃ) ... আয়িশা (রাঃ) সুত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেছেনঃ যার চুলচেরা হিসাব নেওয়া হবে তাকে আযাব দেওয়া হবে। আয়িশা (রাঃ) বলেনঃ আমি তখন বললাম, আল্লাহ তাআলা কি এরুপ বলেন নি অচিরেই সহজ হিসাব গ্রহণ করা হবে। তিনি বলেনঃ তা তো হবে শুধু পেশ করা মাত্র।;\n",
        "id": 6092,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৩০. যার চুলচেরা হিসাব হবে তাকে আযাব দেয়া হবে",
        "hadithBengali": "৬০৯৩। আমর ইবনু আলী (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে অনুরূপ বলতে শুনেছি। ইবনু জুরাইজ, মুহাম্মদ ইবনু সুলাইম, আইউব ও সালিহ ইবনু রুস্তম, ইবনু আবূ মুলাইকা আয়িশা (রাঃ) সুত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে উক্ত রূপে বর্ণনার অনুসরণ করেছেন।;\n",
        "id": 6093,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৩০. যার চুলচেরা হিসাব হবে তাকে আযাব দেয়া হবে",
        "hadithBengali": "৬০৯৪। ইসহাক ইবনু মানসুর (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কিয়ামতের দিন যারই হিসাব গ্রহণ করা হবে সে ধবংস হয়ে যাবে। আয়িশা (রাঃ) বলেনঃ আমি বললাম, ইয়া রাসুলাল্লাহ! আল্লাহ তাআলা কি বলেননি, যার ডান হাতে আমলনামা দেওয়া হবে তার হিসাব সহজ হবে। অতঃপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তা পেশ করা বৈ কিছুই নয়। আর কিয়ামতের দিন আমাদের মাঝে যার চুলছেড়া হিসাব নেওয়া হবে তাকে নিঃসন্দেহে আযাব দেওয়া হবে।;\n",
        "id": 6094,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৩০. যার চুলচেরা হিসাব হবে তাকে আযাব দেয়া হবে",
        "hadithBengali": "৬০৯৫। আলী ইবনু আবদুল্লাহ (রহঃ) ও মুহাম্মাদ ইবনু মামার (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলতেনঃ কিয়ামতের দিন কাফেরকে হাযির করা হবে আর তখন তাকে বলা হবে, তোমার যদি পৃথিবী ভরা স্বর্ণ থাকত তাহলে কি তার বিনিময়ে তুমি আযাব থেকে বাঁচতে চাইতে না? সে বলবে, হ্যাঁ চাইতাম। এরপর তাকে বলা হবে তোমার কাছে তো এর চেয়ে সহজতর বস্তুটি (তাওহীদ) চাওয়া হয়েছিল।;\n",
        "id": 6095,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৩০. যার চুলচেরা হিসাব হবে তাকে আযাব দেয়া হবে",
        "hadithBengali": "৬০৯৬। উমর ইবনু হাফস (রহঃ) ... আদী ইবনু হাতিম (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কিয়ামতের দিন তোমাদের প্রত্যেক ব্যাক্তির সঙ্গেই আল্লাহ তাআলা কথা বলবেন। আর সেদিন বান্দা ও আল্লাহর মাঝে কোন দোভাষী থাকবে না। এরপর সামনের দিকে নযর করে তার সামনে জান্নাত দেখতে পাবে না। সে পুনরায় তার সামনের দিকে নযর ফেরাবে তখন তার সামনে পড়বে জাহান্নাম। তোমাদের মাঝে যে জাহান্নাম থেকে রক্ষা পেতে চায়, সে যেন এক টুকরা খেজুর দিয়ে হলেও নিজকে রক্ষা করে।;\n",
        "id": 6096,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আদী ইবনু হাতিম (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৩০. যার চুলচেরা হিসাব হবে তাকে আযাব দেয়া হবে",
        "hadithBengali": "৬০৯৭। আমাশ (রহঃ) ... আদী ইবনু হাতিম (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমরা জাহান্নাম থেকে বাঁচ। এরপর ভয় প্রদর্শন করলেন এবং সেদিক থেকে মুখ ঘূরিয়ে নিলেন। আবার বললেনঃ তোমরা জাহান্নাম থেকে বাঁচ। এরপর ভয় প্রদর্শন করলেন এবং সেদিক থেকে মুখ ঘুরিয়ে নিলেন। তিনি তিনবার এইরূপ করলেন। এমন কি আমরা মনে করতে লাগলাম যে তিনি বুঝি জাহান্নাম প্রত্যক্ষ করেছেন। এরপর আবার বললেনঃ তোমরা এক টুকরা খেজুর দিয়ে হলেও জাহান্নাম থেকে বাঁচ। আর যদি তাও সম্ভব না হয় তবে উত্তম কথার দ্বারা হলেও (জাহান্নাম থেকে পরিত্রাণ গ্রহণ কর)।;\n",
        "id": 6097,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আদী ইবনু হাতিম (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৩১. সত্তর হাজার লোকের বিনা হিসাবে জান্নাত প্রবেশ করবে",
        "hadithBengali": "৬০৯৮। ইমরান ইবনু মায়সারাহ ও উসায়দ ইবনু যায়িদ (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ পূর্ববতী উম্মাতদের আমার সমীপে পেশ করা হয়। কোন নবী তাঁর অনেক উম্মাতকে সঙ্গে নিয়ে যাচ্ছেন। কোন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কয়েকজন উম্মাতকে সঙ্গে নিয়ে যাচ্ছেন। কোন নবীর সঙ্গে রয়েছে দশজন উম্মাত। কোন নবীর সঙ্গে পাঁচজন আবার কোন নবী একা একা যাচ্ছেন। নজর করলাম হঠাৎ দেখি অনেক বড় একটি দল। আমি বললামঃ হে জিবরীল! ওরা কি আমার উম্মাত? তিনি বললেনঃ না। তবে আপনি ঊধর্বলোকে নজর করুন! আমি নজর করলাম, হঠাৎ দেখি অনেক বড় একটি দল। ওরা আপনার উম্মাত। আর তাদের সামনে রয়েছে সত্তর হাজার লোক তাদের কোন হিসাব হবে না হবে না তাদের কোন আযাব।;\n\nআমি বললাম, তা কেন? তিনি বললেনঃ তারা কোন দাগ লাগাত না, ঝাড়ফুঁকের শরণাপন্ন হত না এবং কুযাত্রা মানত না। আর তারা কেবল তাদের প্রভূর ওপরই ভরসা করত। তখন উক্কাশা ইবনু মিহসান নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর দিকে উঠে দাঁড়িয়ে বললেনঃ আপনি আমার জন্য দোয়া করুন আল্লাহ তাআলা যেন আমাকে তাদের অন্তর্ভুক্ত করেন। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ হে আল্লাহ! তুমি একে তাদের অন্তর্ভুক্ত কর। এরপর আরেক ব্যাক্তি উঠে দাঁড়িয়ে বলল, আমার জন্য দোয়া করুন আল্লাহ যেন আমাকে তাঁদের অন্তর্ভুক্ত করেন। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ উক্কাশাতো দোয়ার ব্যাপারে তোমার চেয়ে অগ্রগামী হয়ে গিয়েছে।;\n",
        "id": 6098,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৩১. সত্তর হাজার লোকের বিনা হিসাবে জান্নাত প্রবেশ করবে",
        "hadithBengali": "৬০৯৯। মুআয ইবনু আসাদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি যে, আমার উম্মাত থেকে কিছু লোক দল বেঁধে বেহেশতে প্রবেশ করবে। আর তারা হবে সত্তর হাজার। তাদের চেহারাগুলো পূর্ণিমার চাঁদের আলোর ন্যায় উজ্জল থাকবে। আবূ হুরায়রা (রাঃ) বলেনঃ এতদ শ্রবণে উক্কাশা ইবনু মিহসান আসাদী তাঁর গায়ে চাদর উঠাতে উঠাতে দাঁড়ালেন, এবং বললেনঃ ইয়া রাসুলাল্লাহ! আমার জন্য দোয়া করুন, আল্লাহ তাআলা যেন আমাকে তাদের অন্তর্ভুক্ত করেন। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দোয়া করলেনঃ হে আল্লাহ! আপনি একে তাদের অন্তর্ভুক্ত করুন। এরপর আনসার সম্প্রদায়ের এক লোক দাঁড়িয়ে বলল, ইয়া রাসূলাল্লাহ! আল্লাহর নিকট দোয়া করুন, তিনি যেন আমাকে তাদের অন্তর্ভুক্ত করেন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ উক্কাশা তো উক্ত দোয়ার ব্যাপারে তোমার চেয়ে অগ্রগামী হয়ে গিয়েছে।;\n",
        "id": 6099,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৩১. সত্তর হাজার লোকের বিনা হিসাবে জান্নাত প্রবেশ করবে",
        "hadithBengali": "৬১০০। সাঈদ ইবনু আবূ মারিয়াম (রহঃ) ... সাহল ইবনু সাদ (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমার উম্মত থেকে সত্তর হাজার লোক অথবা সাত লক্ষ লোক একে অপরের হাত ধরে জান্নাতে প্রবেশ করবে। বর্ননাকারী (আবূ হাযিম) এর এ দুসংখ্যার মাঝে সন্দেহ রয়েছে। তাদের প্রথম থেকে শেষ পর্যন্ত সকলেই জান্নাতে প্রবেশ করবে আর তাদের চেহারাগুলো পূর্নিমার চাঁদের আলোর ন্যায় উজ্জ্বল থাকবে।;\n",
        "id": 6100,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সাহল বিন সাদ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৩১. সত্তর হাজার লোকের বিনা হিসাবে জান্নাত প্রবেশ করবে",
        "hadithBengali": "৬১০১। আলী ইবনু আবদুল্লাহ (রহঃ) ... ইবনু উমর (রাঃ) সূত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেনঃ জান্নাতীগণ জান্নাতে প্রবেশ করবে আর জাহান্নামীরা জাহান্নামে প্রবেশ করবে। অতঃপর তাদের মাঝে একজন ঘোষণাকারী এই মর্মে ঘোষণা দেবে যে, হে জাহান্নামের অধিবাসীরা! (এখানে) কোন মৃত্যু নেই। হে জান্নাতের অধিবাসীরা! (এখানে) কোন মৃত্যু নেই। এ হচ্ছে চিরন্তন জীবন।;\n",
        "id": 6101,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৩১. সত্তর হাজার লোকের বিনা হিসাবে জান্নাত প্রবেশ করবে",
        "hadithBengali": "৬১০২। আবূল ইয়ামন (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কিয়ামতের দিন জান্নাতবাসীগণকে বলা হবে, এ হচ্ছে চিরন্তন জীবন (এখানে) কোন মৃত্যু নেই। জাহান্নামের অধিবাসীদেরকে বলা হবে, হে জাহান্নামীরা! এ হচ্ছে চিরন্তন জীবন (এখানে) কোন মৃত্যু নেই।;\n",
        "id": 6102,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৩২. জান্নাত ও জাহান্নাম এর বর্ণনা। আবু সাঈদ খুদরী (রাঃ) বলেন, নবী (সাঃ) বলেছেনঃ জান্নাতবাসীরা সর্বপ্রথম যে খাবার খাবে তা হল মাছের কলিজা সংলগ্ন অতিরিক্ত অংশ গুর্দা। عَدْنٌ অর্থ সর্বদা থাকা, عَدَنْتُ بِأَرْضٍ অর্থ আমি অবস্থান করছি। এরই থেকে مَعْدِن এসেছে। فِي مَعْدِنِ صِدْقٍ যেখান থেকে সততা বের হয়।",
        "hadithBengali": "৬১০৩। উসমান ইবনু হায়সাম (রহঃ) ... ইমরান ইবনু হুসায়ন (রাঃ) সুত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেনঃ আমি জান্নাতে উঁকি দিয়ে দেখলাম যে, তার অধিকাংশ অধিবাসীই দরিদ্র আবার জাহান্নামে উঁকি দিতে দেখতে পেলাম এর অধিকাংশ অধিবাসীই নারী।;\n",
        "id": 6103,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "ইমরান ইবনু হুসায়ন (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৩২. জান্নাত ও জাহান্নাম এর বর্ণনা। আবু সাঈদ খুদরী (রাঃ) বলেন, নবী (সাঃ) বলেছেনঃ জান্নাতবাসীরা সর্বপ্রথম যে খাবার খাবে তা হল মাছের কলিজা সংলগ্ন অতিরিক্ত অংশ গুর্দা। عَدْنٌ অর্থ সর্বদা থাকা, عَدَنْتُ بِأَرْضٍ অর্থ আমি অবস্থান করছি। এরই থেকে مَعْدِن এসেছে। فِي مَعْدِنِ صِدْقٍ যেখান থেকে সততা বের হয়।",
        "hadithBengali": "৬১০৪। মুসাদ্দাদ (রহঃ) ... উসামা ইবনু যায়িদ (রাঃ) সুত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেনঃ আনি জান্নাতের দরজায় দাঁড়ালাম, (এরপর দেখতে পেলাম যে) তথায় যারা প্রবেশ করেছে তারা অধিকাংশই নিঃস্ব। আর ধনাট্য ব্যাক্তিরা আবদ্ধ অবস্থায় রয়েছে। আর জাহান্নামে নিয়ে যাওয়ার হুকুম দেওয়া হয়েছে। এরপর আমি জাহান্নামের দরজায় গিয়ে দাঁড়ালাম। তখন (দেখতে পেলাম যে) এখানে প্রবেশ কারীদের অধিকাংশই হচ্ছে নারী।;\n",
        "id": 6104,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উসামাহ ইবনু যায়দ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৩২. জান্নাত ও জাহান্নাম এর বর্ণনা। আবু সাঈদ খুদরী (রাঃ) বলেন, নবী (সাঃ) বলেছেনঃ জান্নাতবাসীরা সর্বপ্রথম যে খাবার খাবে তা হল মাছের কলিজা সংলগ্ন অতিরিক্ত অংশ গুর্দা। عَدْنٌ অর্থ সর্বদা থাকা, عَدَنْتُ بِأَرْضٍ অর্থ আমি অবস্থান করছি। এরই থেকে مَعْدِن এসেছে। فِي مَعْدِنِ صِدْقٍ যেখান থেকে সততা বের হয়।",
        "hadithBengali": "৬১০৫। মুআয ইবনু আসাদ (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যখন জান্নাতীগণ জান্নাতে আর জাহান্নামীগণ জাহান্নামে চলে যাবে, তখন মূত্যৃকে উপস্থিত করা হবে, এমন কি জান্নাত ও জাহান্নামের মধ্যবর্তী স্থানে রাখা হবে। এরপর তাকে যবেহ করে দেয়া হবে এবং একজন ঘোষণাকারী এই মর্মে ঘোযণা দিবে যে, হে জান্নাতীগণ! (এখন আর) কোন মৃত্যু নেই। হে জাহান্নামীগণ! (এখন আর কোন) মৃত্যু নেই। তখন জান্নাতীগণের আনন্দ উত্তরোত্তর বৃদ্ধি পাবে। আর জাহান্নামীদের বিষণ্ণতাও উত্তরোত্তর বৃদ্ধি পাবে।;\n",
        "id": 6105,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৩২. জান্নাত ও জাহান্নাম এর বর্ণনা। আবু সাঈদ খুদরী (রাঃ) বলেন, নবী (সাঃ) বলেছেনঃ জান্নাতবাসীরা সর্বপ্রথম যে খাবার খাবে তা হল মাছের কলিজা সংলগ্ন অতিরিক্ত অংশ গুর্দা। عَدْنٌ অর্থ সর্বদা থাকা, عَدَنْتُ بِأَرْضٍ অর্থ আমি অবস্থান করছি। এরই থেকে مَعْدِن এসেছে। فِي مَعْدِنِ صِدْقٍ যেখান থেকে সততা বের হয়।",
        "hadithBengali": "৬১০৬। মুআয ইবনু আসাদ (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহ তাআলা জান্নাতীগণকে সম্বোধন করে বলবেন, হে জান্নাতীগণ! তারা জবাবে বলবে, হে আমাদের প্রভূ! হাযির, আমরা আপনার সমীপে হাযির। এরপর আল্লাহ তাআলা বলবেন, তোমরা কি সন্তুষ্ট হয়েছ? তারা বলবে, আপনি আমাদেরকে এমন বস্তু দান করেছেন যা আপনার মাখলুকাতের ভিতর থেকে কাউকেই দান করেন নি। অতএব আমরা কেন সন্তুষ্ট হব না! তখন তিনি বলবেন, আমি এর চাইতেও উত্তম কিছু তোমাদেরকে দান করব। তারা বলবে, প্রভু হে! এর চাইতেও উত্তম সে কোন বস্তু? আল্লাহ তাআলা বলবেনঃ তোমাদের ওপর আমি আমার সন্তুষ্টি অবধারিত করব। এরপর আমি আর কখনও তোমাদের ওপর অসন্তুষ্ট হব না।;\n",
        "id": 6106,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ সা'ঈদ খুদরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৩২. জান্নাত ও জাহান্নাম এর বর্ণনা। আবু সাঈদ খুদরী (রাঃ) বলেন, নবী (সাঃ) বলেছেনঃ জান্নাতবাসীরা সর্বপ্রথম যে খাবার খাবে তা হল মাছের কলিজা সংলগ্ন অতিরিক্ত অংশ গুর্দা। عَدْنٌ অর্থ সর্বদা থাকা, عَدَنْتُ بِأَرْضٍ অর্থ আমি অবস্থান করছি। এরই থেকে مَعْدِن এসেছে। فِي مَعْدِنِ صِدْقٍ যেখান থেকে সততা বের হয়।",
        "hadithBengali": "৬১০৭। আবদুল্লাহ ইবনু মুহাম্মদ (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ বদরের যুদ্ধের দিন হারিসা (রাঃ) শহীদ হলেন। আর তখন তিনি অপ্রাপ্ত বয়স্ক ছিলেন। তাঁর মা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে বলল, ইয়া রাসুলাল্লাহ! আমার সাথে হারিসার স্থান সম্পর্কে আপনি তো অবশ্যই জানেন। সে যদি জান্নাতী হয়; আমি ধৈর্য ধারণ করব এবং সাওয়াব মনে করব। আর যদি অন্য কিছু হয় তাহলে আপনি দেখতে পাবেন আমি কি করি। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমার জন্য আফসোস! অথবা তুমি কি বেওকুফ হয়ে গেলে! জান্নাত কি একটা না কি? জান্নাত তো অনেক। আর সে হারিসা তো রয়েছে জান্নাতূুল ফিরদাউসের মাঝে।;\n",
        "id": 6107,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৩২. জান্নাত ও জাহান্নাম এর বর্ণনা। আবু সাঈদ খুদরী (রাঃ) বলেন, নবী (সাঃ) বলেছেনঃ জান্নাতবাসীরা সর্বপ্রথম যে খাবার খাবে তা হল মাছের কলিজা সংলগ্ন অতিরিক্ত অংশ গুর্দা। عَدْنٌ অর্থ সর্বদা থাকা, عَدَنْتُ بِأَرْضٍ অর্থ আমি অবস্থান করছি। এরই থেকে مَعْدِن এসেছে। فِي مَعْدِنِ صِدْقٍ যেখান থেকে সততা বের হয়।",
        "hadithBengali": "৬১০৮। মুআয ইবনু আসাদ (রহঃ) ... আবূ হুরায়রা (রাঃ) সুত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেনঃ কাফিরের দুকাঁধের মধ্যবর্তী স্থানের দূরত্ব একজন দ্রুতগামী অশ্বারোহীর তিন দিনের ভ্রমণের সমান হবে।;\n\nইসহাক ইবনু ইবরাহীম (রহঃ) ... সাহল ইবনু সাদ (রাঃ) সুত্রে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেছেনঃ জান্নাতের মাঝে এমন একটি বৃক্ষ হবে যার ছায়ার মাঝে একজন আরোহী একশ-বছর পর্যন্ত ভ্রমণ করতে পারবে, তবুও বৃক্ষের ছায়াকে অতিক্রম করতে পারবে না।;\n\nরাবী আবূ হাযিম বলেনঃ আমি এই হাদীসটি নুমান ইবনু আবূ আইয়্যাশ (রহঃ) এর সমীপে পেশ করলাম। তখন তিনি বললেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে আবূ সাঈদ খুদরী (রাঃ) আমার কাছে এই মর্মে হাদীস বর্ননা করেন যে তিনি বলেছেনঃ নিশ্চয়ই জান্নাতের মাঝে এমন একটি বৃক্ষ হবে যার ছায়ায় উৎকৃষ্ট, উৎফূল্ল ও দ্রুতগামী অশ্বের একজন আরোহী একশ বছর পর্যন্ত ভ্রমণ করতে পারবে। তবুও তার ছায়া অতিক্রম করতে পারবে না।;\n",
        "id": 6108,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৩২. জান্নাত ও জাহান্নাম এর বর্ণনা। আবু সাঈদ খুদরী (রাঃ) বলেন, নবী (সাঃ) বলেছেনঃ জান্নাতবাসীরা সর্বপ্রথম যে খাবার খাবে তা হল মাছের কলিজা সংলগ্ন অতিরিক্ত অংশ গুর্দা। عَدْنٌ অর্থ সর্বদা থাকা, عَدَنْتُ بِأَرْضٍ অর্থ আমি অবস্থান করছি। এরই থেকে مَعْدِن এসেছে। فِي مَعْدِنِ صِدْقٍ যেখান থেকে সততা বের হয়।",
        "hadithBengali": "৬১০৯। কুতায়বা (রহঃ) ... সাহল ইবনু সাদ (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ নিশ্চয়ই আমার উম্মাত থেকে সত্তর হাজার অথবা সাত লক্ষ লোক জান্নাতে প্রবেশ করবে। রাবী আবূ হাযিম জানেন না যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উক্ত দুটি সংখ্যার মাঝে কোনটি বলেছেনঃ (তিনি এই মর্মে আরও বলেন যে) তারা একে অপরের হাত দৃঢ়ভাবে ধারন করে জান্নাতে প্রবেশ করবে। প্রথম ব্যাক্তি জান্নাতে প্রবেশ করবে না, যতক্ষন না সর্বশেষ ব্যাক্তি প্রবেশ করবে। তাদের চেহারাগুলো হবে পূর্নিমার রাতের চাঁদের মতো উজ্জ্বল।;\n",
        "id": 6109,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সাহল বিন সাদ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৩২. জান্নাত ও জাহান্নাম এর বর্ণনা। আবু সাঈদ খুদরী (রাঃ) বলেন, নবী (সাঃ) বলেছেনঃ জান্নাতবাসীরা সর্বপ্রথম যে খাবার খাবে তা হল মাছের কলিজা সংলগ্ন অতিরিক্ত অংশ গুর্দা। عَدْنٌ অর্থ সর্বদা থাকা, عَدَنْتُ بِأَرْضٍ অর্থ আমি অবস্থান করছি। এরই থেকে مَعْدِن এসেছে। فِي مَعْدِنِ صِدْقٍ যেখান থেকে সততা বের হয়।",
        "hadithBengali": "৬১১০। আবদুল্লাহ ইবনু মাসলামা (রহঃ) ... সাহল (রাঃ) সুত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেনঃ জান্নাতীরা জান্নাতের মাঝে তাদের কামরাসমূহ দেখতে পাবে, যেমন আকাশের মাঝে তোমরা তারকাসমূহ দেখতে পাও। (সনদান্তর্ভুক্ত) রাবী আবদুল আযীয বলেনঃ আমার পিতা বলেছেন যে, আমি এই হাদীসটি নুমান ইবনু আবূ আইয়্যাশকে বলেছি। অতঃপর তিনি বলেছেন, আমি এই মর্মে সাক্ষ্য দিচ্ছি যে, অবশ্যই আবূ সাঈদকে এ হাদীস বর্ণনা করতে আমি শুনেছি। এবং এতে তিনি এটুকু অতিরিক্ত বর্ণনা করেছেন। যেরূপ অস্তমান তারকাকে আকাশের পুর্ব ও পশ্চিম প্রান্তে তোমরা দেখে থাক।;\n",
        "id": 6110,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সাহল বিন সাদ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৩২. জান্নাত ও জাহান্নাম এর বর্ণনা। আবু সাঈদ খুদরী (রাঃ) বলেন, নবী (সাঃ) বলেছেনঃ জান্নাতবাসীরা সর্বপ্রথম যে খাবার খাবে তা হল মাছের কলিজা সংলগ্ন অতিরিক্ত অংশ গুর্দা। عَدْنٌ অর্থ সর্বদা থাকা, عَدَنْتُ بِأَرْضٍ অর্থ আমি অবস্থান করছি। এরই থেকে مَعْدِن এসেছে। فِي مَعْدِنِ صِدْقٍ যেখান থেকে সততা বের হয়।",
        "hadithBengali": "৬১১১। মুহাম্মদ ইবনু বাশশার (রহঃ) ... আনাস ইবনু মালিক (রাঃ) সুত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেনঃ কিয়ামতের দিন সবচেয়ে কম আযাব প্রাপ্ত লোককে আল্লাহ তাআলা বলবেন, দূনিয়ার মাঝে যত কিছু আছে তার তূল্য কোন সম্পদ যদি (আজ) তোমার কাছে থাকত, তাহলে কি তুমি তার বিনিময়ে নিজকে (আযাব থেকে) মুক্ত করতে? সে বলবে, হ্যাঁ। এরপর আল্লাহ তাআলা বলবেন, আমি তোমার থেকে এর চেয়েও সহজতর বস্তুর প্রত্যাশা করেছিলাম, যখন তুমি আদমের পৃষ্টদেশে বর্তমান ছিলে। আর তা হচ্ছে এই যে, তুমি আমার সঙ্গে কোন কিছুকে শরীক করবে না। এরপর তুমি তা অস্বীকার করলে আর আমার সাথে অংশী স্থাপন করলে।;\n",
        "id": 6111,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৩২. জান্নাত ও জাহান্নাম এর বর্ণনা। আবু সাঈদ খুদরী (রাঃ) বলেন, নবী (সাঃ) বলেছেনঃ জান্নাতবাসীরা সর্বপ্রথম যে খাবার খাবে তা হল মাছের কলিজা সংলগ্ন অতিরিক্ত অংশ গুর্দা। عَدْنٌ অর্থ সর্বদা থাকা, عَدَنْتُ بِأَرْضٍ অর্থ আমি অবস্থান করছি। এরই থেকে مَعْدِن এসেছে। فِي مَعْدِنِ صِدْقٍ যেখান থেকে সততা বের হয়।",
        "hadithBengali": "৬১১২। আবূ নুমান (রহঃ) ... জাবির (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ শাফাআতের মাধ্যমে জাহান্নাম থেকে বের করা হবে। যেমন তারা সাআরীর। (রাবী জাবির বলেন) আমি বললাম সাআরীর কি? তিনি বললেনঃ সাআরীর মানে যাগাবীস (শৃগালের বাচ্চাসমুহ) বের হওয়ার সময় তাদের মুখ থাকবে ভাঙ্গা (দাঁত পড়া)। (সনদান্তর্ভুক্ত রাবী হাম্মাদ বলেন) আমি আবূ মুহাম্মাদ আমর ইবনু দীনারকে জিজ্ঞাসা করি যে, আপনি কি জাবির ইবনু আবদুল্লাহকে বর্ণনা করতে শুনেছেন যে, আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি, তিনি বলেছেনঃ শাফাআতের দ্বারা জাহান্নাম থেকে বের করা হবে। তিনি বললেনঃ হ্যাঁ।;\n",
        "id": 6112,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "জাবির ইবনু আবদুল্লাহ আনসারী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৩২. জান্নাত ও জাহান্নাম এর বর্ণনা। আবু সাঈদ খুদরী (রাঃ) বলেন, নবী (সাঃ) বলেছেনঃ জান্নাতবাসীরা সর্বপ্রথম যে খাবার খাবে তা হল মাছের কলিজা সংলগ্ন অতিরিক্ত অংশ গুর্দা। عَدْنٌ অর্থ সর্বদা থাকা, عَدَنْتُ بِأَرْضٍ অর্থ আমি অবস্থান করছি। এরই থেকে مَعْدِن এসেছে। فِي مَعْدِنِ صِدْقٍ যেখান থেকে সততা বের হয়।",
        "hadithBengali": "৬১১৩। হুদবা ইবনু খালিদ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) সুত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেছেনঃ আযাবে চর্ম বিবর্ণ হয়ে যাওয়ার পর একদল লোককে জাহান্নাম থেকে বের করা হবে এবং তারা জান্নাতে প্রবেশ করবে। তখন জান্নাতীগণ তাদেরকে জাহান্নামী বলে আখ্যায়িত করবে।;\n",
        "id": 6113,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৩২. জান্নাত ও জাহান্নাম এর বর্ণনা। আবু সাঈদ খুদরী (রাঃ) বলেন, নবী (সাঃ) বলেছেনঃ জান্নাতবাসীরা সর্বপ্রথম যে খাবার খাবে তা হল মাছের কলিজা সংলগ্ন অতিরিক্ত অংশ গুর্দা। عَدْنٌ অর্থ সর্বদা থাকা, عَدَنْتُ بِأَرْضٍ অর্থ আমি অবস্থান করছি। এরই থেকে مَعْدِن এসেছে। فِي مَعْدِنِ صِدْقٍ যেখান থেকে সততা বের হয়।",
        "hadithBengali": "৬১১৪। মূসা ইবনু ইসমাঈল (রহঃ) ... আবূ সাঈদ খূদরী (রাঃ) থেকে বর্নিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ জান্নাতীগণ যখন জান্নাতে আর জাহান্নামীরা জাহান্নামে প্রবেশ করবে তখন আল্লাহ তাআলা বলবেন, যার অন্তকরণে সরিষার দানা পরিমাণ ঈমান রয়েছে তাকে বের কর কয়লার মত হয়ে তারা জাহান্নাম থেকে ফিরে আসবে। এরপর নহরে হায়াত (সজীবনী প্রস্রবণ) এর মাঝে তাদেরকে অবগাহিত করা হবে এতে তারা এমন সজীব হয়ে উঠবে যেমন নদী তীরে জমাট আবর্জনায় সজীব উদ্ভিদ গজিয়ে উঠে। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আরও বললেনঃ তোমরা কি দেখ নাই বীজকাটা উদ্ভিদ কি সুন্দর হলুদ বর্ণের হয়ে থাকে?;\n",
        "id": 6114,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ সা'ঈদ খুদরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৩২. জান্নাত ও জাহান্নাম এর বর্ণনা। আবু সাঈদ খুদরী (রাঃ) বলেন, নবী (সাঃ) বলেছেনঃ জান্নাতবাসীরা সর্বপ্রথম যে খাবার খাবে তা হল মাছের কলিজা সংলগ্ন অতিরিক্ত অংশ গুর্দা। عَدْنٌ অর্থ সর্বদা থাকা, عَدَنْتُ بِأَرْضٍ অর্থ আমি অবস্থান করছি। এরই থেকে مَعْدِن এসেছে। فِي مَعْدِنِ صِدْقٍ যেখান থেকে সততা বের হয়।",
        "hadithBengali": "৬১১৫। মুহাম্মাদ ইবনু বাশশার (রহঃ) ... নুমান ইবনু বাশীর (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি যে, কিয়ামতের দিন ঐ ব্যাক্তির সবচে হালকা আযাব হবে, যার দুপায়ের তালুতে রাখা হবে প্রজ্জলিত অঙ্গার, তাতে তার মগয উৎলাতে থাকবে।;\n",
        "id": 6115,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "নু'মান ইবনু বশীর  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৩২. জান্নাত ও জাহান্নাম এর বর্ণনা। আবু সাঈদ খুদরী (রাঃ) বলেন, নবী (সাঃ) বলেছেনঃ জান্নাতবাসীরা সর্বপ্রথম যে খাবার খাবে তা হল মাছের কলিজা সংলগ্ন অতিরিক্ত অংশ গুর্দা। عَدْنٌ অর্থ সর্বদা থাকা, عَدَنْتُ بِأَرْضٍ অর্থ আমি অবস্থান করছি। এরই থেকে مَعْدِن এসেছে। فِي مَعْدِنِ صِدْقٍ যেখান থেকে সততা বের হয়।",
        "hadithBengali": "৬১১৬। আবদুল্লাহ ইবনু রাজা (রহঃ) ... নুমান ইবনু বাশীর (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি যে, কিয়ামতের দিন ঐ ব্যাক্তির সবচেয়ে হালকা আযাব হবে, যার দুপায়ের তলায় রাখা হবে দুটি প্রজ্বলিত অঙ্গার। এতে তার মগয টগবগ করতে থাকবে। যেমন ডেক বা কলসী উথলায়।;\n",
        "id": 6116,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "নু'মান ইবনু বশীর  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৩২. জান্নাত ও জাহান্নাম এর বর্ণনা। আবু সাঈদ খুদরী (রাঃ) বলেন, নবী (সাঃ) বলেছেনঃ জান্নাতবাসীরা সর্বপ্রথম যে খাবার খাবে তা হল মাছের কলিজা সংলগ্ন অতিরিক্ত অংশ গুর্দা। عَدْنٌ অর্থ সর্বদা থাকা, عَدَنْتُ بِأَرْضٍ অর্থ আমি অবস্থান করছি। এরই থেকে مَعْدِن এসেছে। فِي مَعْدِنِ صِدْقٍ যেখান থেকে সততা বের হয়।",
        "hadithBengali": "৬১১৭। সুলায়মান ইবনু হারব (রহঃ) ... আদী ইবনু হাতিম (রাঃ) থেকে বর্নিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (একদা) জাহান্নামের আলোচনা করলেন। এরপর তিনি তার মুখ ফিরিয়ে নিলেন এবং এর থেকে পানাহ চাইলেন। পুনঃ তিনি জাহান্নামের আলোচনা করে মুখ ফিরিয়ে নিলেন ও এর থেকে পানাহ চাইলেন। অতঃপর তিনি বললেনঃ তোমরা জাহান্নামের অগ্নি থেকে নিজকে রক্ষা কর এক টুকরা খেজুরের বিনিময়ে হলেও। আর যে তাও পারবে না সে যেন ভাল কথার বিনিময়ে হলেও আত্নরক্ষা করে।;\n",
        "id": 6117,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আদী ইবনু হাতিম (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৩২. জান্নাত ও জাহান্নাম এর বর্ণনা। আবু সাঈদ খুদরী (রাঃ) বলেন, নবী (সাঃ) বলেছেনঃ জান্নাতবাসীরা সর্বপ্রথম যে খাবার খাবে তা হল মাছের কলিজা সংলগ্ন অতিরিক্ত অংশ গুর্দা। عَدْنٌ অর্থ সর্বদা থাকা, عَدَنْتُ بِأَرْضٍ অর্থ আমি অবস্থান করছি। এরই থেকে مَعْدِن এসেছে। فِي مَعْدِنِ صِدْقٍ যেখান থেকে সততা বের হয়।",
        "hadithBengali": "৬১১৮। ইবরাহীম ইবনু হামযা (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত। তিনি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছেন; যখন তাঁর কাছে তার চাচা আবূ তালিব সমন্ধে আলোচলা হচ্ছিল। তখন তিনি বললেনঃ সম্ভবত কিয়ামতের দিন আমার শাফাআত তাকে উপকার প্রদান করবে। আর তখন তাকে জাহান্নামের অগ্নিতে যা টাখনু পর্যন্ত পৌছে রাখা হবে যাতে তার মগজ মূল।;\n",
        "id": 6118,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ সা'ঈদ খুদরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৩২. জান্নাত ও জাহান্নাম এর বর্ণনা। আবু সাঈদ খুদরী (রাঃ) বলেন, নবী (সাঃ) বলেছেনঃ জান্নাতবাসীরা সর্বপ্রথম যে খাবার খাবে তা হল মাছের কলিজা সংলগ্ন অতিরিক্ত অংশ গুর্দা। عَدْنٌ অর্থ সর্বদা থাকা, عَدَنْتُ بِأَرْضٍ অর্থ আমি অবস্থান করছি। এরই থেকে مَعْدِن এসেছে। فِي مَعْدِنِ صِدْقٍ যেখান থেকে সততা বের হয়।",
        "hadithBengali": "৬১১৯। মুসাদ্দাদ (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ, কিয়ামতের দিন আল্লাহ তাআলা সমস্ত মানুষকে একত্রিত করবেন। তখন তারা বলবে, আমাদের জন্য আমাদের রবের কাছে যদি কেউ শাফাআত করত, যা এ স্থান থেকে আমাদের উদ্ধার করত। তখন তারা সকলেই আদম (আলাইহিস সালাম) এর কাছে এসে বলবে, আপনি ঐ ব্যাক্তি যাকে আল্লাহ তাআলা স্বহস্তে সৃষ্টি করেছেন। আপনার মাঝে নিজে থেকে রুহ ফুকে দিয়েছেন এবং ফেরেশতাদের হুকুম করেছেন; তারা আপনাকে সিজদা করেছে। অতঃপর আপনি আমাদের জন্য আমাদের প্রভুর কাছে শাফাআত করুন। তখন তিনি বলবেনঃ আমি তোমাদের জন্য এ কাজের উপযোগী নই এবং স্বীয় অপরাধের কথা উল্লেখ করবেন। এরপর বলবেন, তোমরা নূহ (আলাইহিস সালাম) এর কাছে চলে যাও যাকে আল্লাহ প্রথম রাসুল হিসাবে প্রেরণ করেছেন।;\n\nতখন তারা তাঁর কাছে আসবে। তিনিও স্বীয় অপরাধের কথা উল্লেখ করে বলবেনঃ আমি তোমাদের জন্য এ কাজের উপযোগী নই। তোমরা ইবরাহীম (আলাইহিস সালাম) এর কাছে চলে যাও, যাকে আল্লাহ তাআলা খলীলরূপে গ্রহগ করেছেন। অতঃপর তারা তার কাছে আসবে। তিনিও স্বীয় অপরাধের কথা উল্লেখ করে বলবেনঃ আমি তোমাদের এ কাজের উপযোগী নই। তোমরা মূসা (আলাইহিস সালাম) এর কাছে চলে যাও, যার সঙ্গে আল্লাহ তাআলা কথা বলেছেন। তখন তারা তার কাছে আসবে। তিনিও বলবেনঃ আমি তোমাদের জন্য এ কাজের উপযোগী নই। এবং স্বীয় অপরাধের কথা উল্লেখ করবেন। তিনি বলবেনঃ তোমরা ঈসা (আলাইহিস সালাম) এর কাছে চলে যাও।;\n\nতারা তার কাছে আসবে। তখন তিনিও বলবেনঃ আমি তোমাদের জন্য এ কাজের উপযোগী নই। তোমরা মুহাম্মাদসাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে চলে যাও। তার পূর্বাপর সমস্ত গুনাহ ক্ষমা করে দেওয়া হয়েছে। তখন তারা সকলেই আমার কাছে আসবে। তখন আমি আমার রবের কাছে অনুমতি চাইব। যখনই আমি আল্লাহ তাআলাকে দেখতে পাব তখন সিজদায় পড়ে যাব। আল্লাহ তআলার যতক্ষন ইচ্ছা আমাকে এ অবস্থায় রাখবেন। এরপর আমাকে বলা হবে, তোমার মাথা উঠাও। সাওয়াল কর, তোমাকে দেওয়া হবে। বল; তোমার কথা শ্রবণ করা হচ্ছে। শাফাআত কর; তোমার শাফাআত কবুল করা হবে।;\n\nতখন আমি মাথা উত্তোলন করব এবং আল্লাহ তাআলা আমাকে যে প্রশংসার বাণী শিক্ষা দিয়েছেন তার মাধ্যমে তাঁর প্রশংসা করব। এরপর আমি সুপারিশ করব, তখন আমার জন্য সীমা নির্ধারন করে দেয়া হবে। অতঃপর আমি তাদেরকে জাহান্নাম থেকে বের করে বেহেশতে প্রবেশ করিয়ে দেব। এরপর আমি পুর্বের ন্যায় পুনঃ তৃতীয়বার অথবা চতুর্থবার সিজদায় পড়ে যাব। অবশেষে কুরআনের বাণী মুতাবিক যারা অবধারিত জাহান্নামী তাদের ব্যতীত আর কেউই জাহান্নামে অবশ্যই থাকবে না। কাতাদা উক্ত আঘাতের ব্যাখ্যায় তখন বলেছিলেন, চিরস্থায়ী জাহান্নাম যাদের জন্য অবধারিত হয়েছে।;\n",
        "id": 6119,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৩২. জান্নাত ও জাহান্নাম এর বর্ণনা। আবু সাঈদ খুদরী (রাঃ) বলেন, নবী (সাঃ) বলেছেনঃ জান্নাতবাসীরা সর্বপ্রথম যে খাবার খাবে তা হল মাছের কলিজা সংলগ্ন অতিরিক্ত অংশ গুর্দা। عَدْنٌ অর্থ সর্বদা থাকা, عَدَنْتُ بِأَرْضٍ অর্থ আমি অবস্থান করছি। এরই থেকে مَعْدِن এসেছে। فِي مَعْدِنِ صِدْقٍ যেখান থেকে সততা বের হয়।",
        "hadithBengali": "৬১২০। মুসাদ্দাদ (রহঃ) ... ইমরান ইবনু হুসায়ন (রাঃ) সুত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেনঃ একদল লোককে মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর শাফাআতে জাহান্নাম থেকে বের করা হবে এবং জান্নাতে প্রবেশ করবে। তাদেরকে জাহান্নামী বলে আখ্যায়িত করা হবে।;\n",
        "id": 6120,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "ইমরান ইবনু হুসায়ন (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৩২. জান্নাত ও জাহান্নাম এর বর্ণনা। আবু সাঈদ খুদরী (রাঃ) বলেন, নবী (সাঃ) বলেছেনঃ জান্নাতবাসীরা সর্বপ্রথম যে খাবার খাবে তা হল মাছের কলিজা সংলগ্ন অতিরিক্ত অংশ গুর্দা। عَدْنٌ অর্থ সর্বদা থাকা, عَدَنْتُ بِأَرْضٍ অর্থ আমি অবস্থান করছি। এরই থেকে مَعْدِن এসেছে। فِي مَعْدِنِ صِدْقٍ যেখান থেকে সততা বের হয়।",
        "hadithBengali": "৬১২১। কুতায়বা (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত যে, বদরের যূদ্ধে হারিসা (রাঃ) আদৃশ্য তীরের আঘাতে শাহাদাতবরণ করলে তার মাতা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট আগমন করে বলল, ইয়া রাসুলাল্লাহ! আমার অন্তরে হারিসার স্নেহ-মমতা যে কত গভীর তা তো আপনি জানেন। অতএব সে যদি জান্নাত লাভ করে তরে আমি তার জন্য কান্নাকাটি করব না। আর যদি ব্যতিক্রম হয় তবে আপনি অচিরেই দেখতে পাবেন আমি কি করি। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বললেনঃ তুমি তো নির্বোধ। জান্নাত কি একটি, না কি অনেক? আর সে তো সবচেয়ে উন্নতমানের জান্নাত ফিরদাউসে রয়েছে। তিনি আরও বললেনঃ এক সকাল বা এক বিকাল আল্লাহর রাস্তায় চলা দুনিয়া ও তার মধ্যবর্তী সবকিছুর চাইতে উত্তম। তীরের দুপ্রান্তের দূরত্বের সমান বা কদম পরিমাণ জান্নাতের জায়গা দুনিয়া ও তৎ মধ্যবর্তী সবকিছুর চাইতে উত্তম। জান্নাতের কোন নারী যদি দুনিয়ার প্রতি দৃষ্টিপাত করে তবে সমস্ত দুনিয়া আলোকিত ও খুশবুতে মোহিত হয়ে যাবে। জান্নাতি নারীর নাসীফ (ওড়না) দুনিয়ার সব কিছুর চেয়ে উত্তম।;\n",
        "id": 6121,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৩২. জান্নাত ও জাহান্নাম এর বর্ণনা। আবু সাঈদ খুদরী (রাঃ) বলেন, নবী (সাঃ) বলেছেনঃ জান্নাতবাসীরা সর্বপ্রথম যে খাবার খাবে তা হল মাছের কলিজা সংলগ্ন অতিরিক্ত অংশ গুর্দা। عَدْنٌ অর্থ সর্বদা থাকা, عَدَنْتُ بِأَرْضٍ অর্থ আমি অবস্থান করছি। এরই থেকে مَعْدِن এসেছে। فِي مَعْدِنِ صِدْقٍ যেখান থেকে সততা বের হয়।",
        "hadithBengali": "৬১২২। আবূল ইয়ামান (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে কোন লোকই জান্নাতে প্রবেশ করবে, স্বীয় জাহান্নামের ঠিকানাটা তাকে দেখানো হবে। যদি সে নেক কাজ করত (তবে তাকে ঐ ঠিকানা দেওয়া হত তা দেখানো হবে এ জন্য) যেন সে বেশি বেশি শোকর আদায় করে। আর যে কোন লোকই জাহান্নামে প্রবেশ করবে তাকে তার জান্নাতের ঠিকানাটা দেখানো হবে। যদি সে নেক কাজ করত। (তবে তাকে ঐ ঠিকানা দেওয়া হত তা দেখানো হবে এজন্য) যেন এতে তার আফসোস হয়।;\n",
        "id": 6122,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৩২. জান্নাত ও জাহান্নাম এর বর্ণনা। আবু সাঈদ খুদরী (রাঃ) বলেন, নবী (সাঃ) বলেছেনঃ জান্নাতবাসীরা সর্বপ্রথম যে খাবার খাবে তা হল মাছের কলিজা সংলগ্ন অতিরিক্ত অংশ গুর্দা। عَدْنٌ অর্থ সর্বদা থাকা, عَدَنْتُ بِأَرْضٍ অর্থ আমি অবস্থান করছি। এরই থেকে مَعْدِن এসেছে। فِي مَعْدِنِ صِدْقٍ যেখান থেকে সততা বের হয়।",
        "hadithBengali": "৬১২৩। কুতায়বা ইবনু সাঈদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি আরয করলাম, ইয়া রাসুলাল্লাহ! কিয়ামতের দিন সমস্ত মানুষ থেকে বেশি সৌভাগ্যশালী হবে আপনার শাফাআত দ্বারা কোন লোকটি? তখন তিনি বললেনঃ হে আবূ হুরায়রা! আমি ধারণা করেছিলাম যে তোমার আগে কেউ এ সম্পর্কে আমাকে জিজ্ঞাসা করবে না। কারণ হাদীসের ব্যাপারে তোমার চেয়ে অধিক আগ্রহী আর কাউকে আমি দেখিনি। কিয়ামতের দিন আমার শাফাআত দ্বারা সর্বাধিক সৌভাগ্যশালী ঐ ব্যাক্তি হবে যে খালেস অন্তর থেকে বলে لاَ إِلَهَ إِلاَّ اللَّهُ;\n",
        "id": 6123,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৩২. জান্নাত ও জাহান্নাম এর বর্ণনা। আবু সাঈদ খুদরী (রাঃ) বলেন, নবী (সাঃ) বলেছেনঃ জান্নাতবাসীরা সর্বপ্রথম যে খাবার খাবে তা হল মাছের কলিজা সংলগ্ন অতিরিক্ত অংশ গুর্দা। عَدْنٌ অর্থ সর্বদা থাকা, عَدَنْتُ بِأَرْضٍ অর্থ আমি অবস্থান করছি। এরই থেকে مَعْدِن এসেছে। فِي مَعْدِنِ صِدْقٍ যেখান থেকে সততা বের হয়।",
        "hadithBengali": "৬১২৪। উসমান ইবনু আবূ শায়বা (রহঃ) ... আবদুল্লাহ ইবনু মাসউদ (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ সর্বশেষ যে ব্যাক্তি জাহান্নাম থেকে বের হবে এবং সর্বশেষ যে ব্যাক্তি জান্নাতে প্রবেশ করবে তার সম্পর্কে আমি জানি। এক ব্যাক্তি অধোবদন অবস্থায় জাহান্নাম থেকে বের হবে। তখন আল্লাহ তাআলা বলবেন, যাও জান্নাতে প্রবেশ কর। তখন সে জান্নাতের কাছে এলে তার ধারণা হবে যে, জান্নাত পরিপূর্ণ হয়ে গিয়েছে এবং সে ফিরে আসবে ও বলবে, হে প্রভূ! জান্নাত তো পরিপূর্ন দেখতে পেলাম। পুনরায় আল্লাহ তাআলা বলবেন, যাও জান্নাতে প্রবেশ কর। তখন সে জান্নাতের কাছে এলে তার ধারণা হবে যে, জান্নাত পরিপূর্ন হয়ে গিয়েছে। তাই সে ফিরে এসে বলবে, হে প্রভু! জান্নাত তো ভরপুর দেখতে পেলাম। তখন আল্লাহ তাআলা বলবেন, যাও জান্নাতে প্রবেশ কর। কেননা জান্নাত তোমার জন্য সমতুল্য এবং তার দশ গুন। অথবা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ দশ গুন। তখন লোকটি বলবে, প্রভু! তুমি কি আমার সাথে বিদ্রূপ বা হাসি-ঠাট্টা করছ? (রাবী বলেন) আমি তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে এভাবে হাসতে দেখলাম যে তার দন্তরাজি প্রকাশিত হয়ে গিয়েছিল এবং বলা হচ্ছিল এটা জান্নাতীদের নিম্নতম মর্যাদা।;\n",
        "id": 6124,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ' ইব্'ন মাসউদ (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৩২. জান্নাত ও জাহান্নাম এর বর্ণনা। আবু সাঈদ খুদরী (রাঃ) বলেন, নবী (সাঃ) বলেছেনঃ জান্নাতবাসীরা সর্বপ্রথম যে খাবার খাবে তা হল মাছের কলিজা সংলগ্ন অতিরিক্ত অংশ গুর্দা। عَدْنٌ অর্থ সর্বদা থাকা, عَدَنْتُ بِأَرْضٍ অর্থ আমি অবস্থান করছি। এরই থেকে مَعْدِن এসেছে। فِي مَعْدِنِ صِدْقٍ যেখান থেকে সততা বের হয়।",
        "hadithBengali": "৬১২৫। মুসাদ্দাদ (রহঃ) ... আব্বাস (রাঃ) থেকে বর্ণিত। তিনি একদা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জিজ্ঞাসা করলেন, আপনি কি আবূ তালিবকে কিছু উপকার করতে পেরেছেন?;\n",
        "id": 6125,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আব্বাস ইবনু আবদুল মুত্তালিব (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৩৩. সিরাত হল জাহান্নামের পুল",
        "hadithBengali": "৬১২৬। আবূল ইয়ামান ও মাহমূদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা কতিপয় লোক বলল, ইয়া রাসুলাল্লাহ! কিয়ামতের দিন আমরা কি আমাদের প্রভুকে দেখতে পাব? উত্তরে তিনি বললেনঃ সূর্যের নিচে যখন কোন মেঘ না থাকে তখন তা দেখতে কি তোমাদের কোন অসুবিধা হয়? তারা বলল, না, ইয়া রাসুলাল্লাহ। তিনি বললেনঃ পূর্নিমার চাঁদ যদি মেঘের অন্তরালে না থাকে তবে তা দেখতে কি তোমাদের কোন অসুবিধা হয়? তারা বলল, না ইয়া রাসুলাল্লাহ! তিনি বললেনঃ তোমরা নিশ্চয়ই কিয়ামতের দিন আল্লাহ তাআলাকে ঐরুপ দেখতে পাবে।;\n\nআল্লাহ তাআলা সকল মানুষকে একত্রিত করে বলবেন, (দুনিয়াতে) তোমরা যে যে জিনিসের ইবাদত করেছিলে সে তার সাথে চলে যাও। অতএব সূর্যের ইবাদতকারী সুর্যের সাথে, চন্দ্রের ইবাদতকারী চন্দ্রের সাথে এবং মূর্তিপূজারী মূর্তির সাথে চলে যাবে। অবশিষ্ট থাকবে এ উম্মাতের লোকেরা, যাদের মাঝে মুনাফিক সম্প্রদাযের লোকও থাকবে। তারা আল্লাহ তাআলাকে যে আকৃতিতে জানত, তার ব্যতিক্রম আকৃতিতে আল্লাহ তাআলা তাদের কাছে হাযির হবেন এবং বলবেন, আমি তোমাদের প্রভু। তখন তারা বলবে, আমরা তোমার থেকে আল্লাহর কাছে পানাহ চাই। আমাদের প্রভু না আসা পর্যন্ত আমরা এ স্থানেই থেকে যাব। আমাদের প্রভু যখন আমাদের কাছে আসবেন, আমরা তাকে চিনে নেব। এরপর যে আকৃতিতে তারা আল্লাহ তাআলাকে জানত সে আকৃতিতে তিনি তাদের কাছে হাযির হবেন এবং বলবেন, আমি তোমাদের প্রভু।;\n\nতখন তারা বলবে হ্যাঁ, আপনি আমাদের প্রভু। তখন তারা আল্লাহ তাআলার অনুসরণ করবে। এরপর জাহান্নামের পুল স্থাপন করা হবে। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন যে, সর্ব প্রথম আমি সেই পুল অতিক্রম করব। আর সেই দিন সমস্ত রাসুলের দুআ হবেاللَّهُمَّ سَلِّمْ سَلِّمْ অর্থাৎ হে আল্লাহ! রক্ষা কর, রক্ষা কর। সেই পুলের মাঝে সাদান নামক (এক প্রকার তিক্ত কাটাদার গাছ) গাছের কাটার ন্যায় কাটা থাকবে। তোমরা কি সাদানের কাঁটা দেখেছ। তারা বলল, হ্যাঁ, ইয়া রাসুলাল্লাহ।;\n\nতখন রাসুলসাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ এ কাঁটাগুলি সাদানে কাঁটার মতই হবে, তবে তা যে কত বড় হবে সে সম্পর্কে আল্লাহ ছাড়া কেউ জানে না। সে কাটাগুলি মানুষকে তাদের আমল অনুসারে ছিনিয়ে নেবে। তাদের মাঝে কতিপয় লোক এমন হবে যে তারা তাদের আমলের কারণে ধ্বংস হয়ে যাবে। আর কতিপয় লোক এমন হবে যে তাদের আমল হবে সরিষা তুল্য নগণ্য। তবুও তারা নাজাত পাবে। এমন কি আল্লাহ তাআলা বান্দাদের বিচার কার্য সম্পাদন করবেন এবং লা ইলাহা ইল্লাল্লাহ এর সাক্ষ্যদাতাদের থেকে যাদেরকে জাহান্নাম থেকে বের করার ইচ্ছা করবেন আল্লাহ তাদেরকে বের করার জন্য ফেরেশতাদেরকে আদেশ করবেন। সিজদার চিহ্ন থেকে ফেরেশতারা তাদেরকে চিনতে পারবে।;\n\nআর আল্লাহ তায়ালা বনী আদমের ঐ সিজদার স্থানগুলিকে জাহান্নামের জন্য হারাম কলে দিয়েছেন। সুতরাং ফেরেশতারা তাদেরকে এমতাবস্হায় বের করবে যে, তখন তাদের দেহ থাকবে কয়লার মত। তারপর তাদের দেহে পানি ঢেলে দেয়া হবে। যাকে বলা হয় -মাউল হায়াত- সঞ্জীবনী পানি। সাগরের ঢেউয়ে ভেসে আসা আবর্জনায় যেরুপ উদ্ভিদ জন্মায়- পরে এগুলো যেরুপ সজীব হয় তারাও সেরুপ সজীব হয়ে যাবে। এ সময় জাহান্নামের দিকে মুখ করে এক ব্যাক্তি দাড়িয়ে থাকবে আর বলবে, হে প্রভু! জাহান্নামের হাওয়া আমাকে ঝলসে দিয়েছে, এর জ্বলন্ত অঙ্গার আমাকে জ্বালিয়ে দিয়েছে সূতরাং তুমি আমার চেহারাটা জাহান্নামের দিক থেকে ঘুরিয়ে দাও। এভাবে সে আল্লাহকে ডাকতে থাকবে।;\n\nতখন আল্লাহ তাআলা বলবেনঃ আমি যদি তোমাকে এটা দিয়ে দেই তবে আর তুমি অন্যটির প্রার্থনা করবে? লোকটি বলবে, না। আল্লাহ, তোমার ইজ্জতের কসম! আর অন্যটি চাইব না। সুতরাং তার চেহারাটা জাহান্নামের দিক থেকে ফিরিয়ে দেয়া হবে। এরপর সে বলবে, হে প্রভূ! তুমি আমাকে জান্নাতের দরজার নিকটবর্তী করে দাও। আল্লাহ তাআলা বলবেন, তুমি কি বলনি যে, তুমি আমার কাছে আর অন্য কিছু চাইবে না? আফসোস তোমার জন্য আদম সন্তান! তুমি কতই না গাদ্দার? সে এরূপই প্রার্থনা করতে থাকবে। তখন আল্লাহ তাআলা বলবেনঃ সম্ভবত আমি যদি তোমাকে এটা দিয়ে দেই তবে তুমি অন্য আরেকটি আমার কাছে প্রার্থনা করবে।;\n\nলোকটি বলবে, না, তোমার ইজ্জতের কসম! অন্যটি আর চাইব না। তখন সে আল্লাহ তাআলার সঙ্গে এই মর্মে ওয়াদা করবে যে, সে আর কিছুই চাইবে না। তখন আল্লাহ তাআলা তাকে জান্নাতের দরজার নিকটবর্তী করবেন। সে যখন জান্নাতের মধ্যস্থিত নিয়ামতগুলি দেখতে পাবে, তখন আল্লাহ যতক্ষন চাইবেন ততক্ষন সে চুপ থাকবে। এরূপই সে বলতে থাকবে, হে প্রভু! তুমি আমাকে জান্নাতে প্রবেশ করাও। তখন আল্লাহ তাআলা বলবেন, তুমি কি বল নাই যে তুমি আর কিছু চাইবে না? আফসোস তোমার জন্য হে আদম সন্তান! তুমি কতইনা গাদ্দার।;\n\nলোকটি বলবে, হে প্রভু! তুমি আমাকে তোমার সৃষ্ট জীবের মাঝে সবচে হতভাগ্য কর না। এভাবে সে প্রার্থনা করতে থাকবে। পরিশেষে আল্লাহ তাআলা হেসে ফেলবেন। আর আল্লাহ তাআলা যখন হেসে ফেলবেন, তখন তাকে জান্নাতে প্রবেশের অনুমতি দিয়ে দিবেন। এরপর সে যখন জান্নাতে প্রবেশ করবে, তখন তাকে বলা হবে, তোমার যা ইচ্ছে হয় আমার কাছে চাও। সে (বিভিন্ন) আরয করবে, এমনকি তার আকাঙ্ক্ষা নিঃশেষ হয়ে যাবে। তখন আল্লাহ তাআলা বলবেনঃ এগুলি তোমার এবং এর সমপরিমানও তোমার।;\n\nআবূ হুরায়রা (রাঃ) বলেনঃ ঐ লোকটি হচ্ছে সর্বশেষে জান্নাতে প্রবেশকারী। রাবী বলেন যে, এ সময় আবূ সাঈদ খুদরী (রাঃ) আবূ হুরায়রা (রাঃ) এর সঙ্গে বসা ছিলেন। আবূ হুরায়রা (রাঃ) এর বর্ণনার মাঝে আবূ সাঈদ খুদরীর নিকট কোনরূপ পরিবর্তন ধরা পড়েনি। এমন কি তিনি যখন هَذَا لَكَ وَمِثْلُهُ مَعَهُ পর্যন্ত বর্ণনা করলেন, তখন আবূ সাঈদ খুদরী (রাঃ) বললেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি, তিনিهَذَا لَكَ وَعَشَرَةُ أَمْثَالِهِ এটি তোমার এবং দশ গুন বলেছেন। আবূ হুরায়রা (রাঃ) বলেনঃ আমি مِثْلُهُ مَعَهُ স্মরণ রেখেছি।;\n",
        "id": 6126,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    }
]