[
    {

        "chapter_bn": "২৭৩৪. আল্লাহর বাণীঃ নিশ্চয়ই আমি তোমাকে কাউসার দান করেছি। আবদুল্লাহ ইবন যায়িদ (রাঃ) বর্ণনা করেন, নবী (সাঃ) বলেছেনঃ তোমরা হাউযের কাছে আমার সঙ্গে মিলিত হওয়া পর্যন্ত সবর করতে থাকবে।",
        "hadithBengali": "৬১২৭। ইয়াহইয়া ইবনু হাম্মাদ (রহঃ) ... আবদুল্লাহ ইবনু মাসউদ (রাঃ) সুত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেনঃ আমি তোমাদের আগে হাউয এর কাছে পৌছব।;\n\nঅন্য সনদে আমর ইবনু আলী (রহঃ) ... আবদুল্লাহ ইবনু মাসউদ (রাঃ) সূত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেনঃ আমি তোমাদের আগে হাউয এর কাছে গিয়ে পৌছব। আর (ঐ সময়) তোমাদের কতিপয় লোককে নিঃসন্দেহে আমার সামনে উঠানো হবে। আবার আমার সামনে থেকে তাদেরকে পৃথক করে নেয়া হবে। তখন আমি আরয করব, প্রভু হে! এরা তো আমার উম্মাত। তখন বলা হবে, তোমার পরে এরা কি কীর্তি করেছে তাতো তুমি জানো না। আসিম আবূ ওয়াঈল থেকে তার অনুসরণ করেছে। এবং হুসায়ন হুযায়ফা সূত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন।;\n",
        "id": 6127,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ' ইব্'ন মাসউদ (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৩৪. আল্লাহর বাণীঃ নিশ্চয়ই আমি তোমাকে কাউসার দান করেছি। আবদুল্লাহ ইবন যায়িদ (রাঃ) বর্ণনা করেন, নবী (সাঃ) বলেছেনঃ তোমরা হাউযের কাছে আমার সঙ্গে মিলিত হওয়া পর্যন্ত সবর করতে থাকবে।",
        "hadithBengali": "৬১২৮। মুসাদ্দাদ (রহঃ) ... ইবনু উমর (রাঃ) সুত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেনঃ তোমাদের সামনে আমার হাউয এর দূরত্ব হবে এতটুকু যতটুকু দূরত্ব জারবা ও আযরুহ নামক স্থানদ্বয়ের মাঝে।;\n",
        "id": 6128,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৩৪. আল্লাহর বাণীঃ নিশ্চয়ই আমি তোমাকে কাউসার দান করেছি। আবদুল্লাহ ইবন যায়িদ (রাঃ) বর্ণনা করেন, নবী (সাঃ) বলেছেনঃ তোমরা হাউযের কাছে আমার সঙ্গে মিলিত হওয়া পর্যন্ত সবর করতে থাকবে।",
        "hadithBengali": "৬১২৯। আমর ইবনু মুহাম্মাদ (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আল কাওসার হচ্ছে- আল খায়রুল কাসীর বা অধিক কল্যাণ, যা আল্লাহ তাআলা মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে দান করেছেন। রাবী আবূ বিশর বলেনঃ আমি সাঈদকে বললাম যে, লোকেরা তো মনে করে সেটি জান্নাতের একটা ঝর্না। তখন সাঈদ বললেনঃ এটা ঐ ঝর্ণা যা জান্নাতের মাঝে রয়েছে। তাতে আছে এমন কল্যাণ যা আল্লাহ তাআলা তাঁকে প্রদান করেছেন।;\n",
        "id": 6129,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৩৪. আল্লাহর বাণীঃ নিশ্চয়ই আমি তোমাকে কাউসার দান করেছি। আবদুল্লাহ ইবন যায়িদ (রাঃ) বর্ণনা করেন, নবী (সাঃ) বলেছেনঃ তোমরা হাউযের কাছে আমার সঙ্গে মিলিত হওয়া পর্যন্ত সবর করতে থাকবে।",
        "hadithBengali": "৬১৩০। সাঈদ ইবনু আবূ মারিয়াম (রহঃ) ... আবদুল্লাহ ইবনু আমর (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমার হাউয (হাউযে কাওসার) এক মাসের দূরত্বের সমান (বড়) হবে। তার পানি দুধের চেয়ে শুভ্র, তার ঘ্রাণ মিশক এর চেয়ে সুগন্ধযুক্ত এবং তার পানপাত্রগুলি হবে আকাশের তারকার মত অধিক। যে ব্যাক্তি তা থেকে পান করবে সে আর কখনও পিপাসার্ত হবে না।;\n",
        "id": 6130,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আমর ইবনুল আস (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৩৪. আল্লাহর বাণীঃ নিশ্চয়ই আমি তোমাকে কাউসার দান করেছি। আবদুল্লাহ ইবন যায়িদ (রাঃ) বর্ণনা করেন, নবী (সাঃ) বলেছেনঃ তোমরা হাউযের কাছে আমার সঙ্গে মিলিত হওয়া পর্যন্ত সবর করতে থাকবে।",
        "hadithBengali": "৬১৩১। সাঈদ ইবনু উফায়র (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমার হাউযের পরিমাণ হল ইয়ামানের আয়লা ও সানআ নামক স্থানদ্বয়ের দূরত্বের সমান আর তার পানপাত্র সমূহ আকাশের তারকারাজির সংখ্যাতুল্য।;\n",
        "id": 6131,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৩৪. আল্লাহর বাণীঃ নিশ্চয়ই আমি তোমাকে কাউসার দান করেছি। আবদুল্লাহ ইবন যায়িদ (রাঃ) বর্ণনা করেন, নবী (সাঃ) বলেছেনঃ তোমরা হাউযের কাছে আমার সঙ্গে মিলিত হওয়া পর্যন্ত সবর করতে থাকবে।",
        "hadithBengali": "৬১৩২। আবূল ওয়ালীদ ও হুদবা ইবনু খালিদ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) সূত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেছেনঃ আমি জান্নাতে ভ্রমণ করছিলাম, এমন সময় এক ঝর্নার কাছে এলে দেখি যে তার দুটি ধারে ফাপা মুক্তার গম্বুজ রয়েছে। আমি বললাম, হে জিবরীল! এটা কি? তিনি বললেনঃ এটা ঐ কাওসার যা আপনার প্রভূ আপনাকে প্রদান করেছেন। তার মাটিতে অথবা ঘ্রাণে ছিল উৎকৃষ্ট মানের মিশক এর সুগন্ধি। হুদবা (রহঃ) সন্দেহ করেছেন।;\n",
        "id": 6132,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৩৪. আল্লাহর বাণীঃ নিশ্চয়ই আমি তোমাকে কাউসার দান করেছি। আবদুল্লাহ ইবন যায়িদ (রাঃ) বর্ণনা করেন, নবী (সাঃ) বলেছেনঃ তোমরা হাউযের কাছে আমার সঙ্গে মিলিত হওয়া পর্যন্ত সবর করতে থাকবে।",
        "hadithBengali": "৬১৩৩। মুসলিম ইবনু ইবরাহীম (রহঃ) ... আনাস (রাঃ) সুত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেছেনঃ আমার সামনে আমার উম্মতের কতিপয় লোক হাউযের কাছে আসবে। তাদেরকে আমি চিনে নিব। আমার সামনে থেকে তাদেরকে টেনে নিয়ে যাওয়া হবে। তখন আমি বলব, এরা আমার উম্মত। তখন আল্লাহ বলবেন, তুমি জানো না তোমার পরে এরা কি সব নতুন নতুন কীর্তি করেছে।;\n",
        "id": 6133,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৩৪. আল্লাহর বাণীঃ নিশ্চয়ই আমি তোমাকে কাউসার দান করেছি। আবদুল্লাহ ইবন যায়িদ (রাঃ) বর্ণনা করেন, নবী (সাঃ) বলেছেনঃ তোমরা হাউযের কাছে আমার সঙ্গে মিলিত হওয়া পর্যন্ত সবর করতে থাকবে।",
        "hadithBengali": "৬১৩৪। সাঈদ ইবনু আবূ মারিয়াম (রহঃ) ... সাহল ইবনু সাদ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমি তোমাদের আগে হাউযের ধারে পৌছব। যে আমার নিকট দিয়ে অতিক্রম করবে সে হাউযের পানি পান করবো। আর যে পান করবে সে আর কখনও পিপাসার্ত হবে না। নিঃসন্দেহে কিছু সম্প্রদায় আমার সামনে (হাউযে) উপস্থিত হবে। আমি তাদেরকে চিনতে পারব আর তারাও আমাকে চিনতে পারবে। এরপর আমার এবং তাদের মাঝে প্রতিবন্ধকতা সৃষ্টি করে দেওয়া হবে।;\n\nবারী আবূ হাযিম বলেনঃ নুমান ইবনু আবূ আইয়্যাশ আমার কাছ থেকে হাদীস শ্রবণ করার পর বললেনঃ তুমিও কি সাহল থেকে এরূপ শুনেছ? তখন আমি বললাম, হ্যাঁ। তিনি বললেনঃ আমি আবূ সাঈদ খুদরী (রাঃ) সম্পর্কে সাক্ষ্য দিচ্ছি যে, আমি তার কাছ থেকে এতটুকু অধিক শুনেছি। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমি তখন বলব যে এরা তো আমারই উম্মত। তখন বলা হবে, তুমি তো জানো না তোমার পরে এরা কি সব নতুন নতুন কীর্তি করেছে। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন তখন আমি বলব, আমার পরে যারা দ্বীনের মাঝে পরিবর্তন এনেছে তারা আল্লাহর রহমত থেকে দুরে থাকুক। ইবনু আব্বাস (রাঃ) বলেন,سُحْقًا অর্থ দুরুত্ব,سَحِيقٌ অর্থ দূর,سحقة واسحقة তাকে বের করে দিয়েছে।;\n\nআহমাদ ইবনু শাবীব ইবনু সাঈদ হাবাতী (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমার উম্মাত থেকে একদল লোক কিয়ামতের দিন আমার সামনে (হাউযে কাওসারে) উপস্থিত হবে। এরপর তাদেরকে হাউয থেকে পৃথক করে দেওয়া হবে। তখন আমি বলব, হে প্রভু! এরা আমার উম্মাত। তখন আল্লাহ তাআলা বলবেন, তোমার পরে এরা ধর্মে নতুন সংযোজনের মাধ্যমে কি সব কীর্তি করেছে এ ব্যাপারে নিশ্চয়ই তোমার জানা নেই। নিশ্চয়ই এরা দ্বীন থেকে পিছনের দিকে ফিরে গিয়েছিল। শুআইব (রহঃ) যুহরী সুত্রে বর্ণনা করেছেন যে আবূ হুরায়রা (রাঃ) সুত্রে রাসুলসাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকেفيحلون বর্ণিত। উকায়ল (রহঃ)فيحاون বলেছেনঃ যুবায়দী আবূ হুরায়রা (রাঃ) সূত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ননা করেছেন।;\n",
        "id": 6134,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সাহল বিন সাদ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৩৪. আল্লাহর বাণীঃ নিশ্চয়ই আমি তোমাকে কাউসার দান করেছি। আবদুল্লাহ ইবন যায়িদ (রাঃ) বর্ণনা করেন, নবী (সাঃ) বলেছেনঃ তোমরা হাউযের কাছে আমার সঙ্গে মিলিত হওয়া পর্যন্ত সবর করতে থাকবে।",
        "hadithBengali": "৬১৩৫। আহমদ ইবনু সালিহ (রহঃ) ... সাঈদ ইবনুল মূসাইয়্যাব (রহঃ) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাহাবীদের থেকে বর্ননা করেন যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমার উম্মাতের থেকে কতিপয় লোক আমার সামনে হাউযে কাওসারে উপস্থিত হবে। তারপর তাদেরকে সেখান থেকে পৃথক করে নেয়া হবে। তখন আমি বলব, হে রব! এরা আমার উম্মাত। তিনি বলবেন, তোমার পরে এরা (ধর্মে নতুন সংযোজনের মাধ্যমে) কি কীর্তিকলাপ করেছে সে সম্পর্কে নিশ্চয়ই তোমার জানা নেই। নিঃসন্দেহে এরা দ্বীন থেকে পিছনের দিকে ফিরে গিয়েছিল।;\n",
        "id": 6135,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সাঈদ ইবনু মুসাইয়্যাব (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৩৪. আল্লাহর বাণীঃ নিশ্চয়ই আমি তোমাকে কাউসার দান করেছি। আবদুল্লাহ ইবন যায়িদ (রাঃ) বর্ণনা করেন, নবী (সাঃ) বলেছেনঃ তোমরা হাউযের কাছে আমার সঙ্গে মিলিত হওয়া পর্যন্ত সবর করতে থাকবে।",
        "hadithBengali": "৬১৩৬। ইবরাহীম ইবনুল মুনযির (রহঃ) ... আবূ হুরায়রা (রাঃ) সুত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেনঃ এক সময় আমি (হাশরের ময়দানে) দাঁড়িয়ে থাকব। হঠাৎ দেখতে পাব একটি দল এবং আমি যখন তাদেরকে চিনে ফেলব, একটি লোক বেরিয়ে আসবে। তখন আমার ও তাদের মাঝ থেকে এবং সে বলবে, আপনি আসুন। আমি বলব, কোথায়? সে বলবে, আল্লাহর কসম জাহান্নামের দিকে। আমি বলব, তাদের অবস্থা কি? সে বলবে নিশ্চয় এরা আপনার ইন্তেকালের পর দ্বীন থেকে পশ্চাদ দিকে সরে গিয়েছিল। এরপর হঠাৎ আরেকটি দল দেখতে পাব। আমি তাদেরকে চিনে ফেলব। তখন আমার ও তাদের মাঝ থেকে একটি লোক বেরিয়ে আসবে। সে বলবে, আসুন! আমি বলবঃ কোথায়? সে বলবে আল্লাহর কসম, জাহান্নামের দিকে। আমি বলব, তাদের অবস্থা কি? সে বলবে, নিশ্চয়ই এরা আপনার ইন্তেকালের পর দ্বীন থেকে পশ্চাদপানে ফিরে গিয়েছিল। আমি মনে করি এরা রাখাল ছাড়া উটের মতো কম পরিমাণে নাজাত পাবে।;\n",
        "id": 6136,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৩৪. আল্লাহর বাণীঃ নিশ্চয়ই আমি তোমাকে কাউসার দান করেছি। আবদুল্লাহ ইবন যায়িদ (রাঃ) বর্ণনা করেন, নবী (সাঃ) বলেছেনঃ তোমরা হাউযের কাছে আমার সঙ্গে মিলিত হওয়া পর্যন্ত সবর করতে থাকবে।",
        "hadithBengali": "৬১৩৭। ইবরাহীম ইবনুল মুনযির (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমার ঘর ও আমার মিম্বরের মধ্যবর্তী স্থান জান্নাতের বাগান সমূহ হতে একটি বাগান। আর আমার মিম্বর আমার হাউজের ওপরে অবস্থিত।;\n",
        "id": 6137,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৩৪. আল্লাহর বাণীঃ নিশ্চয়ই আমি তোমাকে কাউসার দান করেছি। আবদুল্লাহ ইবন যায়িদ (রাঃ) বর্ণনা করেন, নবী (সাঃ) বলেছেনঃ তোমরা হাউযের কাছে আমার সঙ্গে মিলিত হওয়া পর্যন্ত সবর করতে থাকবে।",
        "hadithBengali": "৬১৩৮। আবদান (রহঃ) ... জুনদুব (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছিঃ আমি তোমাদের আগে হাউযের ধারে পৌছব।;\n",
        "id": 6138,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "জুনদুব ইবনু আবদুল্লাহ্ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৩৪. আল্লাহর বাণীঃ নিশ্চয়ই আমি তোমাকে কাউসার দান করেছি। আবদুল্লাহ ইবন যায়িদ (রাঃ) বর্ণনা করেন, নবী (সাঃ) বলেছেনঃ তোমরা হাউযের কাছে আমার সঙ্গে মিলিত হওয়া পর্যন্ত সবর করতে থাকবে।",
        "hadithBengali": "৬১৩৯। আমর ইবনু খালিদ (রহঃ) ... উকবা ইবনু আমির (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একদিন বের হলেন এবং ওহুদ যুদ্ধে শহীদদের প্রতি সালাত (নামায/নামাজ) জানাযার অনুরূপ সালাত আদায় করলেন। এরপর তিনি মিম্বরে ফিরে এসে বললেনঃ নিশ্চয়ই আমি তোমাদের জন্য হাউযের ধারে আগে পৌছব। নিশ্চয়ই আমি তোমাদের (কার্যাবলীর) সাক্ষী হব। আল্লাহর কসম! আমি এ মুহূর্তে আমার হাউয দেখতে পাচ্ছি। নিশ্চয়ই আমাকে বিশ্ব ভাণ্ডারের কুঞ্জি প্রদান করা হয়েছে। অথবা (বলেছেনঃ) বিশ্বের কুঞ্জি। আল্লাহর কসম! আমার ইন্তেকালের পর তোমরা শিরক করবে এ ভয় আমি করি না। তবে তোমাদের সম্পর্কে আমার ভয় হয় যে, দুনিয়া অর্জনে তোমরা পরস্পরে প্রতিযোগিতা করবে।;\n",
        "id": 6139,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উকবাহ ইবনু আমির (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৩৪. আল্লাহর বাণীঃ নিশ্চয়ই আমি তোমাকে কাউসার দান করেছি। আবদুল্লাহ ইবন যায়িদ (রাঃ) বর্ণনা করেন, নবী (সাঃ) বলেছেনঃ তোমরা হাউযের কাছে আমার সঙ্গে মিলিত হওয়া পর্যন্ত সবর করতে থাকবে।",
        "hadithBengali": "৬১৪০। আলী ইবনু আবদুল্লাহ (রহঃ) ... হারিসা ইবনু ওহাব (রাঃ) থেকে বর্ণিত। তিনি বলেন, আনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে হাউযে কাওসারের আলোচলা করতে শুনেছি। এ প্রসঙ্গে তিনি বলেছেনঃ হাউযে কাওসার মদিনা এবং সানআ নামক স্থানের মধ্যকার দুরত্বের মতো। ইবনু আবূ আদী (রহঃ) ... হারিসা (রাঃ) (কিঞ্চিত) অধিক বর্ণনা করেন যে, তিনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে হাউযে কাওসারের দূরত্ব মদিনা ও সানআর দূরত্ব তূল্য কথাটুকু শুনেছেন। তখন মুসতাওরিদ তাকে বললেন যে, আল আওয়ানী (রহঃ) বলেছেনঃ তা কি তুমি শুননি? তিনি বললেন, না। মুসতাওরিদ বললেনঃ এর পাত্রগুলো তারকারাজির ন্যায় পরিলক্ষিত হবে।;\n",
        "id": 6140,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": " হারিসাহ ইবনু ওয়াহব (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৩৪. আল্লাহর বাণীঃ নিশ্চয়ই আমি তোমাকে কাউসার দান করেছি। আবদুল্লাহ ইবন যায়িদ (রাঃ) বর্ণনা করেন, নবী (সাঃ) বলেছেনঃ তোমরা হাউযের কাছে আমার সঙ্গে মিলিত হওয়া পর্যন্ত সবর করতে থাকবে।",
        "hadithBengali": "৬১৪১। সাঈদ ইবনু আবূ মারিয়াম (রহঃ) ... আসমা বিনতু আবূ বকর (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ নিশ্চয়ই আমি হাউযের ধারে থাকব। তোমাদের মাঝ থেকে যারা আমার কাছে আসবে আমি তাদেরকে দেখতে পাব। কিছু লোককে আমার সামনে থেকে ধরে নিয়ে যাওয়া হবে। তখন আমি বলব, হে প্রভু! এরা আমার লোক, এরা আমার উম্মত। তখন বলা হবে, তুমি কি জানো তোমার পরে এরা কি সব করেছে? আল্লাহর কসম! এরা দ্বীন থেকে সর্বদাই পশ্চাদমুখী হয়েছিল। তখন ইবনু আবূ মুলায়কা বললেনঃ হে আল্লাহ, দ্বীন থেকে পৃষ্ঠ প্রদর্শন করা থেকে অথরা দ্বীনের ব্যাপারে ফিতনায় পতিত হওয়া থেকে আমরা তোমার কাছে আশ্রয় চাই। আবূ আবদুল্লাহ বুখারী (রহঃ) বলেন,أَعْقَابِكُمْ تَنْكِصُونَ অর্থ হলتَرْجِعُونَ عَلَى الْعَقِبِ তোমরা পিছনের দিকে ফিরে যাবে।;\n",
        "id": 6141,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আসমা বিনতু আবূ বাকর (রাঃ)",
        "status_bn": "সহিহ"

    }
]