[
    {

        "chapter_bn": "পরিচ্ছেদ নাই",
        "hadithBengali": "৬১৪২। আবূল ওয়ালীদ হিশাম ইবনু আবদউল মালিক (রহঃ) ... আবদূলাহ ইবনু মাসউদ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ বিশ্বাসী ও বিশ্বস্ত রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের প্রত্যেকেই আপন আপন মাতৃগর্ভে চল্লিশ দিন পর্যন্ত শুক্র বিন্দুরূপে জমা থাক। তারপর ঐরুপ চল্লিশ দিন রক্তপিণ্ড এবং এরপর ঐরুপ চল্লিশ দিন গোশত পিন্ডাকারে থাকে। তারপর আল্লাহ একজন ফেরেশতা প্রেরন করেন এবং তাকে বিযিক, মউত, দূর্ভাগ্য ও সৌভাগ্য-এ চারটি ব্যাপার লিপিবদ্ধ করার জন্য নির্দেশ প্রদান করা হয়। তিনি আরও বলেন, আল্লাহর কসম! তোমাদের মাঝে যে কেউ অথবা বলেছেনঃ কোন ব্যাক্তি জাহান্নামীদের আমল করতে থাকে।;\n\nএমন কি তার মাঝে এবং জাহান্নামের মাঝে তখন কেবলমাত্র একহাত বা এক গজের ব্যবধান থাকে। এমন সময় তাকদীর তার ওপর প্রাধান্য বিস্তার করে আর তখন সে জান্নাতীদের আমল করা শুরু করে দেয়। ফলে সে জান্নাতে প্রবেশ করে। আর এক ব্যাক্তি বেহেশতীদের আমল করতে থাকে। এমন কি তার মাঝে ও জান্নাতের মাঝে কেবলমাত্র এক গজ বা দু-গজের ব্যবধান থাকে। এমন সময় তাকদীর তার উপর প্রাধান্য বিস্তার করে আর অমনি সে জাহান্নামীদের আমল শুরু করে দেয়। ফলে সে জাহান্নামে প্রবেশ করে। আবূ আবদুল্লাহ বুখারী (রহঃ) বলেন যে, আদম তার বর্ননায় শুধুমাত্রذِرَاعٌ (এক গজ) বলেছেন।;\n",
        "id": 6142,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ' ইব্'ন মাসউদ (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "পরিচ্ছেদ নাই",
        "hadithBengali": "৬১৪৩। সুলায়মান ইবনু হারব (রহঃ) ... আনাস ইবনু মালিক (রাঃ) সুত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেনঃ আল্লাহ তাআলা রেহেমে (মাতৃগর্ভে) একজন ফেরেশতা নিয়োজিত করেছেন। তিনি বলেনঃ হে প্রভু! এটি বীর্য। হে প্রভু! এটি রক্তপিণ্ড। হে প্রভু! এটি গোশতপিণ্ড। আল্লাহ তাআলা যখন তার সৃষ্টি পরিপূর্ণ করতে চান, তখন ফেরেশতা বলে, হে প্রভু। এটি নর হবে, না নারী? এটি হতভাগ্য হবে, না ভাগ্যবান? তার জীবিকা কি পরিমাণ হবে? তার আয়ুষ্কাল কি হবে? তখন (আল্লাহ তাআলা যা নির্দেশ দেন) তার মাতৃগর্তে থাকা অবস্হায় ঐরূপই লিপিবদ্ধ করা হয।;\n",
        "id": 6143,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৩৫. আল্লাহ তাআলার ইলম এর উপর (মুতাবিক) কলম শুকিয়ে গিয়েছে। আল্লাহর বাণীঃ আল্লাহ জানেন বিধায় তাকে ভ্রষ্ট করে দিয়েছেন। আবু হুরায়রা (রাঃ) বলেন, নবী (সাঃ) আমাকে বলেছেনঃ যার সম্মুখীন তুমি হবে (তোমার যা ঘটবে) তা লিপিবদ্ধ করার পর কলম শুকিয়ে গেছে। ইবন আব্বাস (রাঃ) বলেছেন, لَهَا سَابِقُونَ - তাদের উপর নেকবখ্'তি প্রবল হয়ে গেছে।",
        "hadithBengali": "৬১৪৪। আদম (রহঃ) ... ইমরান ইবনু হুসায়ন (রাঃ) থেকে বর্ণিত। তিনি বলেন, এক ব্যাক্তি বলল, হে আল্লাহর রাসুল! জাহান্নামীদের থেকে জান্নাতীদেরকে চেনা যাবে? তিনি বললেনঃ হ্যাঁ। সে বলল, তাহলে আমলকারীরা আমল করবে কেন? তিনি বললেনঃ প্রত্যেক ব্যাক্তি ঐ আমলই করে যার জন্য তাকে সৃষ্টি করা হয়েছে। অথবা যা তার জন্য সহজ করা হয়েছে।;\n",
        "id": 6144,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "ইমরান ইবনু হুসায়ন (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৩৬. মানুষ যা করবে এ সম্পর্কে আল্লাহ তাআলা সর্বাধিক অবহিত",
        "hadithBengali": "৬১৪৫। মুহাম্মাদ ইবনু বাশশার (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ (একদা) রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে মুশরিকদের (মৃত নাবালিগ) সন্তানদের সম্পর্কে জিজ্ঞাসা করা হলে উত্তরে তিনি বললেনঃ তারা (জীবিত থাকলে) কি আমল করত এ সম্পর্কে আল্লাহ তাআলা সর্বাধিক অবহিত।;\n",
        "id": 6145,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৩৬. মানুষ যা করবে এ সম্পর্কে আল্লাহ তাআলা সর্বাধিক অবহিত",
        "hadithBengali": "৬১৪৬। ইয়াহইয়া ইবনু বুকায়র (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে মুশরিকদের (মৃত নাবালিগ) সন্তান-সন্ততি সম্পর্কে জিজ্ঞাসা করা হলে তিনি বললেনঃ তারা যা করত এ সম্পর্কে আল্লাহ তাআলা সর্বাধিক অবহিত।;\n",
        "id": 6146,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৩৬. মানুষ যা করবে এ সম্পর্কে আল্লাহ তাআলা সর্বাধিক অবহিত",
        "hadithBengali": "৬১৪৭। ইসহাক ইবনু ইবরাহীম (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কোন সন্তান যখন জন্মগ্রহণ করে, তবে স্বভাবধর্মের (ইসলাম) ওপরই জন্মগ্রহন করে। কিন্তু তার পিতামাতা (পরবর্তীতে) তাকে ইয়াহুদি বা নাসারা বানিয়ে দেয়। যেমন কোন চতুস্পদ প্রাণী যখন বাচ্চা প্রদান করে তখন কি কানকাটা (ত্রুটিযুক্ত) দেখতে পাও? যতক্ষন তোমরা তার কানকেটে ক্রটিযুক্ত করে দাও। তখন সাহাবাগণ আরয করলেন, হে আল্লাহর রাসুল! নাবালিগ অবস্থায় যে মৃত্যুবরণ করে তার সম্পর্কে আপনার অভিমত কি? তিনি বললেনঃ তারা যা করত এ সম্পর্কে আল্লাহ তাআলা সর্বাধিক অবহিত।;\n",
        "id": 6147,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৩৭. (মহান আল্লাহর বাণীঃ) আল্লাহ তাআলার বিধান নির্দিষ্ট ও নির্ধারিত",
        "hadithBengali": "৬১৪৮। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কোন নারী নিজে বিয়ে করার জন্য যেন তার বোনের (অপর নারীর) তালাক না চায়। কেননা, তার জন্য (তাকদীরে) যা নির্ধারিত আছে তাই সে পাবে।;\n",
        "id": 6148,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৩৭. (মহান আল্লাহর বাণীঃ) আল্লাহ তাআলার বিধান নির্দিষ্ট ও নির্ধারিত",
        "hadithBengali": "৬১৪৯। মালিক ইবনু ইসমাঈল (রহঃ) ... উসামা ইবনু যায়িদ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকটে ছিলাম। তার সঙ্গে সাদ ইবনু উবাদা উবাই ইবনু কাব ও মুআয ইবনু জাবালও ছিলেন। এমন সময় রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কোন এক কন্যা কর্তৃক প্রেরিত একজন লোক এই খবর নিয়ে এলো যে, তার পুত্র সন্তান মরণাপন্ন। তখন তিনি এই বলে লোকটিকে পাঠিয়ে দিলেন যে, আল্লাহর জন্যই- যা তিনি গ্রহণ করেন, আল্লাহর জন্যই- যা তিনি দান করেন। প্রত্যেকের জন্য নির্ধারিত একটি সময় রয়েছে। সুতরাং সে যেন ধৈর্য ধারণ করে এবং এটাকে যেন সে (সন্তান হারানকে) পূণ্য মনে করে।;\n",
        "id": 6149,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উসামাহ ইবনু যায়দ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৩৭. (মহান আল্লাহর বাণীঃ) আল্লাহ তাআলার বিধান নির্দিষ্ট ও নির্ধারিত",
        "hadithBengali": "৬১৫০। হিব্বান ইবনু মূসা (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত। তিনি (একদা) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট উপবিষ্ট ছিলেন। এমন সময় আনসার গোত্রের একটি লোক এসে বলল, হে আল্লাহর রাসুল! আমরা তো বাঁদীদের সাথে মিলিত হই অথচ মালকে মুহাব্বাত করি। সুতরাং আযল করা সম্পর্কে আপনার অভিমত কি? রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমরা কি এ কাজ কর? তোমাদের জন্য এটা করা আর না করা উভয়ই সমান। কেননা, যে কোন জীবন যা পয়দা হওয়াকে আল্লাহ তাআলা লিখে দিয়েছেন তা পয়দা হবেই।;\n",
        "id": 6150,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ সা'ঈদ খুদরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৩৭. (মহান আল্লাহর বাণীঃ) আল্লাহ তাআলার বিধান নির্দিষ্ট ও নির্ধারিত",
        "hadithBengali": "৬১৫১। মূসা ইবনু মাসউদ (রহঃ) ... হুযায়ফা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (একদা) আমাদের মাঝে এমন একটি ভাষণ প্রদান করলেন যাতে কিয়ামত পর্যন্ত যা সংঘটিত হবে এমন কোন কথাই বাদ দেননি। এগুলি স্মরণ রাখা যার সৌভাগ্য হয়েছে সে স্মরণ রেখেছে আর যে ভুলে যাবার সে ভুলে গিয়েছে। আমি ভুলে যাওয়া কোন কিছু যখন দেখতে পাই তখন তা চিনে নিতে পারি এভাবে যেমন, কোন ব্যাক্তি কাউকে হারিয়ে ফেললে আবার যখন তাকে দেখতে পায় তখন চিনতে পারে।;\n",
        "id": 6151,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "হুযাইফাহ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৩৭. (মহান আল্লাহর বাণীঃ) আল্লাহ তাআলার বিধান নির্দিষ্ট ও নির্ধারিত",
        "hadithBengali": "৬১৫২। আবদান (রহঃ) ... আলী (রাঃ) থেকে বর্নিত। তিনি বলেনঃ একদা আমরা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে উপবিষ্ট ছিলাম। তখন তার সঙ্গে ছিল একটি লাঠি। যা দিয়ে তিনি মাটি খুঁড়ছিলেন। তিনি তখন বললেনঃ তোমাদের মাঝে এমন কোন ব্যাক্তি নেই যার ঠিকানা জাহান্নামে বা জান্নাতে লিপিবদ্ধ করা হয়নি। লোকদের ভিতর থেকে এক ব্যাক্তি বলল, হে আল্লাহর রাসুল! আমরা কি তা হলে (এর উপর) নির্ভর করব না? তিনি বললেনঃ না, বরং আমল কর। কেননা, প্রত্যেকের জন্য আমল সহজ (যার জন্য তাকে সৃষ্টি) করা হয়েছে। এরপর তিনি তিলাওয়াত করলেনঃ فَأَمَّا مَنْ أَعْطَى وَاتَّقَى;\n",
        "id": 6152,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আলী ইবনু আবী তালিব (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৩৮.  আমালের ভাল-মন্দ শেষ অবস্থার ওপর নির্ভর করে ",
        "hadithBengali": "৬১৫৩। হিব্বান ইবনু মূসা (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমরা খায়বারের যুদ্ধে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে ছিলাম। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর সঙ্গীগণের মাঝ থেকে ইসলামের দাবি করছিল এমন এক ব্যাক্তি সম্পর্কে বললেন যে, এই লোকটি জাহান্নামী। যখন যুদ্ধ শুরু হল লোকটি প্রবল বেগে যুদ্ধে ঝাপিয়ে পড়ল। এতে সে প্রচুর ক্ষতবিক্ষত হল। তবু সে অটল রইল। সাহাবীগণের মাঝ থেকে একজন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে বললো, হে আল্লাহর রাসুল! জাহান্নামী হবে বলে আপনি যে ব্যাক্তি সম্পর্কে বলেছিলেন সে তো প্রবল বেগে আল্লাহর রাস্তায় যুদ্ধ করেছে এবং তাতে সে প্রচুর ক্ষতবিক্ষত হয়েছে।;\n\nতিনি বললেনঃ সাবধান, সে জাহান্নামী! এতে কতিপয় মুসলিমের মনে সন্দেহের ভাব হল। আর লোকটি ঐ অবস্থায়ই ছিল। হঠাৎ করে সে যখমের যন্ত্রণা অনুভব করতে লাগল-আর অমনই সে স্বীয় হাতটি তীরের থলের দিকে বাড়িয়ে দিল এবং একটি তীর বের করে আপন বক্ষে বিধিয়ে দিল। এতদৃষ্টে কয়েকজন মুসলিম রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে দৌড়িয়ে যেয়ে বলল, হে আল্লাহর রাসুল! আল্লাহ তাআলা আপনার কথাকে সত্যে পরিনত করে দেখালেন। অমুক ব্যাক্তি তো আত্নহত্যা করেছে। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ হে বিলাল! উঠে দাঁড়াও এবং এই মর্মে ঘোষণা করে দাও যে, জান্নাতে কেবলমাত্র মুমিনগণই প্রবেশ করবে। আর আল্লাহ তাআলা গুনাহগার বান্দাকে দিয়েও এই দ্বীনের সাহায্য করে থাকেন।;\n",
        "id": 6153,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৩৮.  আমালের ভাল-মন্দ শেষ অবস্থার ওপর নির্ভর করে ",
        "hadithBengali": "৬১৫৪। সাঈদ ইবনু আবূ মারিয়াম (রহঃ) ... সাহল ইবনু সাদ (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে থেকে যে সমস্ত মুসলিম যুদ্ধ করেছেন তাদের মাঝে একজন ছিল তীব্র আক্রমণকারী। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার দিকে নযর করে বললেনঃ যে ব্যাক্তি কোন জাহান্নামীকে দেখতে ইচ্ছা করে সে যেন এই লোকটির দিকে নযর করে। উপস্থিত লোকদের ভিতর থেকে এক ব্যাক্তি সেই লোকটির অনুসরণ করল। আর সে তখন প্রচণ্ডভাবে মুশরিকদের সঙ্গে মুকাবিলা করছিল। এমন কি সে (এক পর্যায়ে) যখম হয়ে তাড়াতাড়ি মৃত্যুবরণ করতে চাইল। সে তার তরবারীর তীক্ষ্ণ দিকটি তার বুকের উপর দাবিয়ে দিল। এমন কি দুকাঁধের মাঝ দিয়ে তরবারী বক্ষ ভেদ করল। (এতদৃষ্টে) লোকটি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে দৌড়ে এসে বলল, আমি সাক্ষ্য দিচ্ছি সত্যই আপনি আল্লাহর রাসূল।;\n\nতিনি জিজ্ঞাসা করলেন, কি হল? লোকটি বলল, আপনি অমুক ব্যাক্তি সম্পর্কে বলেছিলেনঃ যে ব্যাক্তি কোন জাহান্নামী লোক দেখতে চায় সে যেন এ লোকটিকে দেখে নেয়।; অথচ লোকটি অন্যান্য মুসলিমের তুলনায় অধিক রূপে আক্রমনকারী ছিল। সুতরাং আমার ধারণা ছিল এ লোকটির মৃত্যু এহেন অবস্থায় হবে না। যখন সে আঘাত প্রাপ্ত হল, তাড়াতাড়ি মৃত্যু কামনা করল এবং আত্নহত্যা করে বসল। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একথা শুনে বললেনঃ নিশ্চয়ই কোন বান্দা জাহান্নামীদের আমল করেন মূলত সে জান্নাতী। আর কোন বান্দা জান্নাতী লোকের আমল করেন মুলত সে জাহান্নামী। নিশ্চয়ই আমলের ভাল-মন্দ নির্ভর করে তার পারিণামের উপর।;\n",
        "id": 6154,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সাহল বিন সাদ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৩৯. বান্দার মানতকে তাকদীরে হাওালা করে দেওয়া",
        "hadithBengali": "৬১৫৫। আবূ নুআঈম (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মানত করতে নিষেধ করেছেন। এই মর্মে তিনি বলেন, মানত কোন জিনিসকে দূর করতে পারে না। এ দ্বারা শুধুমাত্র কৃপণের মাল খরচ হয়।;\n",
        "id": 6155,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৩৯. বান্দার মানতকে তাকদীরে হাওালা করে দেওয়া",
        "hadithBengali": "৬১৫৬। বিশর ইবনু মুহাম্মাদ (রহঃ) ... আবূ হুরায়রা (রাঃ) সুত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেছেনঃ মানত মানব সন্তানকে এমন কিছু এনে দিতে পারে না যা তাকদীরে নির্ধারণ নেই অথচ সে যে মানতটি করে তাও আমি তাকদীরে লিপিবদ্ধ করে দিয়েছি যেন এর দ্বারা কৃপণের কাছ থেকে (মাল) বের করে নেই।;\n",
        "id": 6156,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৪০. লা হাওলা ওয়ালা-কুওওয়াতা ইল্লা বিল্লাহ প্রসঙ্গে",
        "hadithBengali": "৬১৫৭। মুহাম্মাদ ইবনু মুকাতিল আবূল হাসান (রহঃ) ... আবূ মূসা আশআরী (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা আমরা যুদ্ধে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে ছিলাম। আমরা যখনই কোন উচ্চস্থানে আরোহণ করতাম, কোন উঁচুতে থাকতাম এবং কোন উপত্যকা অতিক্রম করতাম তখনই উচ্চঃস্বরে তাকবীর (আল্লাহু আকবার) বলতাম। রাবী বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের নিকটবর্তী হলেন এবং বললেনঃ হে লোক সকল! তোমরা নিজেদের উপর রহম কর। তোমরা কোন বধির বা কোন অনুপস্হিত সত্তাকে ডাকছ না- তোমরা তো ডাকছ শ্রবণকারী ও দর্শনকারী এক সত্তাকে। এরপর তিনি বললেনঃ হে আবদুল্লাহ ইবনু কায়স! আমি কি তোমাকে এমন একটি কালিমা শিক্ষা দিব না, যা কিনা জান্নাতের ভাণ্ডার সমূহের অন্যতম? তা হচ্ছেঃ لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ (লা-হাওলা ওয়ালা-কুওওয়াতা ইল্লা বিল্লাহ);\n",
        "id": 6157,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ মূসা আল- আশআরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৪১. নিষ্পাপ সে-ই আল্লাহ যাকে রক্ষা করেন। عَاصِمٌ অর্থ প্রতিরোধকারী। মুজাহিদ (রহঃ) বলেন, سُدًا عَنِ الْحَقِّ গোমরাহীতে বিমত্ত হওয়া, دَسَّاهَا তাকে গোমরাহ করেছে। ",
        "hadithBengali": "৬১৫৮। আবদান (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) সূত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেন, যে কোন লোককেই খলীফা বানানো হয় তার জন্য দুটি গুপ্তচর থাকে। একটা তো তাকে সৎকর্মের আদেশ করে এবং এর প্রতি তাকে উৎসাহিত করে। আরেকটা তাকে মন্দ কর্মের আদেশ করে এবং এর প্রতি তাকে প্ররোচিত করে। আর নিস্পাপ সেই ব্যাক্তি যাকে আল্লাহ তাআলা রক্ষা করেন।;\n",
        "id": 6158,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ সা'ঈদ খুদরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৪২. আল্লাহর বাণীঃ যে জনপদকে আমি ধ্বংস করেছি তার সম্পর্কে নিষেধাজ্ঞা রয়েছে যে, তার অধিবাসীবৃন্দ ফিরে আসবে না (২১ঃ ৯৫)। আল্লাহর বাণীঃ যারা ঈমান এনেছে তারা ছাড়া তোমার সম্প্রদায়ের অন্য কেউ কখনও ঈমান আনবে না (১১ঃ ৩৬)। আল্লাহর বাণীঃ তারা জন্ম দিতে থাকবে কেবল দুষ্কৃতিকারী ও কাফের (৭১ঃ ২৭)। মানসুর ইবন নো'মান ... ইবন আব্বাস (রাঃ) কর্তৃক বর্ণিত হাবশী ভাষায়  حرم অর্থ জরুরী হওয়া",
        "hadithBengali": "৬১৫৯। মাহমুদ ইবনু গায়লান (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আবূ হুরায়রা (রাঃ) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে ছোট গুনাহ সম্পর্কে যা বলেছেন তার চেয়ে যথাযথ উপমা আমি দেখি না। (নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ) আল্লাহ আদম সন্তানের উপর যিনার কোন না কোন হিসসা লিখে দিয়েছেন; তা সে অবশ্যই পাবে। সুতরাং চোখের যিনা হল (নিষিদ্ধদের প্রতি) নযর করা এবং জিহ্বার যিনা হল (যিনা সম্পর্কে) বলা। মন তার আকাঙ্ক্ষা ও কামনা করে, লজ্জাস্থান তাকে বাস্তবায়িত করে অথবা মিথ্যা প্রতিপন্ন করে। শাবাবা (রহঃ)ও ... আবূ হুরায়রা (রাঃ) সুত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে এরূপ বর্ণনা করেছেন।;\n",
        "id": 6159,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ' ইব্'ন মাসউদ (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৪৩. (মহান আল্লাহর বাণীঃ) আমি যে দৃশ্য তোমাকে দেখাচ্ছি তা কেবল মানুষের পরিক্ষার জন্য (১৭ঃ ৬০)",
        "hadithBengali": "৬১৬০। হুমাইদী (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত।وَمَا جَعَلْنَا الرُّؤْيَا الَّتِي أَرَيْنَاكَ إِلاَّ فِتْنَةً لِلنَّاسِ (আয়াতের ব্যাখ্যায়) তিনি বলেনঃ তা হচ্ছে চোখের দেখা। যে রজনীতে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বায়তুল মুকাদ্দাস পর্যন্ত ভ্রমণ করানো হয়েছিল, সে রজনীতে তাকে যা দেখানো হয়েছিল। তিনি বলেন, কুরআন মজীদে উল্লিখিত وَالشَّجَرَةَ الْمَلْعُونَةَ দ্বারা যাককুম (যাক্কুম) বৃক্ষকে বোঝানো হয়েছে।;\n",
        "id": 6160,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ' ইব্'ন মাসউদ (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৪৪. আদাম (রাঃ) ও মূসা (রাঃ) আল্লাহ তাআলার সামনে কথা কাটাকাটি করেন",
        "hadithBengali": "৬১৬১। আলী ইবনু আবদুল্লাহ (রহঃ) ... আবূ হুরায়রা (রাঃ) সুত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেনঃ আদম ও মূসা (আলাইহিমা সালাম) (পরস্পরে) কথা কাটাকাটি করেন। মূসা (আলাইহিস সালাম) বলেনঃ হে আদম, আপনি তো আমাদের পিতা। আপনি আমাদেরকে বঞ্চিত করেছেন এবং আমাদেরকে জান্নাত থেকে বের করেছেন। আদম (আলাইহিস সালাম) মূসা (আলাইহিস সালাম) কে বললেনঃ হে মূসা! আপনাকে তো আল্লাহ তাআলা স্বীয় কালামের মাধ্যমে সম্মানিত করেছেন এবং আপনার জন্য স্বীয় হাত দ্বারা লিখেছেন। অতএব আপনি কি আমাকে এমন একটি ব্যাপার নিয়ে তিরস্কার করছেন? যা আমার সৃষ্টির চল্লিশ বছর পূর্বেই আল্লাহ নির্ধারণ করে রেখেছিলেন। তখন আদম (আলাইহিস সালাম) মূসা (আলাইহিস সালাম) এর উপর এই বিতর্কে জয়ী হলেন। উক্ত কথাটি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তিনবার বলেছেন। সুফিয়ানও ... আবূ হুরায়রা (রাঃ) সুত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে এরূপ বর্ণনা করেছেন।;\n",
        "id": 6161,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৪৫. আল্লাহ তাআলা যা দান করেন তা রোধ করার কেউ নেই",
        "hadithBengali": "৬১৬২। মুহাম্মাদ ইবনু সিনান (রহঃ) ... মুগীরা ইবনু শুবা (রাঃ) এর আযাদকৃত গোলাম ওয়াররাদ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা মুআবিয়া (রাঃ) মুগীরা ইবনু শুবা (রাঃ) এর নিকট এই মর্মে চিঠি লিখলেন যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সালাত (নামায/নামাজ)-এর পর যা পাঠ করতেন এ সম্পর্কে তুমি যা শুনেছ আমার কাছে লিখে পাঠাও। তখন মুগীরা (রাঃ) আমাকে তা লিখে দেওয়ার দায়িত্ব দিলেন। তিনি বললেনঃ আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে সালাতের পরে বলতে শুনেছিاَ إِلَهَ إِلاَّ اللَّهُ، وَحْدَهُ لاَ شَرِيكَ لَهُ، اللَّهُمَّ لاَ مَانِعَ لِمَا أَعْطَيْتَ، وَلاَ مُعْطِيَ لِمَا مَنَعْتَ، وَلاَ يَنْفَعُ ذَا الْجَدِّ مِنْكَ الْجَدُّ অর্থাৎ আল্লাহ ছাড়া কোন ইলাহ নেই, তিনি অদ্বিতীয়, অংশীদারবিহীন। হে আল্লাহ! তুমি যা দান কর তা রদকারী কেউ নেই। আর তুমি যা রদ কর তার কোন দানকারীও নেই। তুমি ব্যতীত প্রচেষ্টাকারীর প্রচেষ্টাও কোন ফল বয়ে আনবে না।;\n\nইবনু জুরায়জ আবদা থেকে বর্ণনা করেন যে, ওয়াররাদ তাকে এ বিষয়ে জানিয়েছেন। এরপর আমি মুআবিয়া (রাঃ) এর নিকট গিয়েছি। তখন আমি তাঁকে শুনেছি তিনি মানুষকে এ দোয়া পড়তে হুকুম দিতেন।;\n",
        "id": 6162,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "মুগীরা ইবনু শু'বা  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৪৬. যে ব্যক্তি হতভাগ্যের গহীন গর্ত ও মন্দ তাকদীর থেকে আল্লাহ তা'আলার কাছে আশ্রয় চায়। এবং (মহান আল্লাহর) বাণীঃ বল, আমি শরণ লইতেছি উষার স্রষ্টার, তিনি যা সৃষ্টি করেছেন তার অনিষ্ট থেকে।",
        "hadithBengali": "৬১৬৩। মুসাদ্দাদ (রহঃ) ... আবূ হুরায়রা (রাঃ) সূত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেছেনঃ তোমরা ভয়াবহ বিপদ, হতভাগ্যের অতল গহবর, মন্দ তাকদীর এবং শত্রুর আনন্দ প্রকাশ থেকে আল্লাহ তাআলার কাছে আশ্রয় প্রর্থনা কর।;\n",
        "id": 6163,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৪৭. (আল্লাহ তাআলা) মানুষ ও তার অন্তরের মাঝে প্রতিবন্ধক হয়ে যান",
        "hadithBengali": "৬১৬৪। মুহাম্মাদ ইবনু মুকাতিল আবুল হাসান (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অধিকাংশ সময় এইরূপ শপথ করতেনঃ শপথ অন্তর সমূহের পরিবর্তনকারী (আল্লাহর)।;\n",
        "id": 6164,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৪৭. (আল্লাহ তাআলা) মানুষ ও তার অন্তরের মাঝে প্রতিবন্ধক হয়ে যান",
        "hadithBengali": "৬১৬৫। আলী ইবনু হাফস ও বিশর ইবনু মুহাম্মদ (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সইয়্যাদকে একদা বললেনঃ আমি (একটি কথা আমার অন্তকরণে) তোমার জন্য গোপন রেখেছি। সে বললো, তা হচ্ছে (কল্পনার) ধুম্রজাল মাত্র। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ চুপ কর, তুমি তো তোমার তাকদীরকে কখনও অতিক্রম করতে পারবে না। এতদশ্রবণে উমর (রাঃ) বললেন, আমাকে অনুমতি দিন আমি তার মুণ্ডপাত করে দেই। তিনি বললেনঃ রাখ একে, এ যদি তাই হয় তবে তুমি তার ওপর (এ কাজে) সক্ষম হবে না। আর যদি তা না হয় তাহলে তাকে হত্যা করার মাঝে তোমার জন্য কোন কল্যাণ নেই।;\n",
        "id": 6165,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৪৮. (মহান আল্লাহর বাণীঃ) বল, আমাদের জন্য আল্লাহ যা নির্দিষ্ট করেছেন তা ছাড়া আমাদের কিছুই হবে না। كَتَبَ নির্দিষ্ট করেছেন। মুজাহিদ (রহঃ) বলেছেন, بِفَاتِنِينَ যারা পথভ্রষ্ট হয়, হ্যাঁ যার সম্পর্কে আল্লাহ তা'আলা লিখে দিয়েছেন যে, সে জাহান্নামে যাবে। قَدَّرَ فَهَدَى বদবখ্'তি এবং নেকবখ্'তি নির্দিষ্ট করেছেন। জন্তুকে চারণভূমি পর্যন্ত পৌঁছানো।",
        "hadithBengali": "৬১৬৬। ইসহাক ইবনু ইবরাহীম আল হানযালী (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি একদা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে প্লেগ রোগ সম্পর্কে জিজ্ঞাসা করলেন। তিনি বললেনঃ এটা হচ্ছে আল্লাহর এক আযাব। আল্লাহ তাআলা যাকে ইচ্ছা তার ওপরই প্রেরণ করেন। আল্লাহ তাআলা এটা মুসলিমের জন্য রহমতে পরিণত করেছেন। প্লেগাক্রান্ত শহরে কোন বান্দা যদি ধৈর্যধারণ করে এ বিশ্বাস নিয়ে সেখানেই অবস্থান করে, তা থেকে বের না হয়। আল্লাহ তাআলা তার জন্য যা ভাগ্যে লিখেছেন তা ব্যতীত কিছুই তাকে স্পর্শ করবে না, তাহলে সে শহীদের সাওয়াব লাভ করবে।;\n",
        "id": 6166,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৪৯. (মহান আল্লাহর বাণীঃ) আল্লাহ আমাদের পথ না দেখালে আমরা কখনও পথ পেতাম না (৭ঃ ৪৩) (আরও ইরশাদ হল) আল্লাহ আমাকে পথ প্রদর্শন করলে আমি তো অবশ্যই মুত্তাকীদের অন্তর্ভুক্ত হতাম (৪৯ঃ ৫৭)",
        "hadithBengali": "৬১৬৭। আবূ নুমান (রহঃ) ... বারআ ইবনু আযিব (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ আমি খন্দকের যুদ্ধের দিন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দেখেছি, তিনি আমাদের সঙ্গে মাটি বহন করেছেন এবং বলছেনঃ আল্লাহর কসম! তিনি যদি আমাদেরকে হেদায়েত না করতেন তবে আমরা হেদায়েত পেতাম না। সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) পালন করতাম না আর সালাত (নামায/নামাজ)ও আদায় করতাম না। সুতরাং (প্রভু হে) আমাদের উপর প্রশান্তি নাযিল করুন আর শত্রুর মুকাবিলায় আমাদেরকে সুদৃঢ় রাখুন। মুশরিকরা আমাদের উপর অত্যাচার করেছে। তারাই আমাদের উপর ফিতনা (যুদ্ধ) চাপিয়ে দিতে চেয়েছে কিন্তু আমরা তা চাইনি।;\n",
        "id": 6167,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "বারাআ ইবনু আযিব (রাঃ)",
        "status_bn": "সহিহ"

    }
]