[
    {

        "chapter_bn": "আল্লাহ তা'আলার বাণীঃ এরপর এর কাফফারা দশজন দরিদ্রকে (মধ্যম ধরনের) আহার্য দান (৫ঃ ৮৯) যখন এ আয়াত নাযিল হল, তখন রাসুলুল্লাহ (সাঃ) যে হুকুম দিয়েছিলেন তা হচ্ছেঃ ফিদইয়া এর মধ্যে সাওম, সাদকা অথবা কুরবানী করা। ইবন আব্বাস, আতা ও ইকরামা থেকে বর্ণিত আছে যে, কুরআন মাজীদ যেখানে أَوْ أَوْ (অথবা অথবা) শব্দ আছে কুরআনের অনুসারীদের জন্য সেখানে ইখতিয়ার রয়েছে। নবী (সাঃ) কা'ব (রাঃ) কে ফিদইয়া আদায়ের ব্যাপারে ইখতিয়ার দিয়েছিলেন।",
        "hadithBengali": "৬২৫১। আহমাদ ইবনু ইউনুস (রহঃ) ... কাব ইবনু উজরা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি একদা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট উপস্থিত হলাম। তখন তিনি বললেনঃ কাছে এসো। আমি তার নিকটে গেলাম। তখন তিনি বললেনঃ তোমাকে কি তোমার উকুন যন্ত্রণা দিচ্ছে? আমি বললাম, হ্যাঁ। তিনি বললেনঃ সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) অথবা সাদাকা অথবা কুরবানী করে ফিদইয়া আদায় কর। ইবনু আউন আইউব থেকে আমার নিকট বর্ণনা করেন যে, সাওম হচ্ছে তিন দিন, কুরবানী হল একটি বকরী আর মিসকীনের সংখ্যা হল ছয়।;\n",
        "id": 6251,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "কাব ইবনু উজরাহ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৮২. মহান আল্লাহর বাণীঃ আল্লাহ তোমাদের শপথ হতে মুক্তি লাভের ব্যবস্থা করেছেন। আল্লাহ তোমাদের সহায় আর তিনি সর্বজ্ঞ, প্রজ্ঞাময় (৬৬ঃ ২) আর ধনী ও দরিদ্র কখন কার উপর কাফফারা ওয়াজিব হয়",
        "hadithBengali": "৬২৫২। আলী ইবনু আবদুল্লাহ (রহঃ) ... আবু হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এক ব্যাক্তি এসে বলল, আমি ধবংস হয়ে গেছি। তিনি বললেনঃ তোমার কি অবস্থা? লোকটি বলল, রমযানে আমি আমার স্ত্রীর সাথে (দিনের বেলা) সহবাস করেছি। তিনি বললেনঃ তুমি কি একটি গোলাম আযাদ করতে সক্ষম? লোকটি বলল, না। তিনি বললেনঃ তাহলে কি তুমি দুমাস লাগাতার সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) পালন করতে পারবে? সে বলল, না। তিনি বললেনঃ তা হলে কি তুমি ষাটজন মিসকীনকে খানা খাওয়াতে সক্ষম হবে? সে বলল, না। তিনি বললেনঃ বস। লোকটি বসল। তারপর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এক আরক আনা হলো যাতে ছিল খেজুর। আর আরক হচ্ছে বড় ধরনের পরিমাপ পাত্র। তিনি বললেনঃ এটা নিয়ে যাও এবং তা সাদাকা করে দাও। লোকটি বলল, এটা কি আমার চাইতে অধিকতর অভাবীকে প্রদান করব? তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হেসে ফেললেনঃ এমন কি তার মাড়ির দন্ত মুবারক পর্যন্ত দেখা গেল। তিনি বললেনঃ এটা তোমার পরিবারকে খাওয়াও।;\n",
        "id": 6252,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৮৩. যে ব্যক্তি কাফফারা আদায়ে দরিদ্রকে সাহায্য করে",
        "hadithBengali": "৬২৫৩। মুহাম্মাদ ইবনু মাহবুব (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্নিত। তিনি বলেন, এক ব্যাক্তি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে বলল, আমি ধ্বংস হয়ে গেছি। তিনি বললেনঃ কি ব্যাপার? লোকটি বলল, রমযানে (দিনের বেলা) আমি আমার স্ত্রীর সঙ্গে সহবাস করে ফেলেছি? তিনি বললেনঃ তুমি কি একটি গোলাম আযাদ করতে সক্ষম? সে বলল, না। তিনি বললেনঃ তাহলে কি তুমি দুমাস লাগাতার সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) পালন করতে সক্ষম? সে বলল, না। তবে কি তুমি ষাটজন মিসকীনকে খানা খাওয়াতে পারবে? লোকটি বলল, না। রাবী বলেনঃ এমন সময় এক আনসার ব্যাক্তি একটি আরক নিয়ে উপস্থিত হল। আর আরক হচ্ছে পরিমাপ পাত্র; তার মাঝে খেজুর ছিল। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ এটা নিয়ে যাও এবং তা সাদাকা করে দাও। সে বলল, ইয়া রাসুলাল্লাহ! আমার চেয়ে যে অভাবী তাকে কি দান করব? সে আরও বললঃ কসম ঐ মহান সত্তার, যিনি আপনাকে হকের (দ্বীনের) সাথে প্রেরণ-করেছেন; মদিনার দুউপত্যকার মধ্যবর্তী স্থানে আমার চেয়ে অধিক অভাবগ্রস্ত আর কেউ নেই। এরপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ যাও এগুলি তোমার পরিজনকে নিয়ে আহার করাও।;\n",
        "id": 6253,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৮৪. দশজন মিসকিন কে কাফফারা প্রদান করা; চাই তারা নিকটাত্মীয় হোক বা দূরের হোক",
        "hadithBengali": "৬২৫৪। আবদুল্লাহ ইরন মাসলামা (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, এক ব্যাক্তি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে বলল, আমি তো ধংস হয়ে গিয়েছি। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমার কি অবস্থা? লোকটি বলল, রমযানে (দিনের বেলায়) আমি আমার স্ত্রীর সঙ্গে সহবাস করেছি। তিনি বললেনঃ একটি গোলাম আযাদ করার মত কি তোমার কাছে কিছু আছে? সে বলল, না। তিনি বললেনঃ তবে কি তুমি দুমাস লাগাতার সাওম (রোযা/রোজা/সিয়াম/ছিয়াম) পালন করতে পারবে? সে বলল, না। বললেনঃ তাহলে কি তুমি ষাটজন মিসকীনকে আহার করাতে পারবে? সে বলল, আমার কাছে এখন কিছু নেই। এমন সময় নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে একটি আরক আনা হল যাতে খেজুর ছিল। তখন তিনি বললেনঃ এটা নিয়ে নাও এবং তা সাদাকা করে দাও। সে বলল, আমার চেয়ে যে অধিকতর অভাবী তাকে কি দেব? সে আরও বললঃ এখানকার দুটি উপত্যকার মাঝে আমাদের চেয়ে অভাবী তো আর কেউ নেই। এরপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ এটা নিয়ে যাও এবং তোমার পরিবারকে আহার করাও।;\n",
        "id": 6254,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৮৫. মাদীনার  সা ও নাবী (সাঃ)  এর মুদ্দ এবং এর বরকত। আর মাদীনাহবাসীগণ এর থেকে যুগযুগান্তর ধরে উত্তরাধিকারসুত্রে যা পেয়েছেন",
        "hadithBengali": "৬২৫৫। উসমান ইবনু আবূ শায়বা (রহঃ) ... সায়িব ইবনু ইয়াযীদ (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যামানায় সা ছিল তোমাদের এখনকার মুদ্দের হিসাবে এক মুদ্দ ও এক মুদ্দের এক-তৃতীয়াংশ পরিমাণ। এরপর উমর ইবনু আবদুল আযীয (রহঃ) এর যামানায় তার পরিমাণ বাড়ানো হয়েছে।;\n",
        "id": 6255,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সায়িব ইবনু ইয়াযীদ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৮৫. মাদীনার  সা ও নাবী (সাঃ)  এর মুদ্দ এবং এর বরকত। আর মাদীনাহবাসীগণ এর থেকে যুগযুগান্তর ধরে উত্তরাধিকারসুত্রে যা পেয়েছেন",
        "hadithBengali": "৬২৫৬। মুনয়ির ইবনুল ওয়ালীদ জারুদী (রহঃ) ... নাফি (রহঃ) থেকে বর্ণিত। তিনি বলেনঃ ইবনু উমর (রাঃ) রমযানের ফিতরা আদায় করতেন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর মুদ্দ অর্থাৎ প্রথম মুদ্দ এর মাধ্যমে। আর কসমের কাফফারাতেও তিনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর মুদ্দ ব্যাবহার করতেন। আবূ কুতায়বা বলেনঃ মালিক (রহঃ) আমাদেরকে বলেছেন যে, আমাদের মুদ্দ তোমাদের মুদ্দ অপেক্ষা বড়। আর আমরা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর মুদ্দের মাঝেই আধিক্য দেখি। রাবী বলেন, আমাকে মালিক (রহঃ) বলেছেনঃ তোমাদের কাছে কোন বাদশাহ এসে যদি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর মুদ্দ থেকে তোমাদের মুদ্দকে ছোট করে দিয়ে থাকেন, তাহলে তোমরা কিসের মাধ্যমে (ওযন করে) মানুষদেরকে দিতে? আমি বললাম, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর মুদ্দ দিয়েই প্রদান করতাম। তিনি বললেনঃ তোমরা কি দেখছ না যে, পরিমাপের ব্যাপারটা এভাবেই নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর মুদ্দের দিকে প্রত্যাবর্তন করছে।;\n",
        "id": 6256,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": " নাফি (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৮৫. মাদীনার  সা ও নাবী (সাঃ)  এর মুদ্দ এবং এর বরকত। আর মাদীনাহবাসীগণ এর থেকে যুগযুগান্তর ধরে উত্তরাধিকারসুত্রে যা পেয়েছেন",
        "hadithBengali": "৬২৫৭। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দোয়া করেছেনঃ হে আল্লাহ! তুমি তাদের (উম্মাতের) কায়ল (মাপে), সা ও মুদ্দের মাঝে বরকত প্রদান কর।;\n",
        "id": 6257,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৮৬. মহান আল্লাহর বাণীঃ অথবা গোলাম আযাদ করা। এবং কোন প্রকারের গোলাম আযাদ করা উত্তম",
        "hadithBengali": "৬২৫৮। মুহাম্মাদ ইবনু আবদুর রহীম (রহঃ) ... আবূ হুরায়রা (রাঃ) সুত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেছেনঃ যে ব্যাক্তি একটি মুসলিম গোলাম আযাদ করবে আল্লাহ তাআলা সে গোলামের প্রতিটি অঙ্গের বিনিময়ে জাহান্নামের আগুন থেকে তার প্রতিটি অংকে মুক্ত করবেন। এমন কি তার গুপ্তাঙ্গকেও গোলামের গুপ্তাঙ্গের বিনিময়ে মুক্ত করবেন।;\n",
        "id": 6258,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৮৭. কাফফারা আদায়ের ক্ষেত্রে মুদাব্বার, উম্মু ওয়ালাদ, মুতাকাব এবং যিনার সন্তান আযাদ করা। এবং তাউস বলেছেন, উম্মে ওয়ালাদ এবং মুদাব্বার আদায় করা চলবে।",
        "hadithBengali": "৬২৫৯। আবূ নুমান (রহঃ) ... জাবির (রাঃ) থেকে বর্নিত যে, আনসার সম্প্রদায়ের এক ব্যাক্তি তার গোলামকে মুদাব্বীর বানালো। ঐ গোলাম ব্যতীত তার আর কোন মাল ছিল না। খবরটি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে পৌছল। তিনি বললেনঃ গোলামটিকে আমার কাছ থেকে কে ক্রয় করবে? নুআয়ম ইবনু সাহহাম (রাঃ) তাকে আটশ দিরহামের বিনিময়ে ক্রয় করে নিল। সনদস্হিত রাবী আমর (রাঃ) বলেনঃ আমি জাবির ইবনু আবদুল্লাহ (রাঃ) কে বলতে শুনেছি যে, সে গোলামটি ছিল কিবতী আর (আযাদ করার) প্রথম বছরেই সে মারা গিয়েছিল।;\n",
        "id": 6259,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "জাবির ইবনু আবদুল্লাহ আনসারী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৮৮. যখন কেউ দুজনের মধ্যে শরীকানা কোন গোলাম আযাদ করে অথবা কাফফারার ক্ষেত্রে গোলাম আযাদ করে তখন তার ওয়ালাতে (স্বত্বাধিকারী) কে পাবে?",
        "hadithBengali": "৬২৬০। সুলায়মান ইবনু হারব (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত যে, তিনি বাবীরা নাম্নী বাদীকে ক্রয় করতে চাইলে তার মালিকগণ তার উপর ওয়ালা এর শর্তারোপ করল। আয়িশা (রাঃ) ব্যাপারটি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে উল্লেখ করলে তিনি বললেনঃ তাকে তুমি ক্রয় করে নাও কেননা ওয়ালা (স্বত্বাধিকার) হল ঐ ব্যাক্তির জন্য যে আযাদ করে দেয়।;\n",
        "id": 6260,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৮৯. কসমের ক্ষেত্রে ইনশাআল্লাহ বলা",
        "hadithBengali": "৬২৬১। কুতায়বা ইবনু সাঈদ (রহঃ) ... আবূ মূসা আল-আশআরী (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি একদা কতিপয় আশাআরী লোকের সঙ্গে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে একটি বাহন চাইবার জন্য এলাম। তিনি বললেনঃ আল্লাহর কসম! আমি তোমাদেরকে বাহন দিতে পারব না। কারণ, এমন কিছু আমার নিকট নেই যা বাহন হিসাবে তোমাদেরকে দিতে পারি। এরপর আল্লাহ তাআলা যতক্ষন চাইলেন আমরা অবস্থান করলাম। এমন সময় তাঁর নিকট কিছু উট আনা হল। তখন তিনি আমাদেরকে তিনটি উট দেওয়ার জন্য হুকুম করলেন। আমরা যখন রওনা করলাম, তখন পরস্পরে বলতে লাগলাম যে, আল্লাহ তো আমাদের বরকত দিবেন না।;\n\nরাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে বাহন চাওয়ার জন্য যখন এলাম তখন তিনি আমাদেরকে বাহন দিবেন না বলে কসম করলেন। এরপরও আমাদেরকে বাহন দিয়ে দিলেন। আবূ মূসা (রাঃ) বলেন, আমরা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে ফিরে এসে ব্যাপারটি তাঁর কাছে উল্লেখ করলাম। তখন তিনি বললেনঃ আমি তো তোমাদেরকে বাহন দেইনি; বরং আল্লাহ তাআলা দিয়েছেন। আল্লাহর কসম! ইনশাআল্লাহ আমি যখন কোন বিষয়ে কসম কবি আর তার বিপরীতটির মাঝে মঙ্গল দেখতে পাই তখন কসমের কাফফারা আদায় করে দেই। আর যেটি কল্যাণকর সেটিই বাস্তবায়িত করি।;\n",
        "id": 6261,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ মূসা আল- আশআরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৮৯. কসমের ক্ষেত্রে ইনশাআল্লাহ বলা",
        "hadithBengali": "৬২৬২। আবু নুমান (রহঃ) ... হাম্মাদ (রহঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কিন্তু আমি আমার কৃত কসমের কাফফারা আদায় করি এবং যেটি কল্যাণকর সেটি বাস্তবায়িত করি। অথবা বলেছেনঃ যেটি কল্যাণকর সেটি বাস্তবায়িত করি এবং এর কাফফারা আদায় করে দেই।;\n",
        "id": 6262,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "হাম্মাদ ইবনু যাইদ (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৮৯. কসমের ক্ষেত্রে ইনশাআল্লাহ বলা",
        "hadithBengali": "৬২৬৩। আলী ইবনু আবদুল্লাহ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, সুলায়মান (আলাইহিস সালাম) একদা বলেছিলেন যে, অবশ্যই আজ রাতে আমি নব্বইজন স্ত্রীর সঙ্গে মিলিত হব। তারা প্রত্যেকেই পুত্র সন্তান প্রসব করবে যারা আল্লাহর রাস্তায় জিহাদ করবে। তখন তার সাথী (রাবী সুফিয়ান সাথী দ্বারা ফেরেশতা বুঝিয়েছেন) বলল, আপনি ইনশাআল্লাহ বলুন। কিন্তু তিনি তা ভুলে গেলেন এবং সকল স্ত্রীর সাথে মিলিত হলেন। তবে একজন ব্যতীত অন্য কোন স্ত্রীর গর্ভ থেকেই কোন সন্তান পয়দা হল না; তাও ছিল অপূর্ণাঙ্গ।;\n\nআবূ হুরায়রা (রাঃ) এ ঘটনা প্রসঙ্গে বলেন যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তিনি কসমের মাঝে যদি ইনশাআল্লাহ বলতেন তাহলে তার কসময় ভঙ্গ হত না আবার উদ্দেশ্যও সাধিত হত। একবার আবূ হুরায়রা (রাঃ) এরূপ বর্ণনা করলেন যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তিনি যদি ইস্তিসনা; করতেন (অর্থাৎ ইনশাআল্লাহ বলতেন)। আবূ যিনাদ আরাজের মাধ্যমে আবূ হুরায়রা (রাঃ) বর্ণিত হাদীসের অনুরূপ বর্ননা করেছেন।;\n",
        "id": 6263,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৯০. কসম ভঙ্গ করার পূর্বে এবং পরে কাফফারা আদায় করা",
        "hadithBengali": "৬২৬৪। আলী ইবনু হুজর (রহঃ) ... যাহদাম জারমী (রাঃ) থেকে বর্নিত। তিনি বলেন, আমরা একদা আবূ মূসা আশআরী (রাঃ) এর নিকট ছিলাম। আমাদের এবং জারম গোত্রের মাঝে ভ্রাতৃত্ব ও সুসম্পর্ক বিদ্যমান ছিল। রাবী বলেনঃ তার জন্য খানা পেশ করা হল, তাতে ছিল মুরগীর গোশত। তাদের দলের মাঝে বনী তাইমিল্লাহ গোত্রের এক ব্যাক্তি ছিল যার গায়ের রং ছিল লাল যেন দেখতে গোলাম। রাবী বলেনঃ লোকটি খানার কাছেও গেল না। আবূ মূসা আশআরী তাকে বললেনঃ কাছে এসো (খানাতে শরীক হও)। কেননা, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর গোশত খেতে দেখেছি। লোকটি বলল, আমি একে (মুরগী) কিছু খেতে দেখেছি; ফলে আমি এটিকে ঘৃণা করছি। এবং সে থেকে কসম করেছি যে, কখনও আর এটি খাব না।;\n\nআবূ মূসা (রাঃ) বলেন, কাছে এসো; আমি তোমাকে এ সম্পর্কে অবহিত করব। একদা আমরা আশআরী সম্প্রদায়ের একটি দলের সঙ্গে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে একটি বাহন চাইবার জন্য আসলাম। তখন তিনি যাকাতের উট বণ্টন করছিলেন। আইয়্যুব বলেন, আমার মনে হয় তিনি তখন রাগান্বিত হয়ে বলেছিলেনঃ আল্লাহর কসম! আমি তোমাদেরকে বাহন দিব না। আর আমার কাছে বাহনযোগ্য কোন কিছুই নেই। বাবী বলেনঃ আমরা তখন প্রস্হান করলাম। এমন সময় তাঁর নিকট গনীমতের কয়েকটি উট আনা হল। তিনি বললেনঃ ঐ আশআরী লোকগুলো কোথায়? ঐ আশ আরী লোকগুলো কোথায়? তখন আমরা ফিরে এলাম এবং রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পাঁচটি আকর্ষনীয় উট আমাদেরকে দেওয়ার জন্য হুকুম করলেন। আমরা উটগুলো নিয়ে রওনা হলাম।;\n\nএমন সময় আমি আমার সঙ্গীদেরকে বললাম, আমরা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে বাহন চাওয়ার জন্য এসেছিলাম। আর তিনি আমাদেরকে বাহন দিবেন না বলে কসম করেছিলেন। কিন্তু এরপরে আমাদের কাছে লোক পাঠালেন এবং আমাদেরকে বাহন দিয়ে দিলেন। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর কসম ভুলে গিয়েছেন। আল্লাহর কসম! আমরা যদি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে তার কসমকে ভুলিয়ে দিয়ে থাকি তাহলে তো আমরা কখনও কৃতকার্য হতে পারব না। চল, আমরা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে ফিরে যাই এবং তার কসম সম্পর্কে স্মরণ করিয়ে দেই।;\n\nএরপর আমরা ফিরে গিয়ে বললাম, ইয়া রাসুলাল্লাহ! আমরা আপনার কাছে বাহন চাওয়ার জন্য এসেছিলাম, আপনি আমাদেরকে বাহন দিবেন না বলে কসম করেছিলেন। কিন্তু পরে আবার বাহন দিয়েছিলেন। এতে আমরা ধারণা করলাম বা বুঝতে পারলাম, আপনি হয়ত কসম ভুলে গিয়েছেন। তখন তিনি বললেনঃ তোমরা চলে যাও। নিশ্চয়ই আল্লাহই তো তোমাদেরকে বাহন দিয়েছেন। আল্লাহর কসম! নিশ্চয়ই আমি যখন আল্লাহর ইচ্ছায় কোন বিষয়ে কসম করি আর তার অন্যটির মাঝে মঙ্গল দেখতে পাই তখন যেটার মধ্যে কল্যান আছে সেটি বাস্তবায়িত করি এবং কসমের কাফফারা আদায় করে দেই।;\n\nহাম্মাদ ইবনু যায়িদ, আইউব, আবূ কিলাবা এবং কাসিম ইবনু আসিম কুলায়বী (রহঃ) থেকে উপরোক্ত হাদীসে ইসমাঈল ইবনু ইব্রাহিমের অনুসরণ করেছেন।;\n",
        "id": 6264,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "যাহদাম (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৯০. কসম ভঙ্গ করার পূর্বে এবং পরে কাফফারা আদায় করা",
        "hadithBengali": "৬২৬৫। কুতায়রা (রহঃ) ... যাহদাম (রহঃ) থেকে উক্তরূপ বর্ণিত আছে। (দেখুন হাদিস নম্বর ৬২৬৪);\n",
        "id": 6265,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "যাহদাম (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৯০. কসম ভঙ্গ করার পূর্বে এবং পরে কাফফারা আদায় করা",
        "hadithBengali": "৬২৬৬। আবূ মামার (রহঃ) ... যাহদাম (রহঃ) থেকেও উক্তরূপ বর্ণিত আছে। (দেখুন হাদিস নম্বর ৬২৬৪);\n",
        "id": 6266,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "যাহদাম (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৯০. কসম ভঙ্গ করার পূর্বে এবং পরে কাফফারা আদায় করা",
        "hadithBengali": "৬২৬৭। মুহাম্মাদ ইবনু আবদুল্লাহ (রহঃ) ... আবদুর রাহমান ইবনু সামুরা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তুমি নেতৃত্ব চাইও না। কেননা, চাওয়া ব্যতীত যদি তোমাকে তা দেওয়া হয় তবে তোমাকে তাতে সাহায্য করা হবে। আর যদি চাওয়ার পর তা তোমাকে দেওয়া হয় তবে তা তোমার দায়িত্বেই ছেড়ে দেওয়া হবে (অর্থাৎ ভাল মন্দের দায়িত্ব তোমারই থাকবে)। তুমি যখন কোন কিছুতে কসম কর আর কল্যাণ তার অন্যটির মাঝে দেখতে পাও। তখন যেটির মাঝে কল্যান সেটাই বাস্তবায়িত কর। আর তোমার কৃত কসমের কাফফারা আদায় করে দাও। আশহাল ইবনু হাতিম, ইবনু আউন থেকে এবং উসমান ইবনু আমর এর অনূসরণ করেছেন এবং ইউনুস, সিমাক ইবনু আতিয়্যা, সিমাক ইবনু হারব, হুমায়দ, কাতাদা, মানসুর, হিশাম ও রাবী উক্ত বর্ননায় আবদুল্লাহ ইবনু আউন এর অনুসরণ করেছেন।;\n",
        "id": 6267,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আব্দুর রহমান ইবন সামুরা (রাঃ)",
        "status_bn": "সহিহ"

    }
]