[
    {

       "chapter_bn": "মহান আল্লাহর বাণীঃ আল্লাহ তোমাদের সন্তান সম্বন্ধে নির্দেশ দিচ্ছেন ... দুই আয়াত পর্যন্ত",
       "hadithBengali": "৬২৬৮। কুতায়বা ইবনু সাঈদ (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, একদা আমি অসুস্থ হয়ে পড়লাম। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ও আবূ বকর (রাঃ) আমার শুশ্রুষা করলেন। তাঁরা উভয়েই পদব্রজে আসলেন এবং আমার কাছে উপস্থিত হলেন। আমি তখন বেহুশ অবস্হায় ছিলাম। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উযূ (ওজু/অজু/অযু) করলেন এবং আমার উপর উযূর পানি ঢেলে দিলেন। আমি হুশে এসে বললাম, ইয়া রাসূলাল্লাহ! আমার সম্পদের ব্যাপারে কি করব। আমার সস্পদের ব্যাপারে কি ব্যবস্হা গ্রহণ করব? তখন তিনি আমাকে কোন উত্তর দিলেন না। অবশেষে উত্তরাধিকার সংক্রান্ত আয়াত নাযিল হল।;\n",
       "id": 6268,
       "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
       "rabiNameBangla": "জাবির ইবনু আবদুল্লাহ আনসারী (রাঃ)",
       "status_bn": "সহিহ"

   },
   {

       "chapter_bn": "২৭৯১. উত্তরাধিকার সংক্রান্ত বিদ্যা শিক্ষা দেওয়া। উকবা ইবন আমির (রাঃ) বলেন, যারা ধারনাপ্রসূত কথা বলে তাদের এ ধরনের কথা বলার পূর্বেই তোমরা (উত্তরাধিকার বিদ্যা) শিখে নাও",
       "hadithBengali": "৬২৬৯। মূসা ইবনু ইসমাঈল (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা ধারণা করা পরিহার কর, কেননা, ধারণা করা হচ্ছে সর্বাধিক মিথ্যা। কারও দোষ তালাশ করো না, দোষ-বের করার জন্য গুপ্তচরবৃত্তি করো না, একে অপরের প্রতি হিংসা পোষণ করো না, পরিবারে সম্পর্কচ্ছেদ করো না। আল্লাহর বান্দা পরস্পরে ভাই ভাই হয়ে যাও।;\n",
       "id": 6269,
       "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
       "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
       "status_bn": "সহিহ"

   },
   {

       "chapter_bn": "১৭৯২. নাবী (সাঃ) এর বাণীঃ  আমাদের কোন উত্তরাধিকার  হবে না, আর যা কিছু আমরা রেখে যাই সবই হবে সদাকাসরূপ",
       "hadithBengali": "৬২৭০। আবদুল্লাহ ইবনু মুহাম্মাদ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত (রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর রেখে যাওয়া সস্পত্তির) উত্তরাধিকারিত্ব চাওয়ার জন্য একদা ফাতিমা ও আব্বাস (রাঃ) আবূ বকর সিদ্দীক (রাঃ) এর কাছে আসলেন। তাঁরা ঐ সময় ফাদাক ভূখণ্ডের এবং খায়বারের অংশ দাবি করছিলেন। তখন আবূ বকর সিদ্দীক (রাঃ) তাদের উভয়ের প্রতি লক্ষ্য করে বললেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে শুনেছি। তিনি বলেছেনঃ আমাদের কোন উত্তরাধিকারী হবে না, আমরা যা রেখে যাব তা সবই হবে সাদাকা। এ মাল থেকে মুহাম্মাদসাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর পরিবার ভোগ করবেন। আবূ বকর (রাঃ) বলেনঃ, আল্লাহর কসম! রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে আমি এতে যেভাবে করতে দেখেছি, তা সেভাবেই বাস্তবায়িত করব। রাবী বলেন, এরপর থেকে ফাতিমা (রাঃ) তাঁকে পরিহার করেছিলেন এবং মৃত্যু পর্যন্ত তার সাথে কথা বলেন নাই।;\n",
       "id": 6270,
       "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
       "rabiNameBangla": "আয়িশা (রাঃ)",
       "status_bn": "সহিহ"

   },
   {

       "chapter_bn": "১৭৯২. নাবী (সাঃ) এর বাণীঃ  আমাদের কোন উত্তরাধিকার  হবে না, আর যা কিছু আমরা রেখে যাই সবই হবে সদাকাসরূপ",
       "hadithBengali": "৬২৭১। ইসমাঈল ইবনু আবান (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমাদের কোন উত্তরাধিকারী হবে না। আমরা যা কিছু রেখে যাব সবই হবে সাদাকাস্বরূপ।;\n",
       "id": 6271,
       "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
       "rabiNameBangla": "আয়িশা (রাঃ)",
       "status_bn": "সহিহ"

   },
   {

       "chapter_bn": "১৭৯২. নাবী (সাঃ) এর বাণীঃ  আমাদের কোন উত্তরাধিকার  হবে না, আর যা কিছু আমরা রেখে যাই সবই হবে সদাকাসরূপ",
       "hadithBengali": "৬২৭২। ইয়াহইয়া ইবনু বুকায়র (রহঃ) ... মালিক ইবনু আউস ইবনু হাদাছান (রাঃ) থেকে বর্ণিত। মুহাম্মদ ইবনু জুবায়র ইবনু মুতঈম আমাকে (মালিক ইবনু আউস ইবনু হাদাছান) এর পক্ষ থেকে একটি ঘটনা বর্ণনা করলেন। তিনি বলেনঃ আমি মালিক ইবনু আউস (রাঃ) এর কাছে চলে গেলাম এবং ঘটনাটি সম্পর্কে জিজ্ঞাসা করলাম। তখন তিনি বললেন যে, আমি উমর (রাঃ) এর নিকট গিয়েছিলাম। এমন সময় তাঁর দারোয়ান ইয়ারফা সেখানে উপাস্থিত হয়ে বলল, আপনি উসমান, আবদুর রাহমান, যুবায়র ও সাদ (রাঃ) কে ভিতরে আসার অনুমতি দিবেন কি? তিনি বললেনঃ হ্যাঁ। তিনি তাঁদেরকে ভিতরে প্রবেশ করার অনুমতি দিলেন। এরপর সে উমর (রাঃ) এর নিকট এসে বলল, আপনি আলী ও আব্বাস (রাঃ) কে ভিতরে আসার অনুমতি দিবেন কি? তিনি বললেনঃ হ্যাঁ। আব্বাস (রাঃ) বলেনঃ হে আমীরুল মুমিনীন! আমার এবং এর মাঝে মীমাংসা করে দিন।;\n\nউমর (রাঃ) বললেনঃ আপনাদেরকে আল্লাহর কসম দিয়ে বলি যার হুকুমে আকাশ ও যমীন প্রতিষ্ঠিত আছে; আপনারা কি জানেন যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছিলেন, আমাদের কোন উত্তরাধিকারী থাকবে না, আমরা যা কিছু রেখে যাব সবই হবে সাদাকা স্বরূপ। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ দ্বারা নিজেকেই উদ্দেশ্য করেছিলেন। দলের লোকেরা বলল, অবশ্যই তিনি তা বলেছেন। এরপর তিনি আলী ও আব্বাস (রাঃ)-এর দিকে মুখ করে বললেনঃ আপনারা কি জানেন যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ কথা বলেছিলেন? তারা উভয়ে জবাব দিলেন, অবশ্যই তিনি তা বলেছেন।;\n\nউমর (রাঃ) বললেনঃ এখন আমি এ ব্যাপারে আপনাদের কাছে বর্ণনা রাখছি যে, আল্লাহ তায়ালা এ ফায় (বিনা যুদ্ধেপ্রাপ্ত ধন সম্পদ) এর ব্যাপারে তার রাসুলকে বিশেষত্ব প্রদান করেছেন, যা আর অন্য কাউকে করেননি। তিনি (আল্লাহ তাআলা) বলেনঃ مَا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ থেকেقَدِيرٌ পর্যন্ত তিলাওয়াত করে শোনালেন। এবং বললেনঃ এটা তো ছিল বিশেষ করে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর জন্য। আল্লাহ তাআলার কসম! তিনি আপনাদের ব্যতীত অন্য কারও জন্য এ মাল সংরক্ষণ করেননি। আর আপনাদের ব্যতীত অন্য কাউকে এতে প্রাধান্য দেননি। এ মাল তো আপনাদেরই তিনি দিয়ে গিয়েছেন এবং আপনাদের মাঝেই বণ্টন করেছেন। পরিশেষে এ মালটুকু অবশিষ্ট ছিল। তখন তিনি তার পরিবার-পরিজনের বছরের ভরণ-পোষনের জন্য এ থেকে খরচ করতেন। এরপর যা অবশিষ্ট থাকত তা আল্লাহর মাল হিসেবে (তার রাস্তায়) খরচ করতেন।;\n\nরাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার গোটা জীবদ্দশায়ই এরূপ করে গিয়েছেন। আমি আপনাদের আল্লাহর কসম দিয়ে জিজ্ঞাসা করছি, এ কথাগুলো কি আপনারা জানেন? তারা বললেনঃ হ্যাঁ। এরপর তিনি আলী (রাঃ) ও আব্বাস (রাঃ) এর দিকে লক্ষ্য করে বললেনঃ আমি আপনাদের দুজনকে আল্লাহর কসম দিয়ে জিজ্ঞাসা করছি, আপনারা কি এ কথাগুলো জানেন? তাঁরা উভয়ে বললেনঃ হ্যাঁ। এরপর আল্লাহ তার নবীকে ওফাত দান করলেন তখন আবূ বকর (রাঃ) বললেনঃ আমি আল্লাহর রাসুলের ওলী। এরপর উক্ত মাল হস্তগত করলেন এবং রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যেভাবে তা ব্যবহার করেছিলেন তিনিও তা সেভাবে ব্যবহার করেছেন। এরপর আল্লাহ তাআলা আবূ বকর (রাঃ)-এর ওফাত দান করলেন। তখন আমি বললাম, আমি আল্লাহর রাসুলের ওলীর ওলী। আমি এ মাল হস্তগত করলাম এবং রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ও আবূ বকর (রাঃ) এ মালের ব্যাপারে যে নীতি অবলম্বন করেছিলেন দুবছর যাবত আমি এ মালের ব্যাপারে সেই নীতি অবলম্বন করে আসছি।;\n\nএরপর আপনারা আমার কাছে আসলেন আর আপনাদের উভয়ের বক্তব্যও এক এবং ব্যাপারটিও অনুরূপ। [হে আব্বাস (রাঃ)] আপনি তো আপনার ভাতিজার থেকে প্রাপ্য অংশ আমার কাছ চাইছেন। আর আলী (রাঃ) আমার কাছে তার স্ত্রীর অংশ যা তার পিতা থেকে প্রাপ্য আমার কাছে তলব করছেন। সুতরাং আমি বলছি, আপনারা যদি এটা চান তাহলে আমি আপনাদেরকে তা দিয়ে দিতে পারি। এরপর কি আপনারা অন্য কোন ফায়সালা আমার কাছে চাইবেন? ঐ আল্লাহর কসম! যার হুকুমে আকাশ ও যমীন প্রতিষ্ঠিত আছে। আমি যে ফায়সালা প্রদান করলাম কিয়ামত পর্যন্ত এ ছাড়া আর অন্য কোন ফায়সালা দিতে পারব না। আপনারা যদি এ ধনসম্পদের শৃংখলা বিধানে অক্ষম হন তবে তা আমার কাছে ফিরিয়ে দিবেন, আমি তার শৃংখলা বিধান করব।;\n",
       "id": 6272,
       "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
       "rabiNameBangla": "মালিক ইবনু আওস",
       "status_bn": "সহিহ"

   },
   {

       "chapter_bn": "১৭৯২. নাবী (সাঃ) এর বাণীঃ  আমাদের কোন উত্তরাধিকার  হবে না, আর যা কিছু আমরা রেখে যাই সবই হবে সদাকাসরূপ",
       "hadithBengali": "৬২৭৩। ইসমাঈল (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমার রেখে যাওয়া সম্পত্তির দ্বীনার বন্টনযোগ্য নয়। আমার সহধর্মিণীগণের এবং আমার কর্মচারীবৃন্দের খরচ ব্যতীত যতটুকু থাকবে তা হবে সাদাকাতুল্য।;\n",
       "id": 6273,
       "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
       "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
       "status_bn": "সহিহ"

   },
   {

       "chapter_bn": "১৭৯২. নাবী (সাঃ) এর বাণীঃ  আমাদের কোন উত্তরাধিকার  হবে না, আর যা কিছু আমরা রেখে যাই সবই হবে সদাকাসরূপ",
       "hadithBengali": "৬২৭৪। আবদুল্লাহ ইবনু মাসলামা (রহঃ) ... নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সহধর্মিণী আয়িশা (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর ওফাতের পর তার সহধর্মিণীগণ আবূ বকর সিদ্দীক (রাঃ) এর কাছে আপন আপন উত্তরাধিকার চাওয়ার জন্য উসমান (রাঃ) কে পাঠানোর ইচ্ছা করলেন। তখন আয়িশা (রাঃ) বললেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কি এরূপ বলেননি, আমাদের কোন উত্তরাধিকারী নেই? আমরা যা রেখে যাব সবই হবে সাদাকাতুল্য।;\n",
       "id": 6274,
       "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
       "rabiNameBangla": "আয়িশা (রাঃ)",
       "status_bn": "সহিহ"

   },
   {

       "chapter_bn": "২৭৯৩. নাবী (সাঃ) এর বাণীঃ যে ব্যক্তি মাল রেখে যায় তা তার পরিবার-পরিজনের হবে",
       "hadithBengali": "৬২৭৫। আবদান (রহঃ) ... আবূ হুরায়রা (রাঃ) সুত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেন, আমি মুমিনদের নিকট তাদের প্রাণের চেয়েও অধিক প্রিয়। যে ব্যাক্তি ঋনগ্রস্ত অবস্থায় মারা যায় আর সে যদি ঋণ পুরা করার মত কোন সম্পদ রেখে না যায় তাহলে তা আদায় করার দায়িত্ব আমার। আর যে ব্যাক্তি কোন মাল রেখে মারা যায় তা হবে তার উত্তরাধিকারীদের জন্য।;\n",
       "id": 6275,
       "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
       "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
       "status_bn": "সহিহ"

   },
   {

       "chapter_bn": "২৭৯৪. পিতা-মাতার পক্ষ থেকে সন্তানের উত্তরাধিকার। যায়িদ ইবনু সাবিত (রাঃ) বলেন, কোন পুরুষ বা নারী যদি কন্যা সন্তান রেখে যায় তাহলে সে অর্ধাংশ পাবে। আর যদি তাদের সংখ্যা দুই বা ততোধিক হয় তারা পাবে দুই-তৃতীযাংশ। আর যদি উক্ত কন্যা বা কন্যা সমূহের সঙ্গে পুরুষ থাকে তাহলে প্রথমে অংশীদারদেরকে তাদের প্রাপ্ত দেয়ার পর বাকি অংশ দুই নারী সমান এক পুরুষ ভিত্তিতে বণ্টন করা হবে।",
       "hadithBengali": "৬২৭৬। মূসা ইবনু ইসমাঈল (রহঃ) ... ইবনু আব্বাস (রাঃ) সুত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেন, মীরাস তার হকদারদেরকে পৌছিয়ে দাও। এরপর যা অবশিষ্ট থাকে, তা নিকটতম পুরুষের জন্য।;\n",
       "id": 6276,
       "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
       "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
       "status_bn": "সহিহ"

   },
   {

       "chapter_bn": "২৭৯৫. কন্যা সন্তানের উত্তরাধিকার",
       "hadithBengali": "৬২৭৭। হুমায়দী (রহঃ) ... সাদ ইবনু আবূ ওয়াক্কাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি মক্কাতে একদা খুব অসুস্থ হয়ে পড়লাম এবং এতে আমি মৃতপ্রায় হয়ে গিয়েছিলাম। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সেবা শুশ্রুষা করার জন্য আমার কাছে তশরীফ আনলেন। তখন আমি বললাম, ইয়া রাসুলাল্লাহ! আমার তো অনেক ধন-সম্পদ রয়েছে। আর আমার একমাত্র কন্যা ব্যতীত আর কোন উত্তরাধিকারী নেই। আমি কি দুতৃতীয়াংশ মাল দান করে দেব? তিনি বললেনঃ না। (রাবী বলেন) আমি বললাম, তবে কি অর্ধেক দান করে দেব? তিনি বললেনঃ না। আমি বললাম, এক-তৃতীয়াংশ কি দান করে দেব? তিনি বললেন, এক-তৃতীয়াংশতো অনেক। তুমি তোমার সন্তানকে অভাবগ্রস্ত অবস্হায় রেখে যাবে আর সে মানুষের কাছে হাত পেতে ভিক্ষা করবে, এর চেয়ে তাকে সবল অবস্হায় রেখে যাওয়াটাই তো উত্তম।;\n\nতুমি (পবিবার-পরিজনের জন্য) যা খরচ করবে তার প্রতিদান তোমাকে দেওয়া হবে। এমন কি ঐ লোকমাটিরও প্রতিদান তোমাকে দেওয়া হবে যা তুমি তোমার স্ত্রীর মুখে তুলে দাও। আমি বললাম, ইয়া রাসুলাল্লাহ! আমি কি আমার হিজরতকৃত স্থান থেকে পশ্চাতে থেকে যাব? তিনি বললেন, আমার পশ্চাতে থেকে গিয়ে তুমি আল্লাহর সন্তুষ্টির জন্য যে আমলই করবে তাতে তোমার মর্যাদা ও সম্মান বৃদ্ধি পাবে। সম্ভবত তুমি আমার পরেও জীবিত থাকবে। এমন কি তোমার দ্বারা বহু সম্প্রদায় উপকৃত হবে এবং অন্যেবা ক্ষতিগ্রস্ত হবে। কিন্তু বেচারা সাদ ইবনু খাওলী (রাঃ) এর জন্য আফসোস। মক্কাতেই হয়েছিল তার মৃত্যু। সে জন্য রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর জন্য দুঃখ প্রকাশ করেন। সুফিয়ান (রাঃ) বলেনঃ সাদ ইবনু খাওলা (রাঃ) বনূ আমির ইবনু লুআই গোত্রের লোক ছিলেন।;\n",
       "id": 6277,
       "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
       "rabiNameBangla": "সা'দ বিন আবূ ওয়াক্কাস (রাঃ)",
       "status_bn": "সহিহ"

   },
   {

       "chapter_bn": "২৭৯৫. কন্যা সন্তানের উত্তরাধিকার",
       "hadithBengali": "৬২৭৮। মাহমূদ ইবনু গায়লান (রহঃ) ... আসওয়াদ ইবনু ইয়াযীদ (রহঃ) থেকে বর্নিত। তিনি বলেন, মুআয ইবনু জাবাল (রাঃ) আমাদের নিকট মুআজিম অথবা আমীর হিসাবে ইয়ামানে এলে আমরা তাঁর কাছে এমন এক ব্যাক্তি সম্পর্কে জিজ্ঞাসা করলাম, যে লোকটি এক কন্যা ও একটি ভগ্নি রেখে মারা গিয়েছে। তখন তিনি কন্যাটিকে সম্পত্তির অর্ধেক ও বোনকে অর্ধেক প্রদান করলেন।;\n",
       "id": 6278,
       "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
       "rabiNameBangla": "আসওয়াদ ইবনে ইয়াযীদ (রহঃ)",
       "status_bn": "সহিহ"

   },
   {

       "chapter_bn": "২৭৯৬. পুত্রের অবর্তমানে নাতির উত্তরাধিকার। যায়িদ (রাঃ) বলেন, পুত্রের সন্তানাদি পুত্রের মতই, যখন তাকে ছাড়া আর কোন সন্তান না থাকে। নাতিগণ পুত্রদের মত আর নাতনীগণ কন্যাদের মত। পুত্রদের মত নাতনীগণও উত্তরাধিকার হয়, আবার পুত্রগণ যেরূপ অন্যদেরকে মাহরুম করে নাতিগণও সেরূপ অন্যদেরকে মাহরুম করে। আর নাতিগণ পুত্রদের বর্তমানে উত্তরাধিকারী হয় না।",
       "hadithBengali": "৬২৭৯। মুসলিম ইবনু ইবরাহীম (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ প্রাপ্যাংশ (মিরাস) তাদের হকদারদের কাছে পৌছিয়ে দাও। এরপর যা অবশ্যই থাকবে তা নিকটতম-পুরুষের জন্য।;\n",
       "id": 6279,
       "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
       "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
       "status_bn": "সহিহ"

   },
   {

       "chapter_bn": "২৭৯৭. কন্যার বর্তমানে পুত্র তরফের নাতনীর উত্তরাধিকার",
       "hadithBengali": "৬২৮০। আদম (রহঃ) ... হুযায়ল ইবনু শুরাহবীল (রাঃ) থেকে বর্ণিত। তিনি বলেন, একদা আবূ মূসা (রাঃ) কে কন্যা, পুত্র পক্ষের নাতনী এবং ভগ্নির উত্তরাধিকার সম্পর্কে জিজ্ঞাসা করা হল। তখন তিনি বললেনঃ কন্যার জন্য অর্ধেক আর ভগ্নির জন্য অর্ধেক। (তিনি বললেন) তোমরা ইবনু মাসউদ (রাঃ) এর কাছে গিয়ে জিজ্ঞাসা করে দেখ, তিনিও হয়ত আমার মত উত্তর দিবেন। সুতরাং ইবনু মাসউদ (রাঃ) কে এ সম্পর্কে জিজ্ঞাসা করা হল এবং আবূ মূসা (রাঃ) যা বলেছেন সে সম্পর্কেও তাকে অবহিত করা হল। তিনি বললেনঃ আমি তো গোমরা হয়ে যাব, হেদায়েত প্রাপ্তদের অন্তর্ভুক্ত থাকতে পারব না। আমি এ ব্যাপারে তোমাদের মাঝে ঐ ফায়সালাই করব, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যে ফায়সালা প্রদান করেছিলেন। কন্যা পাবে অর্ধাংশ আর নাতনী পাবে ষষ্ঠাশ। এভাবে দুতৃতীয়াংশ পুরু হবে। অবশিষ্ট এক-তৃতীয়াংশ থাকবে ভন্নির জন্য। এরপর আমরা আবূ মূসা (রাঃ)-এর কাছে আসলাম এবং ইবনু মাসউদ (রাঃ) যা বললেন, সে সম্পর্কে তাঁকে অবহিত করলাম। তখন তিনি বললেনঃ যতদিন এ অভিজ্ঞ আলিম (জ্ঞানতাপস) তোমাদের মাঝে বিদ্যমান থাকবে ততদিন আমার কাছে কিছু জিজ্ঞাসা করো না।;\n",
       "id": 6280,
       "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
       "rabiNameBangla": "হুযায়ল ইবনু শুরাহবীল (রহঃ)",
       "status_bn": "সহিহ"

   },
   {

       "chapter_bn": "২৭৯৮. পিতা ও ভ্রাতৃবৃন্দের বর্তমানে দাদার উত্তরাধিকার। আবূ বকর সিদ্দীক (রাঃ), ইবনু আব্বাস (রাঃ) এবং ইবনু যুবায়র (রাঃ) বলেন যে, দাদা পিতার মতই। ইবনু আব্বাস (রাঃ) এরূপ পড়েছেন يَا بَنِي آدَمَ، وَاتَّبَعْتُ مِلَّةَ آبَائِي إِبْرَاهِيمَ وَإِسْحَاقَ وَيَعْقُوبَ  বস্তুত এরকম কেউ ই বলেননি যে, আবূ বকর (রাঃ)এর যামানায় কেউ তার বিরুদ্ধাচরণ করেছেন। অথচ সে সময়ে নবী করীম (সাঃ) এর অনেক সাহাবী বিদ্যমান ছিল। আর ইবনু আব্বাস (রাঃ) বলেন, আমার নাতি আমার উত্তরাধিকারী হবে, আমার ভাই নয়। তবে আমি আমার নাতির উত্তরাধিকারী হব না। তবে উমর আলী ইবনু্ মাসঊদ এবং যায়িদ (রাঃ) থেকে এ সম্পর্কে বিভিন্ন বক্তব্য পাওয়া যায়।",
       "hadithBengali": "৬২৮১। সুলায়মান ইবনু হারব (রহঃ) ... ইবনু আব্বাস (রাঃ) সুত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেছেনঃ প্রাপ্যাংশ তার হকদারকে পৌছিয়ে দাও। এরপর যা অর্বশিষ্ট থাকবে তা নিকটতম পুরুষের জন্য।;\n",
       "id": 6281,
       "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
       "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
       "status_bn": "সহিহ"

   },
   {

       "chapter_bn": "২৭৯৮. পিতা ও ভ্রাতৃবৃন্দের বর্তমানে দাদার উত্তরাধিকার। আবূ বকর সিদ্দীক (রাঃ), ইবনু আব্বাস (রাঃ) এবং ইবনু যুবায়র (রাঃ) বলেন যে, দাদা পিতার মতই। ইবনু আব্বাস (রাঃ) এরূপ পড়েছেন يَا بَنِي آدَمَ، وَاتَّبَعْتُ مِلَّةَ آبَائِي إِبْرَاهِيمَ وَإِسْحَاقَ وَيَعْقُوبَ  বস্তুত এরকম কেউ ই বলেননি যে, আবূ বকর (রাঃ)এর যামানায় কেউ তার বিরুদ্ধাচরণ করেছেন। অথচ সে সময়ে নবী করীম (সাঃ) এর অনেক সাহাবী বিদ্যমান ছিল। আর ইবনু আব্বাস (রাঃ) বলেন, আমার নাতি আমার উত্তরাধিকারী হবে, আমার ভাই নয়। তবে আমি আমার নাতির উত্তরাধিকারী হব না। তবে উমর আলী ইবনু্ মাসঊদ এবং যায়িদ (রাঃ) থেকে এ সম্পর্কে বিভিন্ন বক্তব্য পাওয়া যায়।",
       "hadithBengali": "৬২৮২। আবূ মামার (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্নিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমি যদি এ উম্মাত থেকে কাউকে খলীল (অন্তরঙ্গ বন্ধু) বানাতাম তবে তাকে [আবূ বকর (রাঃ)] কে বানাতাম। কিন্তু ইসলামী বন্ধুত্বই হচ্ছে সর্বোত্তম। أَفْضَلُ শব্দ বলেছেনঃ না কি خَيْرٌ এতে রাবীর সন্দেহ আছে। তিনি দাদাকে পিতার মর্যাদা দিয়েছেন أَنْزَلَهُ أَبًا অথবা قَضَاهُ أَبًا বলেছেন।;\n",
       "id": 6282,
       "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
       "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
       "status_bn": "সহিহ"

   },
   {

       "chapter_bn": "২৭৯৯. সন্তানাদির বর্তমানে স্বামীর উত্তরাধিকার",
       "hadithBengali": "৬২৮৩। মুহাম্মদ ইবনু ইউসুফ (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, (প্রথমে) মাল ছিল সন্তানাদির আর ওসিয়াত ছিল পিতামাতার জন্য। কিন্তু পরে আল্লাহ তা রহিত করে দিয়ে এর চেয়ে উত্তমটি প্রবর্তন করেছেন। পূরুষের জন্য নারীদের দুজনের সমতূল্য অংশ নির্ধারণ করেছেন। আর পিতা-মাতার প্রত্যেকের জন্য এক-যষ্ঠাংশ নির্ধারণ করেছেন। স্ত্রীর জন্য নির্ধারণ করেছেন (সন্তান থাকা অবস্থায়) এক-অষ্টমাংশ এবং (সন্তান না থাকলে) এক-চতূর্থাংশ। আর স্বামীর জন্য (সন্তান না থাকলে) অর্ধেক আর (সন্তান থাকলে) এক-চতুর্থাংশ।;\n",
       "id": 6283,
       "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
       "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
       "status_bn": "সহিহ"

   },
   {

       "chapter_bn": "২৮০০. সন্তানাদির বর্তমানে স্বামী ও স্ত্রীর উত্তরাধিকার",
       "hadithBengali": "৬২৮৪। কুতায়বা ইবনু সাঈদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, বনী লিহয়ান গোত্রের জনৈক মহিলার একটি ভ্রুণপাত সংক্রান্ত ব্যাপারে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একটি গোলাম বা দাসী প্রদানের নির্দেশ দিলেন। এরপর তিনি যে মহিলাটিকে নির্দেশ দিয়েছিলেন সে মারা গেল। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ফায়সালা দিলেন, তার উত্তরাধিকার সুত্রে প্রাপ্ত সম্পত্তি তার পুত্রগণ ও স্বামীর জন্য। আর দিয়াত (গোলাম বা বাদী) তার আসাবার জন্য।;\n",
       "id": 6284,
       "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
       "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
       "status_bn": "সহিহ"

   },
   {

       "chapter_bn": "২৮০১. কন্যাদের বর্তমানে ভগ্নি আসাবা হিসাবে উত্তরাধিকারিণী হয়",
       "hadithBengali": "৬২৮৫। বিশর ইবনু খালিদ (রহঃ) ... আল আসওয়াদ (রহঃ) থেকে বর্ণিত। তিনি বলেন, মুআয ইবনু জাবাল (রাঃ) রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যামানায় আমাদের মাঝে এ ফায়সালা দিয়েছিলেন যে, কন্যা পাবে সম্পত্তির অর্ধেক আর ভগ্নির জন্যও অর্ধেক। এরপর সনদস্থিত রাবী সুলায়মান বলেন, তিনি (আল আসওয়াদ) আমাদের এ ব্যাপারে মীমাংসা করেছিলেন। তবে عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم (রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যামানায়) কথাটি উল্লেখ করেনি।;\n",
       "id": 6285,
       "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
       "rabiNameBangla": "আসওয়াদ (রহঃ)",
       "status_bn": "সহিহ"

   },
   {

       "chapter_bn": "২৮০১. কন্যাদের বর্তমানে ভগ্নি আসাবা হিসাবে উত্তরাধিকারিণী হয়",
       "hadithBengali": "৬২৮৬। আমর ইবনু আব্বাস (রহঃ) ... হুযায়ল (রহঃ) থেকে বর্ণিত। তিনি বলেন, আবদুল্লাহ ইবনু মাসউদ (রাঃ) বলেছেন, আমি এতে ঐ ফয়সালাই করব যা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম করেছিলেন। অথবা তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ (তা হচ্ছে) কন্যার জন্য সম্পত্তির অর্ধেক আর পুত্র পক্ষের নাতনীদের জন্য ষষ্ঠাংশ। এরপর যা অবশিষ্ট থাকবে তা ভগ্নির জন্য।;\n",
       "id": 6286,
       "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
       "rabiNameBangla": "",
       "status_bn": "সহিহ"

   },
   {

       "chapter_bn": "২৮০২. ভগ্নিগণ ও ভ্রাতৃগণের উত্তরাধিকার ",
       "hadithBengali": "৬২৮৭। আবদুল্লাহ ইবনু উসমান (রহঃ) ... জাবির (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি অসুস্থ ছিলাম। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার নিকট তশরীফ আনলেন। এসে উযূর পানি চাইলেন এবং উযূ (ওজু/অজু/অযু) করলেন। তারপর উযূর বেঁচে যাওয়া পানি থেকে আমার উপর ঢেলে দিলেন। তখন আমি প্রকৃতিস্থ হলাম এবং আরয করলাম, ইয়া রাসুলাল্লাহ! আমার ভগ্নিগণ আছে ঐ সময় উত্তরাধিকার বিষয়ক আয়াত নাযিল হয়।;\n",
       "id": 6287,
       "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
       "rabiNameBangla": "জাবির ইবনু আবদুল্লাহ আনসারী (রাঃ)",
       "status_bn": "সহিহ"

   },
   {

       "chapter_bn": "২৮০৩. (মহান আল্লাহর বাণীঃ) লোকেরা আপনার নিকট ব্যবস্থা জানতে চায়। বলুন, পিতা মাতাহীন নিঃসন্তান ব্যক্তি সম্বন্ধে তোমাদেরকে আল্লাহ ব্যবস্থা জানাচ্ছেন ... আয়াতের শেষ পর্যন্ত",
       "hadithBengali": "৬২৮৮। উবায়দুল্লাহ ইবনু মূসা (রহঃ) ... বারআ (রাঃ) থেকে বর্ণিত। তিনি বলেন, সর্বশেষ নাযিলকৃত আয়াত হচ্ছে সূরা নিসার আখেরী আয়াতঃ يَسْتَفْتُونَكَ قُلِ اللَّهُ يُفْتِيكُمْ فِي الْكَلاَلَةِ;\n",
       "id": 6288,
       "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
       "rabiNameBangla": "বারাআ ইবনু আযিব (রাঃ)",
       "status_bn": "সহিহ"

   },
   {

       "chapter_bn": "২৮০৪. (কোন মেয়েলোকের) দু'জন চাচাতো ভাই, তন্মধ্যে একজন যদি মা শরীক ভাই আর অপরজন যদি স্বামী হয়। আলী (রাঃ) বলেন, স্বামীর জন্য অংশ হচ্ছে অর্ধেক আর মা শরীক ভাই-এর অংশ এক ষষ্ঠাংশ। এরপর অবশিষ্টাংশ দু এর মাঝে আধাআধি হারে দিতে হবে।",
       "hadithBengali": "৬২৮৯। মাহমুদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমি মুমিনদের নিকট তাদের প্রাণের চেয়েও অধিক প্রিয়। যে ব্যাক্তি ধন-সম্পদ রেখে মারা যায় তার ধন-সম্পদ তার আসাবাগণ লাভ করবে। আর যে ব্যাক্তি বোঝা অথবা সন্তানাদি (ঋণ) রেখে মারা যায় আমিই হব তার অভিভাবক। সুতরাং আমার কাছেই যেন তা চাওয়া হয়।;\n",
       "id": 6289,
       "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
       "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
       "status_bn": "সহিহ"

   },
   {

       "chapter_bn": "২৮০৪. (কোন মেয়েলোকের) দু'জন চাচাতো ভাই, তন্মধ্যে একজন যদি মা শরীক ভাই আর অপরজন যদি স্বামী হয়। আলী (রাঃ) বলেন, স্বামীর জন্য অংশ হচ্ছে অর্ধেক আর মা শরীক ভাই-এর অংশ এক ষষ্ঠাংশ। এরপর অবশিষ্টাংশ দু এর মাঝে আধাআধি হারে দিতে হবে।",
       "hadithBengali": "৬২৯০। উমাইয়্যা ইবনু বিসতাম (রহঃ) ... ইবনু আব্বাস (রাঃ) সুত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেনঃ প্রাপ্যাংশ তার হকদারের কাছে পৌছিয়ে দাও। এরপর যা অবশিষ্ট থাকবে তার মালিক হবে তার নিকটতম পুরুষ ব্যাক্তি।;\n",
       "id": 6290,
       "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
       "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
       "status_bn": "সহিহ"

   },
   {

       "chapter_bn": "২৮০৫. যাবিল আরহাম",
       "hadithBengali": "৬২৯১। ইসহাক ইবনু ইবরাহীম (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি وَلِكُلٍّ جَعَلْنَا مَوَالِيَ) (وَالَّذِينَ عَقَدَتْ أَيْمَانُكُمْ এ আয়াত সম্পর্কে বলেন যে, মুহাজিরগণ যখন মদিনায় আগমন করলেন, তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মুহাজির ও আনসারগগের মাঝে যে ভ্রাতৃত্ব বন্ধন স্থাপন করে দিয়েছিলেন, সে প্রেক্ষিতে আনসারগণের সাথে যাদের যাবিল আরহাম এর সম্পর্ক ছিল তা বাদ দিয়ে মুহাজিরগগ আনসারগণের সম্পতির উত্তরাধিকার হতেন। এরপর যখনوَلِكُلٍّ جَعَلْنَا مَوَالِيَ এর আয়াত নাযিল হয়, তখন وَالَّذِينَ عَقَدَتْ أَيْمَانُكُمْ আয়াতের বিধানটি রহিত হয়ে যায়।;\n",
       "id": 6291,
       "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
       "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
       "status_bn": "সহিহ"

   },
   {

       "chapter_bn": "২৮০৬. লি'আনকারীদের উত্তরাধিকার",
       "hadithBengali": "৬২৯২। ইয়াহইয়া ইবনু কাযাআ (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত যে, এক ব্যাক্তি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যামানায় তার স্ত্রীর সঙ্গে লি-আন করেছিল। এবং তার সন্তানটিকেও অস্বীকার করল। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের দুজনের মাঝে (বিবাহ) বিচ্ছেদ করে দিলেন এবং সন্তানটি মহিলাকে দিয়ে দিলেন।;\n",
       "id": 6292,
       "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
       "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
       "status_bn": "সহিহ"

   },
   {

       "chapter_bn": "২৮০৭. শয্যাসঙ্গিনী আযাদ হোক বা বাঁদী, সন্তান শয্যাধিপতির",
       "hadithBengali": "৬২৯৩। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন যে, উতবা তার ভাই সাদকে ওসীয়াত করল যে, যামাআ নামক বাদীর সন্তানটি আমার। তাই তুমি তাকে তোমার হস্তগত করে নাও। মক্কা বিজয়ের বছর সাদ তাকে হস্তগত করলেন এবং বললেন যে, এ আমার ভ্রাতুষ্পুত্র। আমার ভাই এর সম্পর্কে ওসীয়্যত করে গিয়েছিলেন। তখন আবদ ইবনু যামআ দাঁড়িয়ে বললেন, এ তো আমার ভাই। কেননা, এ হচ্ছে আমার পিতার বাঁদীর পুত্র। এবং সে আমার পিতার শয্যাসঙ্গিনীর গর্ভে জন্ম নিয়েছে। উভয়েই তাঁদের মুকদ্দমা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে পেশ করলেন।;\n\nতখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ হে আবদ ইবনু যামআ, এ ছেলে তুমিই পাবে। কেননা, সন্তান সে-ই পেয়ে থাকে যার শয্যাসঙ্গিনীর গর্ভে জন্ম নেয়। আর ব্যভিচারকারীর জন্য হল পাথর। এরপর তিনি সাওদা বিনত যামআকে বললেনঃ তুমি এ ছেলে থেকে পর্দা পালন করবে। কেননা, তিনি তার মাঝে উতবার সাদৃশ্য দেখতে পেয়েছিলেন। সুতরাং সাওদা (রাঃ) সে ছেলেটিকে আল্লাহর সঙ্গে সাক্ষাৎ (মৃত্যু) পর্যন্ত আর দেখেননি।;\n",
       "id": 6293,
       "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
       "rabiNameBangla": "আয়িশা (রাঃ)",
       "status_bn": "সহিহ"

   },
   {

       "chapter_bn": "২৮০৭. শয্যাসঙ্গিনী আযাদ হোক বা বাঁদী, সন্তান শয্যাধিপতির",
       "hadithBengali": "৬২৯৪। মুসাদ্দাদ (রহঃ) ... আবূ হুরায়রা (রাঃ) সুত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেছেন, সন্তান হল শয্যাধিপতির।;\n",
       "id": 6294,
       "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
       "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
       "status_bn": "সহিহ"

   },
   {

       "chapter_bn": "২৮০৮. অভিভাকত্ব ঐ ব্যক্তির জন্য যে আযাদ করবে। আর লাকিত এর উত্তরাধিকার। উমার (রাঃ) বলেন,  লাকীত (কুড়িয়ে পাওয়া) ব্যক্তি আযাদ ",
       "hadithBengali": "৬২৯৫। হাফস ইবনু উমর (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি বারীরা (নাম্নী বাঁদী) কে ক্রয় করতে চাইলাম। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তুমি তাকে ক্রয় করতে পার। কেননা, অভিভাবকত্ব তো ঐ ব্যাক্তির জন্য, যে আযাদ করে। বারীরাকে একদা একটি বকরী সাদাকা দেওয়া হল। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ এটি তার জন্য সাদাকা আর আমাদের জন্য হাদিয়া। হাকাম বলেন, বারীরার স্বামী একজন আযাদ ব্যাক্তি ছিল। আবূ আবদুল্লাহ [বুখারী (রহঃ)] বলেনঃ হাকামের বর্ণনা সনদ হিসাবে মুরসাল। ইবনু আব্বাস (রাঃ) বলেনঃ আমি তাকে (বারীরার স্বামীকে) গোলামরূপে দেখেছি।;\n",
       "id": 6295,
       "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
       "rabiNameBangla": "আয়িশা (রাঃ)",
       "status_bn": "সহিহ"

   },
   {

       "chapter_bn": "২৮০৮. অভিভাকত্ব ঐ ব্যক্তির জন্য যে আযাদ করবে। আর লাকিত এর উত্তরাধিকার। উমার (রাঃ) বলেন,  লাকীত (কুড়িয়ে পাওয়া) ব্যক্তি আযাদ ",
       "hadithBengali": "৬২৯৬। ইসমাঈল ইবনু আবদুল্লাহ (রহঃ) ... ইবনু উমর (রাঃ) সুত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেছেনঃ নিশ্চয়ই অভিভাবকত্ব ঐ ব্যাক্তির জন্য যে আযাদ করবে।;\n",
       "id": 6296,
       "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
       "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
       "status_bn": "সহিহ"

   },
   {

       "chapter_bn": "২৮০৯. সায়বার উত্তরাধিকার",
       "hadithBengali": "৬২৯৭। কাবীসা ইবনু উকবা (রহঃ) ... আবদুল্লাহ ইবনু মাসউদ (রাঃ) থেকে বর্ণিত। তিনি বলেন, আহলে ইসলাম (মুসলিমগণ) সায়বা বানায় না। তবে জাহেলী যামানার লোকেরা সায়বা বানাত।;\n",
       "id": 6297,
       "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
       "rabiNameBangla": "আবদুল্লাহ' ইব্'ন মাসউদ (রাঃ) ",
       "status_bn": "সহিহ"

   },
   {

       "chapter_bn": "২৮০৯. সায়বার উত্তরাধিকার",
       "hadithBengali": "৬২৯৮। মূসা ইবনু ইসমাঈল (রহঃ) ... আসওয়াদ ইবনু ইয়াযীদ (রহঃ) থেকে বর্ণিত। তিনি বলেন, আয়িশা সিদ্দিকা (রাঃ) বারীরা বাদীকে আযাদ করার উদ্দেশ্যে ক্রয় করতে চাইলেন। আর তার মনিব তার ওয়ালার (অভিভাবকত্বের) শর্ত করল (নিজেদের জন্য)। তখন আয়িশা (রাঃ) আরয করলেন, ইয়া রাসুলাল্লাহ! আমি বারীরাকে আযাদ করার উদ্দেশ্যে ক্রয় করতে চাই। অথচ তার মনিবরা তার ওয়ালার শর্ত করছে। তিনি বললেনঃ তাকে (ক্রয় করে) আযাদ কর। কেননা, অভিভাবকত্ব ঐ ব্যাক্তির জন্যই হয়ে থাকে, যে ব্যাক্তি আযাদ করে। অথবা তিনি বললেনঃ তার মূল্য দিয়ে দাও। তিনি বলেনঃ তখন তিনি তাকে ক্রয় করলেন এবং আযাদ করে দিলেন। তিনি আরও বললেন, তাকে তার (স্বামীর সাথে) যাওয়া না যাওয়ার ব্যাপারে ইখতিয়ার দেওয়া হল। সে নিজেকে ইখতিয়ার করল এবং বলল, আমাকে যদি এরূপ এরূপ কিছু দেওয়াও হয় তবুও আমি তার সাথী হব না। আসওয়াদ (রহঃ) বলেনঃ তার স্বামী আযাদ ছিল। আবূ আবদুল্লাহ বুখারী (রহঃ) বলেনঃ আসওয়াদ এর বক্তব্য বিচ্ছিন্ন। ইবনু আব্বাস (রাঃ) এর বক্তব্য আমি (বারীরার স্বামীকে) তাকে গোলামরূপে দেখেছি বিশুদ্ধতর।;\n",
       "id": 6298,
       "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
       "rabiNameBangla": "আসওয়াদ ইবনে ইয়াযীদ (রহঃ)",
       "status_bn": "সহিহ"

   },
   {

       "chapter_bn": "২৮১০. যে গোলাম তার মনিবদের ইচ্ছার খেলাফ কাজ করে তার গুনাহ",
       "hadithBengali": "৬২৯৯। কুতায়বা ইবনু সাঈদ (রহঃ) ... ইবরাহীম তায়মী তাঁর পিতা (রহঃ) থেকে বর্ণিত। তিনি বলেন, আলী (রাঃ) বলেছেন, কিতাবুল্লাহ ব্যতীত আমাদের আর কোন কিতাব তো নেই যা আমরা পাঠ করতে পারি। তবে এ লিপিখানা আছে। রাবী বলেন, এরপর তিনি তা বের করলেন। দেখা গেল যে, তাতে যখম ও উটের বয়স সংক্রান্ত কথা লিপিবদ্ধ আছে। বারী বলেন, তাতে আরও লিপিবদ্ধ ছিল যে, আইর থেকে নিয়ে অমুক স্থানের মধ্যবর্তী মদিনার হারাম। এখানে যে (ধর্মীয় ব্যাপারে) বিদআত করবে বা বিদআতকারীকে আশ্রয় দিবে তার উপর আল্লাহর ফেরেশতা এবং সকল মানুষের লানত। কিয়ামতের দিন আল্লাহ তাআলা তার কোন ফরয আমল এবং কোন নফল কবুল করবেন না। যে ব্যাক্তি মনিবের অনুমতি ছাড়া কোন গোলামকে আশ্রয় প্রদান করে তার উপর আল্লাহ, ফেরেশতা এবং সমস্ত মামুষের লানত। তার কোন ফরয বা নফল কিয়ামতের দিন কবুল করা হরে না। সমস্ত মুসলিমের জিম্মাই এক, একজন সাধারণ মুসলিম এর চেষ্টা করবে। যে ব্যাক্তি কোন মুসলিমের আশ্রয় প্রদানকে বাচনাল করে তার উপর আল্লাহর, ফেরেশতার এবং সকল মানুষের লানত। কিয়ামতের দিন তার কোন ফরয ও নফল কবুল করা হবে না।;\n",
       "id": 6299,
       "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
       "rabiNameBangla": "ইব্রাহীম তাইমী (রহঃ)",
       "status_bn": "সহিহ"

   },
   {

       "chapter_bn": "২৮১০. যে গোলাম তার মনিবদের ইচ্ছার খেলাফ কাজ করে তার গুনাহ",
       "hadithBengali": "৬৩০০। আবূ নুয়াঈম (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অক্তিভাবকত্ব বিক্রয় এবং হেবা করতে নিষেধ করেছেন।;\n",
       "id": 6300,
       "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
       "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
       "status_bn": "সহিহ"

   },
   {

       "chapter_bn": "২৮১১. কাফির কারো হাতে ইসলাম গ্রহণ করে, তবে হাসান (রাঃ) তার জন্য এতে ওয়ালার স্বীকৃতি দিতেন না। নবী (সাঃ) বলেছেনঃ ওয়ালা ঐ ব্যক্তির জন্য যে আযাদ করে। তামীম দারী (রাঃ) থেকে মারফু' হিসেবে বর্ণিত হয়েছে যে, নবী (সাঃ) বলেছেন, ওয়ালা তার আযাদকারীর কাছে অন্যান্য মানুষের তুলনায় তার মৃত্যু ও জীবন যাপনের দিক দিয়ে অধিকতর নিকটে। তবে এ খবরের সত্যতার ব্যাপারে অন্যেরা মতানৈক্য করেছেন।",
       "hadithBengali": "৬৩০১। কুতায়বা ইবনু সাঈদ (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত যে, উম্মুল মুমিনীন আয়িশা (রাঃ) আযাদ করার জন্য একটি বাদী ক্রয় করতে চাইলেন। তখন তার মনিবরা তাকে বলল যে, আমরা এ বাদী আপনার কাছে এ শর্তে বিক্রি করতে পারি যে, ওয়ালা হবে আমাদের জন্য। তিনি এ সম্পর্কে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে আলোচনা করলেন। তখন তিনি বললেনঃ এটা তোমার জন্য কোন বাধা নয়। কারন ওয়ালা হচ্ছে ঐ ব্যাক্তির জন্য যে আযাদ করে।;\n",
       "id": 6301,
       "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
       "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
       "status_bn": "সহিহ"

   },
   {

       "chapter_bn": "২৮১১. কাফির কারো হাতে ইসলাম গ্রহণ করে, তবে হাসান (রাঃ) তার জন্য এতে ওয়ালার স্বীকৃতি দিতেন না। নবী (সাঃ) বলেছেনঃ ওয়ালা ঐ ব্যক্তির জন্য যে আযাদ করে। তামীম দারী (রাঃ) থেকে মারফু' হিসেবে বর্ণিত হয়েছে যে, নবী (সাঃ) বলেছেন, ওয়ালা তার আযাদকারীর কাছে অন্যান্য মানুষের তুলনায় তার মৃত্যু ও জীবন যাপনের দিক দিয়ে অধিকতর নিকটে। তবে এ খবরের সত্যতার ব্যাপারে অন্যেরা মতানৈক্য করেছেন।",
       "hadithBengali": "৬৩০২। মুহাম্মদ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, বারীরা বাদীকে আমি ক্রয় করলাম। তখন তার মালিকেরা তার ওয়ালার শর্ত করল। এ ব্যাপারে আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে আলোচলা করলাম। তখন তিনি বললেনঃ তুমি তাকে আযাদ করে দাও। কেননা, ওয়ালা ঐ ব্যাক্তির জন্য যে রৌপ্য প্রদান করে। আয়িশা (রাঃ) বলেনঃ আমি তাকে আযাদ করে দিলাম। তিনি বলেন, এরপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বারীরাকে ডাকলেন এবং তার স্বামীর ব্যাপারে তাকে স্বাধীনতা দিলেন। তখন সে বলল সে যদি আমাকে এরূপ এরূপ মালও দেয় তবুও আমি তার সাথে রাত যাপন করব না। এবং সে নিজেকেই ইখতিয়ার করল।;\n",
       "id": 6302,
       "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
       "rabiNameBangla": "আয়িশা (রাঃ)",
       "status_bn": "সহিহ"

   },
   {

       "chapter_bn": "২৮১২. নারীগণ ওয়ালার উত্তরাধিকারী হতে পারে",
       "hadithBengali": "৬৩০৩। হাফস ইবনু উমর (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেন, আয়িশা (রাঃ) বারীরা বাদীকে ক্রয় করার ইচ্ছা করলেন। তিনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে বললেন যে, তারা (মালিকেরা) ওয়ালার শর্ত করছে। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তুমি তাকে ক্রয় করে নাও। কেননা, ওয়ালা তো হচ্ছে ঐ ব্যাক্তির, যে আযাদ করে।;\n",
       "id": 6303,
       "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
       "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
       "status_bn": "সহিহ"

   },
   {

       "chapter_bn": "২৮১২. নারীগণ ওয়ালার উত্তরাধিকারী হতে পারে",
       "hadithBengali": "৬৩০৪। ইবনু সালাম (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ ওয়ালা হল ঐ ব্যাক্তির জন্য যে রৌপ্য (মূল্য) প্রদান করে। আর সে নিয়ামতের অধিকারী হয়।;\n",
       "id": 6304,
       "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
       "rabiNameBangla": "আয়িশা (রাঃ)",
       "status_bn": "সহিহ"

   },
   {

       "chapter_bn": "২৮১৩. কোন কওমের আযাদকৃত গোলাম তাদেরই অন্তর্ভূক্ত। আর বোনের ছেলেও ঐ কাওমের অন্তর্ভূক্ত",
       "hadithBengali": "৬৩০৫। আদম (রহঃ) ... আনাস ইবনুু মালিক (রাঃ) সুত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেন, কোন কাওমের (আযাদকৃত) গোলাম তাদেরই অন্তর্ভুক্ত অথবা এ জাতীয় কোন কথা বলেছেন।;\n",
       "id": 6305,
       "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
       "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
       "status_bn": "সহিহ"

   },
   {

       "chapter_bn": "২৮১৩. কোন কওমের আযাদকৃত গোলাম তাদেরই অন্তর্ভূক্ত। আর বোনের ছেলেও ঐ কাওমের অন্তর্ভূক্ত",
       "hadithBengali": "৬৩০৬। আবূল ওযালীদ (রহঃ) ... আনাস (রাঃ) সূত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেন, কোন কাওমের বোনের পুত্র সে কাওমেরই অন্তর্ভুক্ত। এখানে তিনি مِنْهُمْ বলেছেন অথবা مِنْ أَنْفُسِهِمْ বলেছেন।;\n",
       "id": 6306,
       "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
       "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
       "status_bn": "সহিহ"

   },
   {

       "chapter_bn": "২৮১৪. বন্দীর উত্তরাধিকার। শুরায়হ শত্রুদের হাতে বন্দী মুসলিমদের উত্তরাধিকার প্রদান করতেন এবং বলতেন এ বন্দী লোক উত্তরাধিকারের প্রতি বেশী মুখাপেক্ষী। উমর ইবন আবদুল আযীয (রহঃ) বলেন, বন্দী ব্যক্তির ওসিয়ত, তাকে আযাদ কর এবং তার মালের ব্যবহারকে জায়েয মনে কর, যতক্ষন না সে আপন ধর্ম থেকে ফিরে যায়। কেননা, এ হচ্ছে তারই মাল। সে এতে যা ইচ্ছা তাই করতে পারে",
       "hadithBengali": "৬৩০৭। আবূল ওয়ালীদ (রহঃ) ... আবূ হুরায়রা (রাঃ) সুত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেছেনঃ যে ব্যাক্তি ধন-সস্পদ রেখে মারা যায় সে ধন-সম্পদ তার উত্তরাধিকারীদের জন্য। আর যে ঋণ রেখে (মারা) যায় তা (আদায় করা) আমার যিম্মায়।;\n",
       "id": 6307,
       "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
       "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
       "status_bn": "সহিহ"

   },
   {

       "chapter_bn": "২৮১৫. মুসলিম কাফেরের এবং কাফির মুমুসলিমের উত্তরাধিকারী হয় না। কোন ব্যক্তি সম্পত্তি বন্টনের পূর্বে মুসলিম হয়ে গেলে সে মিরাস পাবে না",
       "hadithBengali": "৬৩০৮। আবূ আসিম (রহঃ) ... উসামা ইবনু যায়িদ (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ মুসলিম কাফেরের উত্তরাধিকারী হয় না আর কাফেরও মুসলিমের উত্তরাধিকারী হয় না।;\n",
       "id": 6308,
       "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
       "rabiNameBangla": "উসামাহ ইবনু যায়দ (রাঃ)",
       "status_bn": "সহিহ"

   },
   {

       "chapter_bn": "২৮১৭. যে ব্যক্তি কাউকে ভাই বা ভ্রাতুষ্পুত্র হওয়ার দাবি করে",
       "hadithBengali": "بَابُ مِيرَاثِ الْعَبْدِ النَّصْرَانِيِّ وَمُكَاتَبِ النَّصْرَانِيِّ، وَإِثْمِ مَنِ انْتَفَى مِنْ وَلَدِهِ;\n\n২৮১৬. নাসারা গোলাম ও নাসারা মাকতিবের মিরাস এবং যে ব্যাক্তি আপন সন্তানকে অস্বীকার করে তার গুনাহ;\n\n\n৬৩০৯ কুতায়বা ইবনু সাঈদ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ সাদ ইবনু আবূ ওয়াক্কাস (রাঃ) ও আবদু ইবনু যামআ একটি ছেলের ব্যাপারে পরস্পরে কথা কাটাকাটি করেন। সাদ (রাঃ) বললেনঃ ইয়া রাসুলুল্লাহ! এ ছেলেটি আমার ভাই উতবা ইবনু আবূ ওয়াককাস-এর পূত্র। তিনি আমাকে ওসিয়ত করে গিয়েছিলেন যে! এ ছেলেটি তার পূত্র। আপনি তার আকৃতির দিকে লক্ষ্য করে দেখুন। আবদ ইবনু যামআ বললো! এ আমার ভাই, ইয়া রাসুলুল্লাহ! এ আমার পিতার ঔরসে তার কোন বাদীর গর্ভে জন্মগ্রহন করেছে। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার আকৃতির দিকে নযর করলেন এবং উতবার আকৃতির সাথে তার আকৃতির প্রকাশ্য মিল দেখতে পেলেন। তখন তিনি বললেনঃ হে আবদ। এ ছেলে তুমিই পাবে। কেননা সন্তান যথাযথ শয্যাপতির আর ব্যাভিচারীর জন্য হল পাথর। আর হে সাওদা বিনত যামআ! তুমি তার থেকে পর্দা কর। আয়িশা (রাঃ) বলেনঃ এরপরে সে কখনও সাওদার সাথে দেখা দেয়নি।;\n",
       "id": 6309,
       "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
       "rabiNameBangla": "আয়িশা (রাঃ)",
       "status_bn": "সহিহ"

   },
   {

       "chapter_bn": "২৮১৮. প্রকৃত পিতা ব্যতীত অন্যকে পিতা বলে দাবি করা",
       "hadithBengali": "৬৩১০। মুসাদ্দাদ (রহঃ) ... সাদ (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি, যে ব্যাক্তি অন্য লোককে পিতা বলে দাবি করে অথচ সে জানে যে সে তার পিতা নয়, জান্নাত তার জন্য হারাম। রাবী বলেন, আমি এ কথাটি আবূ বকর (রাঃ) এর কাছে আলোচলা করলাম। তখন তিনি বললেন, আমার কান দুটি তো রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে এ কথা শুনেছে এবং আমার অন্তর তা সংরক্ষণ করেছে।;\n",
       "id": 6310,
       "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
       "rabiNameBangla": "সা'দ বিন আবূ ওয়াক্কাস (রাঃ)",
       "status_bn": "সহিহ"

   },
   {

       "chapter_bn": "২৮১৮. প্রকৃত পিতা ব্যতীত অন্যকে পিতা বলে দাবি করা",
       "hadithBengali": "৬৩১১। আসবাগ ইবনু ফারাজ (রহঃ) ... আবূ হুরায়রা (রাঃ) সূত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেছেনঃ তোমরা তোমাদের পিতা থেকে মুখ ফিরিয়ে নিও না (অস্বীকার করো না)। কেননা, যে ব্যাক্তি আপন পিতা থেকে মুখ ফিরিয়ে নেয় (পিতাকে অস্বীকার করে) এটি কুফরী।;\n",
       "id": 6311,
       "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
       "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
       "status_bn": "সহিহ"

   },
   {

       "chapter_bn": "২৮১৯. কোন মহিলা কাউকে পুত্র হিসাবে দাবি করলে তার বিধান",
       "hadithBengali": "৬৩১২। আবূল ইয়ামান (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্নিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, দুজন মহিলার সঙ্গে তাদের দুটি ছেলে ছিল। বাঘ এসে (একদিন) তাদের একজনের ছেলেকে নিয়ে গেল। একজন মহিলা তার অপর সঙ্গিনীকে বলল যে বাঘে তোমার ছেলেকে নিয়ে গেছে। অপরজন বলল যে বাঘে তোমার ছেলেকে নিয়ে গেছে। তারা উভয়ে দাউদ (আঃ) এর কাছে তাদের মুকাদ্দমা দায়ের করল। তিনি বড় মহিলাটির সম্পর্কে ফায়সালা প্রদান করলেন। এরপর তারা বের হয়ে দাউদ (আঃ) এর পুত্র সুলায়মান (আঃ) এর কাছে গেল এবং উভয়েই তাকে তাদের ঘটনা অবহিত করল। তখন তিনি বললেন, আমাকে একটি ছুরি দাও, আমি একে দুটুকরা করে দুজনের মধ্যে ভাগ করে দেব। তখন ছোট মহিলাটি বলল, আপনি এরূপ করবেন না, আল্লাহ আপনার উপর দয়া করুন। এ ছেলেটি তারই। তিনি ছেলেটি ছোট মহিলার পক্ষে রায় দিলেন। আবু হুরায়রা (রাঃ) বলেন, আল্লাহর কসম! আমি ছুরি অর্থে سكين শদটি সে দিনই শুনেছি পূর্বে তো আমরা একে مدية বলতাম।;\n",
       "id": 6312,
       "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
       "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
       "status_bn": "সহিহ"

   },
   {

       "chapter_bn": "২৮২০. চিহ্ন ধরে অনুসরণ",
       "hadithBengali": "৬৩১৩। কুতায়বা ইবনু সাঈদ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, একদা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার কাছে এলেন এত প্রফুল্ল অবস্থায় যে, তার চেহারার চিহ্নগুলি চমকাচ্ছিল। তিনি বললেনঃ তুমি কি দেখনি যে, মুজাযযিয (চিহ্ন ধরে বংশ উদঘাটনকারী) যায়িদ ইবনু হারিসা এবং উসামা ইবনু যায়িদ এর দিকে সন্ধানী দৃষ্টিতে তাকিয়েছে। এরপর সে বলেছে, এদের দুজনের কদম একে অপর থেকে।;\n",
       "id": 6313,
       "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
       "rabiNameBangla": "আয়িশা (রাঃ)",
       "status_bn": "সহিহ"

   },
   {

       "chapter_bn": "২৮২০. চিহ্ন ধরে অনুসরণ",
       "hadithBengali": "৬৩১৪। কুতায়বা ইবনু সাঈদ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, একদিন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার কাছে প্রফুল্ল অবস্হায় এলেন এবং বললেনঃ হে আয়িশা! (চিহ্ন ধরে বংশ উদঘাটনকারী) এসেছে তা কি তুমি দেখনি? এসেই সে উসামা এবং যায়িদ এর দিকে নযর করেছে। তারা উভয়ে চাদর পরিহিত অবস্থায় ছিল। তাদের মাথা ঢেকে রাখা ছিল। তবে তাদের পাগুলো দেখা যাচ্ছিল। তখন সে বলল এদের পাগুলো একে অপর থেকে।;\n",
       "id": 6314,
       "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
       "rabiNameBangla": "আয়িশা (রাঃ)",
       "status_bn": "সহিহ"

   }
]