[
    {

        "chapter_bn": "২৮২১. যিনা ও মদ্য পান। ইবন আব্বাস (রাঃ) বলেন, ব্যভিচারের কারণে ঈমানের নূর দূর হয়ে যায়",
        "hadithBengali": "بَابُ مَا يُحْذَرُ مِنَ الْحُدُودِ;\n\nঅনুচ্ছেদঃ হুদুদ (শরীয়তের শাস্তি) থেকে ভীতি প্রদর্শন;\n\n৬৩১৫। ইয়াহইয়া ইবনু বুকায়র (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কোন ব্যভিচারী ব্যাভিচার করার সময় মুমিন থাকে না। কোন শরাব পানকারী শরাব পান করার সময় মুমিন থাকে না। কোন চোর চুরি করার সময় মুমিন থাকে না এবং কোন ছিনতাইকারী এমনভাবে ছিনতাই করে যে, মানুষ তা দেখার জন্য তাদের চোখ সেদিকে উত্তোলিত করে; তখন সে মুমিন থাকে না।;\n\nইবনু শিহাব (রহঃ) আবূ হুরায়রা (রাঃ) সূত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণনা করেন। তবে তাতে النُّهْبَةَ শব্দটি নেই।;\n",
        "id": 6315,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৮২২. শারাবপায়ীকে প্রহার করা",
        "hadithBengali": "৬৩১৬। ইবনু আবূ ইয়াস ও হাফস ইবনু উমর (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম শরাব পান করার ক্ষেত্রে বেত্রাঘাত এবং জুতা মেরেছেন। আর আবূ বকর সিদ্দীক (রাঃ) চল্লিশটি করে বেত্রাঘাত করেছেন।;\n",
        "id": 6316,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৮২৩. যে ব্যক্তি ঘরের ভিতর শরীয়াতের শাস্তি দেয়ার হুকুম দেয়",
        "hadithBengali": "৬৩১৭। কুতায়বা (রহঃ) ... উকবা ইবনু হারিস (রাঃ) থেকে বর্ণিত। তিনি বলেন, নুআয়মান অথবা (রাবীর সন্দেহ) নুআয়মানের পুত্রকে শরাবপায়ী হিসাবে আনা হল। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঘরে যারা ছিল তাদেরকে হুকুম করলেন একে প্রহার করার জন্য। রাবী বলেন, তারা তাকে প্রহার করল, যারা তাকে জুতা মেরেছিল তাদের মাঝে আমিও একজন ছিলাম।;\n",
        "id": 6317,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উকবা ইবনুল হারিস (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৮২৪. বেত্রাঘাত এবং জুতা মারার বর্ণনা",
        "hadithBengali": "৬৩১৮। সুলায়মান ইবনু হারব (রহঃ) ... উকবা ইবনু হারিস (রাঃ) থেকে বর্ণিত। একদা নুআয়মান অথবা (রাবীর সন্দেহ) নূআয়মানের পুত্রকে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে আনা হল নেশাগ্রস্ত অবস্থায়। এটা তার কাছে অস্বস্তিকর মনে হল। তখন ঘরের ভিতরে যারা ছিল তিনি তাদেরকে হুকুম করলেন একে প্রহার করার জন্য। সুতরাং তারা একে বেত্রাঘাত করল এবং জুতা মারল। রাবী বলেন, যারা তাকে প্রহার করেছিল, আমিও তাদের অন্তর্ভুক্ত ছিলাম।;\n",
        "id": 6318,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উকবা ইবনুল হারিস (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৮২৪. বেত্রাঘাত এবং জুতা মারার বর্ণনা",
        "hadithBengali": "৬৩১৯। মুসসিম ইবনু ইবরাহীম (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম শরাব পান করার ক্ষেত্রে বেত্রাঘাত করেছেন এবং জুতা মেরেছেন। আর আবূ বকর (রাঃ) চল্লিশটি করে বেত্রাঘাত করেছেন।;\n",
        "id": 6319,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৮২৪. বেত্রাঘাত এবং জুতা মারার বর্ণনা",
        "hadithBengali": "৬৩২০। কুতায়বা (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এক ব্যাক্তিকে আনা হল, সে শরাব পান করেছিল। তিনি বললেন, একে তোমরা প্রহার কর। আবূ হুরায়রা (রাঃ) বলেন, তখন আমাদের মধ্যে কেউ হল তাকে হাত দিয়ে প্রহারকারী, কেউ হয় জুতা দিয়ে প্রহারকারী, আর কেউ হল কাপড় দিয়ে প্রহারকারী। যখন সে প্রত্যাবর্তন করল। কেউ তার সমন্ধে মন্তব্য করল যে, আল্লাহ তাআলা তোমাকে লাঞ্চিত করেছেন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ এরুপ বলো না, শয়তানকে এর বিরুদ্ধে সাহায্য করো না।;\n",
        "id": 6320,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৮২৪. বেত্রাঘাত এবং জুতা মারার বর্ণনা",
        "hadithBengali": "৬৩২১। আবদুল্লাহ ইবনু আবদূল ওয়াহহাব (রহঃ) ... আলী ইবনু আবূ তালিব (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি যদি কোন অপরাধীকে শাস্তি প্রদান করি আর সে তাতে মরে যায় তবে মনে কোন দুঃধ আসে না কিন্তু শরাব পানকারী ব্যতীত। সে যদি মারা যায় তবে তার জন্য আমি দিয়াত দিয়ে থাকি। কেননা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম শাস্তির ব্যাপারে কোন সীমা নির্ধারণ করেন নি।;\n",
        "id": 6321,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আলী ইবনু আবী তালিব (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৮২৪. বেত্রাঘাত এবং জুতা মারার বর্ণনা",
        "hadithBengali": "৬৩২২। মাক্কী ইবনু ইবরাহীম (রহঃ) ... সাইব ইবনু ইয়াযীদ (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যমানায় ও আবূ বকর (রাঃ) এর খিলাফত কালে এবং উমর (রাঃ) এর খিলাফতের প্রথম দিকে আমাদের কাছে যখন কোন মদ্যপায়ীকে আনা হল। তখন আমরা তাকে হাত দিয়ে জুতা দিয়ে এবং আমাদের চাদর দিয়ে তাদের প্রহার করতাম। এমনিভাবে যখন উমর (রাঃ) এর খিলাফতের শেষ সময় হল তখন তিনি চল্লিশটি করে বেত্রাঘাত করেছেন। আর এ সব মদ্যপ যখন সীমালংঘন করেছে এবং অনাচার করা শুরু করে দিয়েছে তখন আশিটি করে বেত্রাঘাত করেছেন।;\n",
        "id": 6322,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সায়িব ইবনু ইয়াযীদ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৮২৫. শারাব পানকারীকে  লানত করা মাকরূহ এবং সে মুসলিম থেকে খারিজ নয়",
        "hadithBengali": "৬৩২৩। ইয়াহইয়া ইবনু বুকায়র (রহঃ) ... উমর ইবনু খাত্তাব (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যমানায় এক ব্যাক্তি যার নাম ছিল আবদুল্লাহ আর লকব ছিল হিমার। এ লোকটি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে হাসাত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম শরাব পান করার অপরাধে তাকে বেত্রাঘাত করেছিলেন। একদিন তাকে নেশাগ্রস্ত অবস্থায় আনা হল। তিনি তাকে বেত্রাঘাতের আদেশ দিলেন। তাকে বেত্রাঘাত করা হল। তখন দলের মাঝ থেকে এক ব্যাক্তি বলল, হে আল্লাহ! তার উপর লানত বর্ষণ করুন। নেশাগ্রস্ত অবস্থায় তাকে কতবার আনা হল! তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমরা তাকে লানত করো না। আল্লাহর কসম! আমি তাকে জানি যে, সে অবশ্যই আল্লাহ এবং তাঁর রাসুলকে ভালবাসে।;\n",
        "id": 6323,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উমর ইবনুল খাত্তাব  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৮২৫. শারাব পানকারীকে  লানত করা মাকরূহ এবং সে মুসলিম থেকে খারিজ নয়",
        "hadithBengali": "৬৩২৪। আলী ইবনু আবদুল্লাহ ইবনু জাফর (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, একদা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট একটি মাতাল লোককে আনা হল। তিনি তাকে প্রহার করার জন্য দাঁড়ালেন। আমাদের মধ্যে কেউ তাকে হাত দিয়ে, কেউ জুতা দিয়ে এবং কেউবা কাপড় দিয়ে প্রহার করেছিল। লোকটি যখন চলে গেল, তখন এক ব্যাক্তি বলল, এর কি হল, আল্লাহ তাকে লাঞ্ছিত করলেন। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আপন ভাইয়ের বিরুদ্ধে শয়তানের সাহায্যকারী হয়ো না।;\n",
        "id": 6324,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৮২৬.  চোর যখন চুরি করে",
        "hadithBengali": "৬৩২৫। আমর ইবনু আলী (রহঃ) ... ইবনু আব্বাস (রাঃ) সুত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেন, ব্যভিচারী ব্যভিচার করে না, যখন কিনা সে মুমিন। এবং চোর চুরি করে না যখন কিনা সে মুমিন।;\n",
        "id": 6325,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৮২৭. চোরের নাম না নিয়ে তার উপর লানত করা",
        "hadithBengali": "৬৩২৬। আমর ইবনু হাফস ইবনু গিয়াছ (রহঃ) ... আবূ হুরায়রা (রাঃ) সুত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেন, চোরের উপর আল্লাহর লানত নিপতিত হয়, যখন সে একটি ডিম চুরি করে এবং এর জন্য তার হাত কাটা যায় এবং সে একটি রশি চুরি করে। এর জন্য তার হাত কাটা যায়। আমাশ (রহঃ) বলেনঃ ডিম দ্বারা লোহার টুকরা এবং রশি দ্বারা কয়েক দিরহাম মুল্যমানের রশিকে বোঝানো হয়েছে।;\n",
        "id": 6326,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৮২৮. হুদুদ (শরীয়াতের শাস্তি) (গুনাহর) কাফফারা হয়ে যায়",
        "hadithBengali": "৬৩২৭। মুহাম্মদ ইবনু ইউসুফ (রহঃ) ... উবাদা ইবনু সামিত (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমরা একদা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট কোন এক মজলিসে ছিলাম। তখন তিনি বললেনঃ তোমরা আমার কাছে এ মর্মে বায়আত গ্রহন কর যে, আল্লাহ তাআলার সঙ্গে কোন কিছু শরীক করবে না, চুরি করবে না এবং ব্যাভিচার করবে না। এরপর তিনি এ আয়াত পুরা তিলাওয়াত করেনঃ তোমাদের মাঝে যে ব্যাক্তি (বায়আতের শর্তসমূহ) পুরা করে তার বিনিময় আল্লাহ তাআলার কাছে। আর যে ব্যাক্তি এর ভেতর থেকে কিছু করে বসে আর তার জন্য শাস্তি দেওয়া হয় তবে এটা তার জন্য কাফফারা হয়ে যায়। আর যদি এর ভেতর থেকে কিছু করে বসে আর আল্লাহ তা গোপন রাখেন তবে এটা তার ইখতিয়ার। তিনি ইচ্ছা করলে তাকে মাপ করতে পারেন, ইচ্ছা করলে শাস্তি দিতে পারেন।;\n",
        "id": 6327,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উবাদা ইব্'নুস সামিত (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৮২৯. শরীয়তের কোন হদ্দ (শাস্তি) বা হক ব্যতীত মুমিনের পিঠ সংরক্ষিত",
        "hadithBengali": "৬৩২৮। মুহাম্মদ ইবনু আবদুল্লাহ (রহঃ) ... আবদুল্লাহ ইবনু মাসউদ (রাঃ) থেকে বর্ণিত যে, তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বিদায় হাজ্জে (হজ্জ) বললেনঃ (হে লোক সকল) কোন মাসকে তোমরা সর্বাধিক সম্মানিত বলে জানো? তারা বললেনঃ আমাদের এ-মাস নয় কি? তিনি আবার বললেনঃ তোমরা কোন শহরকে সর্বাধিক সম্মানিত বলে জানো? সকলেই বললেনঃ আমাদের এ শহর নয় কি? তিনি বললেনঃ ওহে! কোন দিনকে তোমরা সর্বাধিক সম্মানিত বলে জানো? তাঁরা বললেনঃ আমাদের এ দিন নয় কি? তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আল্লাহ তাআলা তোমাদের রক্ত, ধন-সম্পদ ও সম্মানকে শবীয়তের হক ব্যতীত এমন পবিত্র করে দিয়েছেন, যেমন পবিত্র তোমাদের এ মাসে এ শহরের মাঝে আজকের এ দিনটিকে। ওহে! আমি কি পৌছিয়েছি? এ কথাটি তিনি তিনবার উল্লেখ করলেন। আর প্রত্যেক বারেই লোকেরা উত্তর দিলেন, হ্যাঁ। তিনি বললেনঃ তোমাদের জন্য আফসোস অথবা ধবংস! তোমরা আমার পরে একে অপরের গর্দানে আঘাত করে কুফূরীর দিকে ফিরে যেয়ো না।;\n",
        "id": 6328,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ' ইব্'ন মাসউদ (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৮৩০. শরীয়াতের হদসমূহ (শাস্তি) কায়িম করা এবং আল্লাহ তা'আলার নিষিদ্ধ কাজে প্রতিশোধ নেয়া",
        "hadithBengali": "৬৩২৯। ইয়াহইয়া ইবনু যুবায়র (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে যখনই (আল্লাহ তা আলার পক্ষ হতে) দুটি কাজের মধ্যে ইখতিয়ার প্রদান করা হত, তখন তিনি তন্মধ্যে সহজতরটিকে বেছে নিতেন, যতাক্ষণ না সেটা গুনাহর কাজ হত। যদি তা গুনাহর কাজ হত তবে তিনি তা থেকে অনেক দূরে থাকতেন। আল্লাহর কসম তিনি কখনও তার নিজের কোন কিছুর গ্রতিশোধ গ্রহণ করেননি, যতক্ষন না আল্লাহর হারাম সমূহকে ছিন্ন করা হত। তা হয়ে থাকলে প্রতিশোধ নিতেন।;\n",
        "id": 6329,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৮৩১. আশরাফ-আতরাফ (উঁচু-নীচ) সকলের ক্ষেত্রে শরীয়াতের শাস্তি কায়িম করা",
        "hadithBengali": "৬৩৩০. আবূল ওয়ালীদ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত যে, উসামা (রাঃ) জনৈক মহিলার ব্যাপারে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে সুপারিশ করলেন। তখন তিনি বললেনঃ তোমাদের পূর্ববর্তী সম্প্রদায়সমূহ ধরুংস হয়ে গিয়েছে। কারন তারা আতরাফ (নিম্নশ্রেনীর) লোকদের উপর শরীয়তের শাস্তি কায়েম করত। আর শরীফ লোকদেরকে রেহাই দিত। ঐ মহান সত্তার কসম, যার হাতে আমার জান, ফাতিমাও যদি এ কাজ করত, তাহলে অবশ্যই আমি তার হাত কেটে দিতাম।;\n",
        "id": 6330,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৮৩২. বাদশাহর নিকট যখন মুকাদ্দামা পেশ করা হয় তখন শারীআতের শাস্তির বেলায় সুপারিশ করা অসমীচীন",
        "hadithBengali": "৬৩৩১। সাঈদ ইবনু সুলায়মান (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। মাখযুমী সম্প্রদায়ের জনৈকা মহিলার ব্যাপারে কুরাইশ বংশের লোকদের খুব দুশ্চিন্তায় ফেলে দিয়েছিল যে কিনা চুরি করেছিল। সাহাবাগণ বললেন যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে কে কথা বলতে পারবে? আর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর প্রিয় পাত্র উসামা (রাঃ) ছাড়া কেউ এ সাহস পাবে না। তখন উসামা (রাঃ) রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে কথা বললেন। এতে তিনি বললেনঃ তুমি আল্লাহ তাআলার দেওয়া শাস্তির বিধানের ক্ষেত্রে সুপারিশ করছ? এরপর তিনি দাঁড়িয়ে খুতবা প্রদান করলেন এবং বললেনঃ হে মানব মণ্ডলী! নিশ্চয়ই তোমাদের পূর্ববর্তী সম্প্রদায়ের লোকেরা পথভ্রষ্ট হয়ে গিয়েছে। কেননা কোন সম্মানিত লোক যখন চুরি করত তখন তারা তাকে রেহাই দিয়ে দিত। আর যখন কোন দুর্বল লোক চুরি করত তখন তার উপর শরীয়তের শাস্তি প্রয়োগ করত। আল্লাহর কসম! মুহাম্মাদ এর কন্যা ফাতিমাও যদি চুরি করে তবে অবশ্যই মুহাম্মাদ তাঁর হাত কেটে দেবে।;\n",
        "id": 6331,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৮৩৩. আল্লাহর বাণীঃ পুরুষ কিংবা নারী চুরি করলে তাদের হস্তচ্ছেদন কর (৫ঃ ৩৮)। কি পরিমান মাল চুরি করলে হাত কাটা যাবে। আলী (রাঃ) কজি পর্যন্ত কর্তন করেছিলেন। আর কাতাদা (রাঃ) এক নারী সম্পর্কে বলেছেন যে চুরি করেছিল, এতে তার বাম হাত কর্তন করা হয়েছিল। (কাতাদা বলেন) এ ছাড়া আর অন্য কোন শাস্তি দেওয়া হয় নি",
        "hadithBengali": "৬৩৩২। আবদুল্লাহ ইবনু মাসলামা (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ দ্বীনারের এক-চতূর্থাংশ বা ততোধিক চুরি করলে হাত কাটা যাবে। আবদুর রহমান ইবনু খালিদ (রহঃ) ইবনু খালিদ যুহরী (রহঃ) ও মামার (রহঃ) যুহরী (রহঃ) থেকে ইবরাহীম ইবনু সাদ (রহঃ) এর অনুসরণে বর্ণনা করেছেন।;\n",
        "id": 6332,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৮৩৩. আল্লাহর বাণীঃ পুরুষ কিংবা নারী চুরি করলে তাদের হস্তচ্ছেদন কর (৫ঃ ৩৮)। কি পরিমান মাল চুরি করলে হাত কাটা যাবে। আলী (রাঃ) কজি পর্যন্ত কর্তন করেছিলেন। আর কাতাদা (রাঃ) এক নারী সম্পর্কে বলেছেন যে চুরি করেছিল, এতে তার বাম হাত কর্তন করা হয়েছিল। (কাতাদা বলেন) এ ছাড়া আর অন্য কোন শাস্তি দেওয়া হয় নি",
        "hadithBengali": "৬৩৩৩। ইসমাঈল ইবনু আবূ উওয়ায়স (রহঃ) ... আয়িশা (রাঃ) সুত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেনঃ একটি দ্বীনারের এক-চতুর্থাংশ চুরি করায় হাত কাটা হবে।;\n",
        "id": 6333,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৮৩৩. আল্লাহর বাণীঃ পুরুষ কিংবা নারী চুরি করলে তাদের হস্তচ্ছেদন কর (৫ঃ ৩৮)। কি পরিমান মাল চুরি করলে হাত কাটা যাবে। আলী (রাঃ) কজি পর্যন্ত কর্তন করেছিলেন। আর কাতাদা (রাঃ) এক নারী সম্পর্কে বলেছেন যে চুরি করেছিল, এতে তার বাম হাত কর্তন করা হয়েছিল। (কাতাদা বলেন) এ ছাড়া আর অন্য কোন শাস্তি দেওয়া হয় নি",
        "hadithBengali": "৬৩৩৪। ইমরান ইবনু মায়সারা (রহঃ) ... আয়িশা (রাঃ) সুত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেছেনঃ এক দ্বীনারের চতুর্থাংশ চুরি করলে হাত কাটা যাবে।;\n",
        "id": 6334,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৮৩৩. আল্লাহর বাণীঃ পুরুষ কিংবা নারী চুরি করলে তাদের হস্তচ্ছেদন কর (৫ঃ ৩৮)। কি পরিমান মাল চুরি করলে হাত কাটা যাবে। আলী (রাঃ) কজি পর্যন্ত কর্তন করেছিলেন। আর কাতাদা (রাঃ) এক নারী সম্পর্কে বলেছেন যে চুরি করেছিল, এতে তার বাম হাত কর্তন করা হয়েছিল। (কাতাদা বলেন) এ ছাড়া আর অন্য কোন শাস্তি দেওয়া হয় নি",
        "hadithBengali": "৬৩৩৫। ইবনু আবূ শায়বা (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যামানায় কোন চামড়া নির্মিত ঢাল বা সাধারণ ঢালের সমমূল্যের জিনিস চুরি করা ছাড়া হাত কাটা হত না।;\n",
        "id": 6335,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৮৩৩. আল্লাহর বাণীঃ পুরুষ কিংবা নারী চুরি করলে তাদের হস্তচ্ছেদন কর (৫ঃ ৩৮)। কি পরিমান মাল চুরি করলে হাত কাটা যাবে। আলী (রাঃ) কজি পর্যন্ত কর্তন করেছিলেন। আর কাতাদা (রাঃ) এক নারী সম্পর্কে বলেছেন যে চুরি করেছিল, এতে তার বাম হাত কর্তন করা হয়েছিল। (কাতাদা বলেন) এ ছাড়া আর অন্য কোন শাস্তি দেওয়া হয় নি",
        "hadithBengali": "৬৩৩৬। উসমান ইবনু আবূ শায়বা (রহঃ) ... আয়িশা (রাঃ) থেকে উক্তরূপ বর্ণনা করেন।;\n",
        "id": 6336,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৮৩৩. আল্লাহর বাণীঃ পুরুষ কিংবা নারী চুরি করলে তাদের হস্তচ্ছেদন কর (৫ঃ ৩৮)। কি পরিমান মাল চুরি করলে হাত কাটা যাবে। আলী (রাঃ) কজি পর্যন্ত কর্তন করেছিলেন। আর কাতাদা (রাঃ) এক নারী সম্পর্কে বলেছেন যে চুরি করেছিল, এতে তার বাম হাত কর্তন করা হয়েছিল। (কাতাদা বলেন) এ ছাড়া আর অন্য কোন শাস্তি দেওয়া হয় নি",
        "hadithBengali": "৬৩৩৭। মুহাম্মাদ ইবনু মুকাতিল (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, চামড়া নির্মিত ঢাল বা সাধারণ ঢাল যার প্রত্যেকটির মূল্য আছে, এর চেয়ে কমে চুরি করলে (রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যামানায়) হাত কাটা হত না।;\n",
        "id": 6337,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৮৩৩. আল্লাহর বাণীঃ পুরুষ কিংবা নারী চুরি করলে তাদের হস্তচ্ছেদন কর (৫ঃ ৩৮)। কি পরিমান মাল চুরি করলে হাত কাটা যাবে। আলী (রাঃ) কজি পর্যন্ত কর্তন করেছিলেন। আর কাতাদা (রাঃ) এক নারী সম্পর্কে বলেছেন যে চুরি করেছিল, এতে তার বাম হাত কর্তন করা হয়েছিল। (কাতাদা বলেন) এ ছাড়া আর অন্য কোন শাস্তি দেওয়া হয় নি",
        "hadithBengali": "৬৩৩৮। ইউসুফ ইবনু মূসা (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যামানায় কোন চোরের হাত কাটা হত না। যদি সে একটি চামড়ার ঢাল বা সাধারণ ঢাল যার প্রতিটির মূল্যমান এর চেয়ে কমে কিছু চুরি করত। ওয়াকি (রহঃ) ও ইবনু ইদ্রিস (রহঃ) উরওয়া (রহঃ) থেকে মুরসাল সুত্রে বর্ণনা করেছেন।;\n",
        "id": 6338,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৮৩৩. আল্লাহর বাণীঃ পুরুষ কিংবা নারী চুরি করলে তাদের হস্তচ্ছেদন কর (৫ঃ ৩৮)। কি পরিমান মাল চুরি করলে হাত কাটা যাবে। আলী (রাঃ) কজি পর্যন্ত কর্তন করেছিলেন। আর কাতাদা (রাঃ) এক নারী সম্পর্কে বলেছেন যে চুরি করেছিল, এতে তার বাম হাত কর্তন করা হয়েছিল। (কাতাদা বলেন) এ ছাড়া আর অন্য কোন শাস্তি দেওয়া হয় নি",
        "hadithBengali": "৬৩৩৯। ইসমাঈল (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঢাল চুরির ক্ষেত্রে হাত কর্তন করেছেন, যার মূল্য ছিল তিন দিরহাম।;\n",
        "id": 6339,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৮৩৩. আল্লাহর বাণীঃ পুরুষ কিংবা নারী চুরি করলে তাদের হস্তচ্ছেদন কর (৫ঃ ৩৮)। কি পরিমান মাল চুরি করলে হাত কাটা যাবে। আলী (রাঃ) কজি পর্যন্ত কর্তন করেছিলেন। আর কাতাদা (রাঃ) এক নারী সম্পর্কে বলেছেন যে চুরি করেছিল, এতে তার বাম হাত কর্তন করা হয়েছিল। (কাতাদা বলেন) এ ছাড়া আর অন্য কোন শাস্তি দেওয়া হয় নি",
        "hadithBengali": "৬৩৪০। মূসা ইবনু ইসমাঈল (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঢাল চুরির ক্ষেত্রে হাত-কর্তন করেছেন, যার মূল্য ছিল তিন দিরহাম।;\n",
        "id": 6340,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৮৩৩. আল্লাহর বাণীঃ পুরুষ কিংবা নারী চুরি করলে তাদের হস্তচ্ছেদন কর (৫ঃ ৩৮)। কি পরিমান মাল চুরি করলে হাত কাটা যাবে। আলী (রাঃ) কজি পর্যন্ত কর্তন করেছিলেন। আর কাতাদা (রাঃ) এক নারী সম্পর্কে বলেছেন যে চুরি করেছিল, এতে তার বাম হাত কর্তন করা হয়েছিল। (কাতাদা বলেন) এ ছাড়া আর অন্য কোন শাস্তি দেওয়া হয় নি",
        "hadithBengali": "৬৩৪১। মুসাদ্দাদ (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঢাল চুরির ক্ষেত্রে হাত কর্তন করেছেন, যার মুল্য ছিল তিন দিরহাম।;\n",
        "id": 6341,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৮৩৩. আল্লাহর বাণীঃ পুরুষ কিংবা নারী চুরি করলে তাদের হস্তচ্ছেদন কর (৫ঃ ৩৮)। কি পরিমান মাল চুরি করলে হাত কাটা যাবে। আলী (রাঃ) কজি পর্যন্ত কর্তন করেছিলেন। আর কাতাদা (রাঃ) এক নারী সম্পর্কে বলেছেন যে চুরি করেছিল, এতে তার বাম হাত কর্তন করা হয়েছিল। (কাতাদা বলেন) এ ছাড়া আর অন্য কোন শাস্তি দেওয়া হয় নি",
        "hadithBengali": "৬৩৪২। ইবরাহীম ইবনু মুনযির (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তিন দিরহাম সমমানের ঢাল চুরি করার অপরাধে চোরের হাত কর্তন করেছেন।;\n",
        "id": 6342,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৮৩৩. আল্লাহর বাণীঃ পুরুষ কিংবা নারী চুরি করলে তাদের হস্তচ্ছেদন কর (৫ঃ ৩৮)। কি পরিমান মাল চুরি করলে হাত কাটা যাবে। আলী (রাঃ) কজি পর্যন্ত কর্তন করেছিলেন। আর কাতাদা (রাঃ) এক নারী সম্পর্কে বলেছেন যে চুরি করেছিল, এতে তার বাম হাত কর্তন করা হয়েছিল। (কাতাদা বলেন) এ ছাড়া আর অন্য কোন শাস্তি দেওয়া হয় নি",
        "hadithBengali": "৬৩৪৩। মূসা ইবনু ইসমাঈল (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন যে, আল্লাহ তাআলার লানত বর্ষিত হয় চোরের উপর যে একটি ডিম চুরি করেছে তাতে তার হাত কাটা গিয়েছে বা একটি রশি ছুরি করেছে আর তাতে তার হাত কাটা গিয়েছে।;\n",
        "id": 6343,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৮৩৪. চোরের তাওবা",
        "hadithBengali": "৬৩৪৪। ইসমাঈল ইবনু আবদুল্লাহ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক মহিলার হাত কর্তন করেছেন। আয়িশা (রাঃ) বলেন যে, সে মহিলাটি এর পরও আসত। আর আমি তার প্রয়োজনকে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে উপস্থাপন করতাম। মহিলাটি তওবা করেছিল এবং তার তওবা সুন্দর হয়েছে।;\n",
        "id": 6344,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৮৩৪. চোরের তাওবা",
        "hadithBengali": "৬৩৪৫। আবদুল্লাহ ইবনু মুহাম্মাদ জুফী (রহঃ) ... উবাদা ইবনু সামিত (রাঃ) থেকে বর্ণিত। তিনি বলেন যে, আমি একটি দলের সঙ্গে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে বায়আত করেছি। তিনি বলেন, আমি তোমাদের এ মর্মে বায়আত করছি যে, তোমরা আল্লাহ তাআলার সঙ্গে কোন কিছুকে শরীক করবে না, চুরি করবে না, তোমাদের সন্তান হত্যা করবে না, সামনে বা পিছনে কোন অপবাদ করবে না, বিধিসম্ম কাজে আমার অবাধ্যতা করবে না, তোমাদের মধ্যে যে আপন অঙ্গীকারসমূহ বাস্তবায়িত করবে তার বিনিময় আল্লাহ তাআলার নিকট। আর যে এগুলো থেকে কিছু করে ফেলবে আর সে জন্য দুনিয়াতে যদি তার শাস্তি হয়ে যায়, তাহলে এটি হবে তার জন্য গুনাহর কাফফারা এবং গুনাহর পবিত্রতা। আর যার (দোষ) আল্লাহ তাআলা গোপন রেখেছেন তার মুকাবিলা আল্লাহ তাআলার সাথে। (আল্লাহ) ইচ্ছা করলে তাকে শাস্তি দিতে পারেন। আবার ইচ্ছা করলে তাকে ক্ষমাও করে দিতে পারেন।;\n\nআবূ আবদুল্লাহ [ইমাম বুখারী (রহঃ)] বলেনঃ চোর যদি হাত কেটে দেয়ার পর তাওবা করে তবে তার সাক্ষ্য গ্রহণযোগ্য হবে। অনুরূপভাবে শরীয়তের শাস্তিপ্রাপ্ত প্রত্যেকটি লোকের ক্ষেত্রেই এ বিধান-প্রযোজ্য যখন সে তওবা করবে, তখন তার সাক্ষী গ্রহণযোগ্য হবে।;\n",
        "id": 6345,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উবাদা ইব্'নুস সামিত (রাঃ)",
        "status_bn": "সহিহ"

    }
]