[
    {

        "chapter_bn": "আল্লাহর বাণীঃ কেউ ইচ্ছাকৃতভাবে কোন মু'মিন ব্যক্তিকে হত্যা করলে তার শাস্তি হল জাহান্নাম (৪ঃ ৯৩)",
        "hadithBengali": "৬৩৯৬। কুতায়বা ইবনু সাঈদ (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, এক ব্যাক্তি বলল, হে আল্লাহর রাসুল! আল্লাহর নিকট সবচেয়ে বড় গুনাহ কোনটি? তিনি বললেনঃ তুমি আল্লাহ সাথে কাউকে সমকক্ষ সাব্যস্ত কর অথচ তিনই তোমাকে সৃষ্টি করেছেন। লোকটি বলল, এরপর কোনটি? তিনি বললেনঃ তারপর হল, তুমি তোমার সন্তানকে এ ভয়ে হত্যা কর যে, সে তোমার সাথে আহার করবে। লোকটি বলল, এরপর কোনটি? তিনি বললেনঃ তারপর হল, তুমি তোমার প্রতিবেশীর স্ত্রীর সাথে যিনা কর। অতঃপর আল্লাহ এ কথার সত্যায়নে অবতীর্ণ করলেনঃ এবং তারা আল্লাহর সঙ্গে কোন ইলাহকে ডাকে না, আল্লাহ যার হত্যা নিষেধ করেছেন। যথার্থ কারণ ব্যতিরেকে তাকে হত্যা করে না এবং ব্যাভিচার করে না। যে এগুলো করে সে শাস্তি ভোগ করবে (২৫ঃ ৬৮)।;\n",
        "id": 6396,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ' ইব্'ন মাসউদ (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "আল্লাহর বাণীঃ কেউ ইচ্ছাকৃতভাবে কোন মু'মিন ব্যক্তিকে হত্যা করলে তার শাস্তি হল জাহান্নাম (৪ঃ ৯৩)",
        "hadithBengali": "৬৩৯৭। আলী (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ মুমিন ব্যাক্তি তার দ্বীনের ব্যাপারে পূর্ন প্রশান্তমনা থাকে, যে পর্যন্ত না সে কোন হারাম (অবৈধ) রক্তপাতে লিপ্ত হয়।;\n",
        "id": 6397,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "আল্লাহর বাণীঃ কেউ ইচ্ছাকৃতভাবে কোন মু'মিন ব্যক্তিকে হত্যা করলে তার শাস্তি হল জাহান্নাম (৪ঃ ৯৩)",
        "hadithBengali": "৬৩৯৮। আহমাদ ইবনু ইয়াকুব (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেন, যেসব বিষয়ে কেউ নিজেকে লিপ্ত করার পরে তার ধবংস থেকে লিপ্ত ব্যাক্তির বাঁচার কোন উপায় থাকে না সেগুলোর একটি হচ্ছে হালাল ব্যতীত (বৈধতা বিহীন) হারাম রক্ত প্রবাহিত (অবৈধ ভাবে হত্যা) করা।;\n",
        "id": 6398,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "আল্লাহর বাণীঃ কেউ ইচ্ছাকৃতভাবে কোন মু'মিন ব্যক্তিকে হত্যা করলে তার শাস্তি হল জাহান্নাম (৪ঃ ৯৩)",
        "hadithBengali": "৬৩৯৯। উবায়দুল্লাহ ইবনু মূসা (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ সর্বপ্রথম লোকদের মধ্যে যে বিষয়ের ফায়সালা করা হবে তা হলো হত্যা।;\n",
        "id": 6399,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ' ইব্'ন মাসউদ (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "আল্লাহর বাণীঃ কেউ ইচ্ছাকৃতভাবে কোন মু'মিন ব্যক্তিকে হত্যা করলে তার শাস্তি হল জাহান্নাম (৪ঃ ৯৩)",
        "hadithBengali": "৬৪০০। আবদান (রহঃ) ... বনী যুহরা গোত্রের মিত্র মিকদাদ ইবনু আমর কিনদী (রাঃ) থেকে বর্ণিত। যিনি বদরের যুদ্ধ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাথে হাযির ছিলেন। তিনি বললেন, হে আল্লাহর রাসুল! জনৈক কাফেরের সাথে আমার মুকাবিলা হল এবং আমাদের পরস্পরের মধ্যে লড়াই বাঁধল। সে তরবারী দ্বারা আমার হাতে আঘাত করল এবং তা কেটে ফেলল। এরপর সে কোন বৃক্ষের আড়ালে আশ্রয় নিল। আর বলল আমি আল্লাহর জন্য মুসলিম হয়ে গেলাম। এ কথা বলার পর কি আমি তাকে হত্যা করতে পারব? রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তুমি তাকে হত্যা করবে না। তিনি বললেন, হে আল্লাহর রাসুল! সে তো আমার এক হাত কেটে দিয়েছো আর কেটে ফেলার পরই এ কথা বলেছে এতে কি আমি তাকে হত্যা করতে পারব?তিনি বললেনঃ তুমি তাকে হত্যা করবে না।;\n\n(এ অবস্থায়) তুমি যদি তাকে হত্যা কর তাহলে তাকে হত্যা করার পূর্বে তুমি যে স্থলে ছিলে সে সে স্থলে এসে যাবে। আর সে উক্ত কালিমা উচ্চারণ করার পূর্ব যে স্থলে ছিল তুমি সে স্থলে চলে যাবে। হাবীব ইবনু আবূ আমরা (রহঃ) সাঈদ (রহঃ) এর সুত্রে ইবনু আব্বাস (রাঃ) থেকে বর্ণনা করেন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মিকদাদ (রাঃ) কে বলেছেনঃ উক্ত মুমিন ব্যাক্তি যখন কাফের সম্প্রদায়ের সাথে অবস্থান করছিল তখন সে আপন ঈমান গোপন রেখেছিল। এরপর সে তার ঈমান প্রকাশ করল আর তুমি তাকে হত্যা করে ফেললে। তুমিও তো এর পূর্বে মক্কায় অবস্থানকালে আপন ঈমান গোপন রেখেছিলে।;\n",
        "id": 6400,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "মিকদাদ ইবনু আমর (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৮৬৭. আর কেউ কারো প্রাণ রক্ষা করলে (৫ঃ ৩২)। ইবন আব্বাস (রাঃ) বলেন, যে ব্যক্তি যথার্থ কারণ ব্যতিরেকে প্রাণ সংহার নিষিদ্ধ মনে করে তার থেকে গোটা মানব জাতির প্রাণ রক্ষা পেল।",
        "hadithBengali": "৬৪০১। কাবীসা (রহঃ) ... আবদুল্লাহ (রাঃ) সুত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেছেনঃ কোন মানব সন্তানকে হত্যা করা হলে আদম (আলাইহিস সালাম) এর প্রথম সন্তানের (কাবীল) উপর অপরাধের কিছু অংশ অবশ্যই বর্তায়।;\n",
        "id": 6401,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ' ইব্'ন মাসউদ (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৮৬৭. আর কেউ কারো প্রাণ রক্ষা করলে (৫ঃ ৩২)। ইবন আব্বাস (রাঃ) বলেন, যে ব্যক্তি যথার্থ কারণ ব্যতিরেকে প্রাণ সংহার নিষিদ্ধ মনে করে তার থেকে গোটা মানব জাতির প্রাণ রক্ষা পেল।",
        "hadithBengali": "৬৪০২। আবূল ওয়ালীদ (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) সুত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেছেনঃ তোমরা আমার পরে কুফুরমুখী হয়ে যেয়ো না যে তোমরা একে অপরের গর্দান উড়াবে।;\n",
        "id": 6402,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৮৬৭. আর কেউ কারো প্রাণ রক্ষা করলে (৫ঃ ৩২)। ইবন আব্বাস (রাঃ) বলেন, যে ব্যক্তি যথার্থ কারণ ব্যতিরেকে প্রাণ সংহার নিষিদ্ধ মনে করে তার থেকে গোটা মানব জাতির প্রাণ রক্ষা পেল।",
        "hadithBengali": "৬৪০৩। মুহাম্মাদ ইবনু বাশশার (রহঃ) ... জারীর (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে বিদায় হাজ্জের (হজ্জ) প্রাক্কালে বলেছেনঃ লোকদেরকে নীরব কর, তোমরা আমার পরে ফূকুরমুখী হয়ে যেয়ো না যে, তোমরা একে অপরের গর্দান উড়াবে। আবূ বকর ও ইবনু আব্বাস (রাঃ) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে (অনুরূপ) বর্ণনা করেছেন।;\n",
        "id": 6403,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "জারীর ইবনু আবদুল্লাহ আল বাজলী  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৮৬৭. আর কেউ কারো প্রাণ রক্ষা করলে (৫ঃ ৩২)। ইবন আব্বাস (রাঃ) বলেন, যে ব্যক্তি যথার্থ কারণ ব্যতিরেকে প্রাণ সংহার নিষিদ্ধ মনে করে তার থেকে গোটা মানব জাতির প্রাণ রক্ষা পেল।",
        "hadithBengali": "৬৪০৪। মুহাম্মাদ ইবনু বাশশার (রহঃ) ... আবদুল্লাহ ইবনু আমর (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কবীরা গুনাহ হচ্ছে আল্লাহর সাথে শরীক করা, পিতা-মাতার অবাধ্য হওয়া অথবা বলেছেন, মিথ্যা কসম করা। শুবা (রহঃ) তাতে সন্দেহ পোষণ করেন এবং মুয়ায (রহঃ) বলেন, শুবা আমাদেরকে বর্ণনা করেছেন, কবীরা গুনাহ হচ্ছে আল্লাহর সাথে শরীক করা, মিথ্যা কসম করা আর মাতা-পিতার অবাধ্য হওয়া অথবা বলেছেন প্রাণ সংহার করা।;\n",
        "id": 6404,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আমর ইবনুল আস (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৮৬৭. আর কেউ কারো প্রাণ রক্ষা করলে (৫ঃ ৩২)। ইবন আব্বাস (রাঃ) বলেন, যে ব্যক্তি যথার্থ কারণ ব্যতিরেকে প্রাণ সংহার নিষিদ্ধ মনে করে তার থেকে গোটা মানব জাতির প্রাণ রক্ষা পেল।",
        "hadithBengali": "৬৪০৫। ইসহাক ইবনু মনসুর (রহঃ) ও আমর (রহঃ) ... আনাস (রাঃ) থেকে বর্নিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কবীরা গুনাহ সমুহের মধ্যে সবচাইতে বড় গুনাহ হচ্ছে আল্লাহর সাথে শরীক করা, প্রান সংহার করা, পিতা-মাতার অবাধ্য- হওয়া আর মিথ্যা বলা, অথবা বলেছেন, মিথ্যা সাক্ষ্য দেওয়া।;\n",
        "id": 6405,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৮৬৭. আর কেউ কারো প্রাণ রক্ষা করলে (৫ঃ ৩২)। ইবন আব্বাস (রাঃ) বলেন, যে ব্যক্তি যথার্থ কারণ ব্যতিরেকে প্রাণ সংহার নিষিদ্ধ মনে করে তার থেকে গোটা মানব জাতির প্রাণ রক্ষা পেল।",
        "hadithBengali": "৬৪০৬। আমর ইবনু যুরারা (রহঃ) ... উসামা ইবনু যায়িদ ইবনু হারিসা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদেরকে জুহাইনা গোত্রের হারাক শাখার বিরুদ্ধে পাঠালেন। আমরা ভোরে এ গোত্রের কাছে এলাম এবং তাদেরকে পরাস্ত করে ফেললাম। তিনি বলেন আমি ও আনসারদের এক ব্যাক্তি তাদের একজনকে ধাওয়া করে তার কাছে পৌছে গেলাম। তিনি বলেন আমরা যখন আক্রমণ করতে উদ্যত হলাম তখন সে বলে উঠল, লা-ইলাহা ইল্লাল্লাহ। তিনি বলেন, আনসারী ব্যাক্তি তার থেকে বিরত হয়ে গেল। কিন্তু আমি তাকে আমার বর্শা দ্বারা আঘাত করে হত্যা করে ফেললাম। তিনি বলেন, আমরা যখন মদিনায় পৌছলাম তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এ সংবাদ পৌছাল। তিনি বলেন আমাকে তিনি বললেন, হে উসামা! তুমি কি তাকে লা-ইলাহা ইল্লাল্লাহ বলার পরও হত্যা করলে? আমি বললাম, হে আল্লাহর রাসুল! সে আসলে হত্যা থেকে বাঁচতে চেয়েছিল। তিনি বললেনঃ আহা তুমি কি তাকে লা-ইলাহা ইল্লাল্লাহ বলার পরও হত্যা করলে? তিনি বলেন, তিনি বারবার কথাটি আমাকে বলতে থাকলেন। এমন কি আমি আকাঙ্ক্ষা করতে লাগলাম, যদি আমি ঐ দিনের পূর্বে মুসলিম না হতাম।;\n",
        "id": 6406,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উসামাহ ইবনু যায়দ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৮৬৭. আর কেউ কারো প্রাণ রক্ষা করলে (৫ঃ ৩২)। ইবন আব্বাস (রাঃ) বলেন, যে ব্যক্তি যথার্থ কারণ ব্যতিরেকে প্রাণ সংহার নিষিদ্ধ মনে করে তার থেকে গোটা মানব জাতির প্রাণ রক্ষা পেল।",
        "hadithBengali": "৬৪০৭। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... উবাদা ইবনু সামিত (রাঃ) থেকে বর্ণিত। তিনি বলেন আমি ঐ নির্বাচিত নেতাদের একজন ছিলাম যারা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর হাতে বায়আত করেছিলেন। আমরা তার হাতে এ শর্তে বায়আত করেছি যে, আমরা আল্লাহর সাথে কিছুকে শরীক করব না, যিনা করব না, চুরি করব না, এমন প্রাণ সংহার করব না যা আল্লাহ হারাম করেছেন, আমরা লুন্ঠন করব না নাফরমানী করব না। যদি আমরা ওগুলো যথাযথ পালন করি তবে জান্নাত লাভ হবে। আর যদি এর মধ্য থেকে কোন একটা করে ফেলি তাহলে তার ফায়সালা আল্লাহর কাছে সমর্পিত।;\n",
        "id": 6407,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উবাদা ইব্'নুস সামিত (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৮৬৭. আর কেউ কারো প্রাণ রক্ষা করলে (৫ঃ ৩২)। ইবন আব্বাস (রাঃ) বলেন, যে ব্যক্তি যথার্থ কারণ ব্যতিরেকে প্রাণ সংহার নিষিদ্ধ মনে করে তার থেকে গোটা মানব জাতির প্রাণ রক্ষা পেল।",
        "hadithBengali": "৬৪০৮। মূসা ইবনু ইসমাঈল (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যাক্তি আমাদের বিরুদ্ধে অস্ত্র ধারণ করবে সে আমাদের অন্তর্ভুক্ত নয়। আবূ মূসা (রাঃ) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে (অনুরূপ) বর্ণনা করেছেন।;\n",
        "id": 6408,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ' ইব্'ন মাসউদ (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৮৬৭. আর কেউ কারো প্রাণ রক্ষা করলে (৫ঃ ৩২)। ইবন আব্বাস (রাঃ) বলেন, যে ব্যক্তি যথার্থ কারণ ব্যতিরেকে প্রাণ সংহার নিষিদ্ধ মনে করে তার থেকে গোটা মানব জাতির প্রাণ রক্ষা পেল।",
        "hadithBengali": "৬৪০৯। আবদুর রহমান ইবনু মূবারক (রহঃ) ... আহনাফ ইবনু কায়স (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি তাকে (আলী (রাঃ) কে সাহায্য) করার জন্য যাচ্ছিলাম। ইত্যবসরে আমার সাথে আবূ বাকরা (রাঃ) এর সাক্ষাৎ ঘটল। তিনি বললেন, কোথায় যাচ্ছি? আমি বললাম, ঐ ব্যাক্তিকে সাহায্য করতে। তিনি বললেন, ফিরে যাও। কেননা, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -কে বলতে শুনেছি যে, যখন দুজন মুসলিম তরবারী নিয়ে পরস্পর সংঘর্ষে লিপ্ত হয় তখন হত্যাকারী ও নিহত ব্যাক্তির অবস্থান হবে জাহান্নাম। আমি বললাম, হে আল্লাহর রাসুল! হত্যাকারীর ব্যাপারটা তো বোধগম্য। কিন্তু নিহত ব্যাক্তির ব্যাপার সে কেমন? তিনি বললেনঃ সেও তো প্রতিপক্ষকে হত্যা করতে আগ্রহী ছিল।;\n",
        "id": 6409,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আহনাফ ইব্'ন কায়স  (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৮৬৯. (ইমাম কর্তৃক) হত্যাকারীকে স্বীকারোক্তি পর্যন্ত প্রশ্ন করা। আর শরীয়াতের শাস্তির ব্যাপারে স্বীকারোক্তি",
        "hadithBengali": "بَابُ قَوْلِ اللَّهِ تَعَالَى: يَا أَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الْقِصَاصُ فِي الْقَتْلَى الاية;\n\n২৮৬৮. আল্লাহর বাণীঃ হে মুমিনগন! নিহতদের ব্যাপারে তোমাদের জন্য কিসাসের বিধান দেওয়া হয়েছে ... আয়াতের শেষ পর্যন্ত (২ঃ ১৭৮);\n\n\n৬৪১০। হাজ্জাজ ইবনু মিনহাল (রহঃ) ... আনাস ইবনু মালিক থেকে বর্ণিত। জনৈক ইহুদী একটি বালিকার মাথা দুটি পাথরের মাঝখানে রেখে চুর্ণ করে দিল। এরপর তাকে জিজ্ঞাসা করা হল কে তোমার সাথে এ আচরণ করেছে? অমুক অথবা অমুক? শেষ পর্যন্ত ইহুদীটির নাম বলা হল। তাকে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে আনা হল এবং তিনি তাকে জিজ্ঞাসাবাদ করতে থাকলেন। শেষ পর্যন্ত সে তা স্বীকার করল। সুতরাং প্রস্তরাঘাতের মাধ্যমে তার মাথা চূর্ণ করে দেওয়া হল।;\n",
        "id": 6410,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৮৭০. পাথর বা লাঠি দ্বারা হত্যা করা",
        "hadithBengali": "৬৪১১। মুহাম্মাদ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেন, রৌপ্যালংকার পরিহিতা জনৈকা বালিকা মদিনায় বের হল। রাবী বলেন, তখন জনৈক ইহুদী তার প্রতি পাথর নিক্ষেপ করল। রাবী বলেন, তাকে মুমূর্ষাবস্থায় নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে আনা হল। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে জিজ্ঞাসা করলেন, অমুক কি তোমাকে হত্যা করেছে? সে তার মাথা উঠাল। তিনি তাকে আবার বললেন, অমুক কি তোমাকে হত্যা করেছে? সে তার মাথা উঠাল। তিনি তাকে তৃতীয়বার বললেন, অমুক কি তোমাকে হত্যা করেছে? সে তার মাখা নিচু করল। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম প্রস্তর নিক্ষেপকারীকে ডেকে আনলেন এবং তাকে দুটি পাথরের মাঝখানে রেখে হত্যা করালেন।;\n",
        "id": 6411,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৮৭১. আল্লাহর বাণীঃ প্রাণের বদলে প্রাণ ... আয়াতের শেষ পর্যন্ত (৫ঃ ৪৫)",
        "hadithBengali": "৬৪১২। উমর ইবনু হাফস (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কোন মুসলিম ব্যাক্তি যিনি সাক্ষ্য দেন যে আল্লাহ ছাড়া আর কোন ইলাহ নেই এবং আমি আল্লাহর রাসুল। তিন-তিনটি কারণ ব্যতীত তাকে হত্যা করা বৈধ নয়। (যথা) প্রাণের বদলে প্রাণ। বিবাহিত ব্যাভিচারী। আর আপন দ্বীন পরিত্যাগকারী মুসলিম জামাআত থেকে বিচ্ছিন্ন ব্যাক্তি।;\n",
        "id": 6412,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ' ইব্'ন মাসউদ (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৮৭২. যে ব্যক্তি পাথর দ্বারা কিসাস নিল",
        "hadithBengali": "৬৪১৩। মুহাম্মদ ইবনু বাশশার (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। জনৈক ইহুদী একটি বালিকাকে তার রৌপ্যালংকারের লোভে হত্যা করল। সে তাকে পাথর দ্বারা হত্যা করল। মুমূর্ষ অবস্থায় তাকে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে আনা হল। তিনি জিজ্ঞাসা করলেন, অমুক কি তোমাকে হত্যা করেছে? সে তার মাথা দিয়ে ইঙ্গিত করল যে, না। এরপর দ্বিতীয়বার তিনি জিজ্ঞাসা করলেন, সে তার মাথা দিয়ে ইশারা করল যে, না। তারপর তৃতীয়বার তিনি তাকে জিজ্ঞাসা করলেন। সে তার মাথা দিয়ে ইশারা করল যে, হ্যাঁ। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে (হত্যাকারীকে) দুটি পাথর দ্বারা হত্যা করলেন।;\n",
        "id": 6413,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৮৭৩. কাউকে হত্যা করা হলে তার উত্তরাধিকারীগণ দু'রকমের শাস্তির যে কোন একটি প্রয়োগের ইখতিয়ার লাভ করে",
        "hadithBengali": "৬৪১৪। আবূ নুআয়ম (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। খুযাআ গোত্রের লোকেরা এক ব্যাক্তিকে হত্যা করল। আবদুল্লাহ ইবনু রাজা (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, মক্কা বিজয়ের বছর খুযাআ গোত্রের লোকেরা জাহেলী যুগের স্বগোত্রীয় নিহত ব্যাক্তির প্রতিশোধ হিসেবে বনী লায়স গোত্রের এক ব্যাক্তিকে হত্যা করল। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দাঁড়ালেন এবং বললেনঃ আল্লাহ মক্কা থেকে হস্তীদলকে রুখেছেন এবং তাদের বিরুদ্ধে আপন রাসুল ও মুমিনদেরকে কতৃত্ব দান করেছেন। জেনে রেখো! মক্কা আমার পূর্বে কারো জন্য হালাল হয়নি, আর আমার পরও কারো জন্য হালাল হবে না। জেনে রেখো! আমার ক্ষেত্রে তা দিনের কিছু সময়ের জন্য হালাল করা হয়েছে। সাবধান! তা আমার এ সময়ে এমন সম্মানিত, তার কাটা উপড়ানো যাবে না, তার বৃক্ষ কাটা যাবে না, তাতে পড়ে থাকা বস্তু মালিকের কাছে ফিরিয়ে দেয়ার উদ্দেশ্য ব্যতীত ভুলে নেওয়া যাবে না।;\n\nআর যার কাউকে হত্যা করা হয় সে দুপ্রকার দণ্ডের যে কোন একটি প্রয়োগের ইখতিয়ার লাভ করবে। হয়ত রক্তপণ গ্রহণ করা হবে, নতুবা কিসাস নেওয়া হবে। এ সময় ইয়ামনবাসী এক ব্যাক্তি দাঁড়াল, যাকে আবূ শাহ বলা হয়। সে বলল, হে আল্লাহর রাসুল! আমাকে লিখে দিন। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমরা আবূ শাহকে লিখে দাও। তারপর কুরাইশ গোত্রের এক ব্যাক্তি দাঁড়াল। আর বলল, হে আল্লাহর রাসূল! ইযখির ব্যতীত। কেননা, আমরা তা আমাদের ঘরে, আমাদের কবরে ব্যবহার করি। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ ইযখির ব্যতীত।;\n\nউবায়দুল্লাহ (রহঃ) শায়বান (রহঃ) থেকে الْفِيلِ (হস্তী) এর ব্যাপারে হারব ইবনু শাদ্দাদ (রহঃ) এর অনুসরণ করেছেন। কেউ কেউ আবূ নুআয়ম (রহঃ) থেকে المقتل শব্দ নকল করেছেন। উবায়দুল্লাহ (রহঃ) إِمَّا أَنْ يُقَادَ এর পরে أَهْلُ الْقَتِيلِ শব্দও বর্ণনা করেছেন।;\n",
        "id": 6414,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৮৭৩. কাউকে হত্যা করা হলে তার উত্তরাধিকারীগণ দু'রকমের শাস্তির যে কোন একটি প্রয়োগের ইখতিয়ার লাভ করে",
        "hadithBengali": "৬৪১৫। কুতায়বা ইবনু সাঈদ (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, বনী ইসরাঈলদের মধ্যে কিসাসের বিধান বলবত ছিল। তাদের মধ্যে রক্তপনের বিধান ছিল না। তবে আল্লাহ এ উম্মাতকে বললেনঃ নর হত্যার ব্যাপারে তোমাদের জন্য কিসাসের বিধান দেয়া হয়েছে ...... কিন্তু তার ভাইয়ের পক্ষ হতে কিছুটা ক্ষমা প্রদর্শন করা হলে পর্যন্ত (২ঃ ১৭৮)। ইবনু আব্বাস (রাঃ) বলেন, ক্ষমা প্রদর্শনের অর্থ হল ইচ্ছাকৃতভাবে হত্যার ক্ষেত্রে রক্তপণ গ্রহণ করা। তিনি বলেন, আর প্রচলিত প্রথার অনুসরণ করার অর্থ হচ্ছে, যুক্তি সঙ্গত দাবি ও সদয়ভাবে দীয়ত আদায় করা।;\n",
        "id": 6415,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৮৭৪. যথার্থ কারণ ছাড়া রক্তপাত দাবি করা",
        "hadithBengali": "৬৪১৬। আবুল ইয়ামান (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলছেনঃ আল্লাহর কাছে সবচাইতে ঘৃণিত ব্যাক্তি হচ্ছে তিন জন। যে ব্যাক্তি হারাম শরীফে অন্যায় ও অপকর্মে লিপ্ত হয়। যে ব্যাক্তি ইসলামী যুগে জাহিলী যুগের প্রথা তালাশ করে। যে ব্যাক্তি যথার্থ কারণ ব্যতীত কারো রক্তপাত দাবি করে।;\n",
        "id": 6416,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৮৭৫. ভুলক্রমে হত্যার ক্ষেত্রে মৃত্যুর পর ক্ষমা প্রদর্শন করা",
        "hadithBengali": "৬৪১৭। ফারওয়া ও মুহাম্মাদ ইবনু হারব (রহঃ) ... আয়িশা (রাঃ) থেকে বর্নিত। তিনি বলেন, উহুদের দিন ইবলীস লোকদের মাঝে চিৎকার করে বলল, হে আল্লাহর বান্দারা! পিছনের দলের ওপর আক্রমণ কর। ফলে তাদের সম্মুখভাগ পশ্চাত ভাগের উপর ঝাঁপিয়ে পড়ল। এমন কি তারা ইয়ামানকে হত্যা করে ফেলল। তখন হুযায়ফা (রাঃ) বললেন, আমার পিতা! আমার পিতা! কিন্তু তারা তাকে হত্যা করে ফেলল। তখন হুযায়ফা (রাঃ) বললেন, আল্লাহ তোমাদেরকে ক্ষমা করুন। রাবী বলেন, মুশরিকদের একটি দল পরাজিত হয়ে তায়েফ চলে গিয়েছিল।;\n",
        "id": 6417,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৮৭৭. একবার হত্যার স্বীকারোক্তি করলে তাকে হত্যা করা হবে",
        "hadithBengali": "بَابُ قَوْلِ اللَّهِ تَعَالَى: وَمَا كَانَ لِمُؤْمِنٍ أَنْ يَقْتُلَ مُؤْمِنًا إِلاَّ خَطَأً الاية;\n\n২৮৭৬. অনুচ্ছেদঃ আল্লাহ তাআলার বাণীঃ কোন মুমিন ব্যক্তির অন্য মুমিন ব্যক্তিকে হত্যা করা বৈধ নয়। তবে ভুলবশত করলে তা স্বতন্ত্র ... আয়াতের শেষ পর্যন্ত (৪ঃ ৯২);\n\n\n৬৪১৮। ইসহাক (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত যে, জনৈক ইহুদী একটি বালিকার মাথা দুটি পাথরের মাঝখানে রেখে চূর্ণ করে দিল। তখন তাকে জিজ্ঞাসা করা হল, কে তোমার সাথে এমন আচরণ করেছে? অমুক? না অমুক? অবশেষে ইহুদী লোকটির নাম উল্লেখ করা হল। তখন সে তার মাথা দিয়ে (হ্যাঁ-সূচক) ইশারা করল। তখন ইহুদী লোকটিকে আনা হল এবং সে স্বীকার করল। ফলে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার ব্যাপারে নির্দেশ করলেন, তাই তার মাথা একটি পাথর দিয়ে চূর্ণ করা হল এবং হাম্মাম (রহঃ) বলেন, দুটি পাথর দিয়ে।;\n",
        "id": 6418,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৮৭৮. মহিলার বদলে পুরুষকে হত্যা করা",
        "hadithBengali": "৬৪১৯। মুসাদ্দাদ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একজন ইহুদীকে একজন বালিকার বদলে হত্যা করেছেন। সে রৌপ্যালংকারের লোভে ওকে হত্যা করেছিল।;\n",
        "id": 6419,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৮৭৯. আহত হওয়ার ক্ষেত্রে নারী-পুরুষদের মধ্যে কিসাস। আলিমগণ বলেন, নারীর বদলে পুরুষকে হত্যা করা হবে। আর উমর (রাঃ) থেকে বর্ণনা করা হয় যে, ইচ্ছাকৃতভাবে প্রত্যেক হত্যা বা আহত কারার ক্ষেত্রে নারীর বদলে পুরুষকে কিসাসের বিধানানুসারে শাস্তি দেওয়া হবে। ইহাই উমর ইবনু আবদুল আযীয (র), ইবরাহীম (র) এবং আবূয যিনাদ (র)-এর অভিমত তাদের আসহাব থেকে। রুবায়-এর বোন কোন এক ব্যক্তিকে আহত করলে নবী (সাঃ) বলেন, এ ক্ষেত্রে আল্লাহর বিধান হল কিসাস'",
        "hadithBengali": "৬৪২০। আমর ইবনু আলী (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমরা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর অসুখের সময় তার মুখের এক কিনারায় ঔষধ ঢেলে দিলাম। তিনি বলেন, তোমরা আমার মুখের কিনারায় ঔষধ দিও না। আমরা মনে করলাম, রোগী ঔষধ সেবন অপছন্দ করেই থাকে। যখন তাঁর হুশ ফিরে এলো, তখন তিনি বললেনঃ তোমাদের মধ্যে যেন এমন কেউ থাকে না, যার মুখের কিনারায় জোর পুর্বক ঔষধ ঢেলে দেয়া না হয় শুধুমাত্র আব্বাস ব্যতীত। কেননা, সে তোমাদের কাছে হাযির ছিল না।;\n",
        "id": 6420,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৮৮০. হাকিমের কাছে মোকাদ্দামা দায়ের করা ব্যতীত আপন অধিকার আদায় করে নেয়া বা কিসাস গ্রহণ করা",
        "hadithBengali": "৬৪২১। আবুল ইয়ামান (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছেন যে, আমরা হচ্ছি (পৃথিবীতে) সর্বশেষ ও (আখিরাতে) সর্বপ্রথম। উক্ত হাদীসের সুত্রে এও বর্ণিত, তিনি বলেছেন, যদি কেউ তোমার ঘরে তোমার অনুমতি ব্যাতিরেকে উঁকি মারে আর তুমি পাথর নিক্ষেপ করে তার চক্ষু ফুটা করে দাও, তাতে তোমার কোন গুনাহ হবে না।;\n",
        "id": 6421,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৮৮০. হাকিমের কাছে মোকাদ্দামা দায়ের করা ব্যতীত আপন অধিকার আদায় করে নেয়া বা কিসাস গ্রহণ করা",
        "hadithBengali": "৬৪২২। মুসাদ্দাদ (রহঃ) ... হুমায়দ (রহঃ) থেকে বর্ণিত যে, জনৈক ব্যাক্তি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর ঘরে উঁকি মারল। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার প্রতি চাকু নিক্ষেপের প্রস্তুতি নিলেন। আমি জিজ্ঞাসা করলাম, আপনাকে (এ হাদীস) কে বর্ণনা করেছেন? তিনি বললেন, আনাস ইবনু মালিক (রাঃ)।;\n",
        "id": 6422,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "হুমায়দ (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৮৮১. (জনতার) ভিড়ে মারা গেলে বা হত্যা করা হলে",
        "hadithBengali": "৬৪২৩। ইসহাক ইবনু মানসুর (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, উহুদের দিন যখন মুশরিকরা পরাজিত হয়ে গেল তখন ইবলীস চিৎকার করে বলল, হে আল্লাহর বান্দাগণ! পিছনের দলের উপর আক্রমন কর। তখন সম্মুখবর্তীরা পশ্চাতবর্তীদের উপর আক্রমণ করল ও পরস্পরে লড়ায়ে লিপ্ত হল। তখন হুযায়ফা (রাঃ) তাকিয়ে দেখতে পেলেন যে তার বাবা ইয়ামান আক্রান্ত হয়েছেন। তখন তিনি বললেন, হে আল্লাহর বান্দাগণ! (এ তো) আমার পিতা! আমার পিতা! তিনি বলেন, আল্লাহর কসম! তারা তাকে হত্যা না করে ক্ষান্ত হল না। হুযায়ফা (রাঃ) বলেন, আল্লাহ তোমাদেরকে ক্ষমা করুন। উরওয়া (রহঃ) বলেন, এ কারণে হুযায়ফা (রাঃ) এর অন্তরে আল্লাহর সাথে মিলন না হওয়া পর্যন্ত এই স্মৃতি জাগরুক ছিল।;\n",
        "id": 6423,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৮৮২.  যখন কেউ ভুলবশত নিজেকে হত্যা করে ফেলে তখন তার কোন রক্তপণ নেই",
        "hadithBengali": "৬৪২৪। মাক্কী ইবনু ইবরাহীম (রহঃ) ... সালামা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমরা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাথে খায়বার অভিমুখে রওয়ানা হলাম। তখন তাদের এক ব্যাক্তি বলল, হে আমির! তোমরা আমাদেরকে উট চালনার কিছু সঙ্গীত শোনাও। সে তাদেরকে তা গেয়ে শোনাল। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ চালকটি কে? তারা বলল, আমির। তিনি বললেন, আল্লাহ তাকে রহম করুন। তারা বলল, হে আল্লাহর রাসুল! আমাদেরকে তার থেকে দীর্ঘকাল উপকৃত হবার সুযোগ করে দিন। পরদিন সকালে আমির নিহত হল। তখন লোকেরা বলতে লাগল তার আমল বরবাদ হয়ে গেছে, সে নিজেকে হত্যা করেছে। যখন আমি ফিরলাম, আর লোকেরা বলাবলি করছিল যে, আমিরের আমল বরবাদ হয়ে গেছে, তখন আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এলাম এবং বললাম, হে আল্লাহর নবী! আমার পিতা-মাতা আপনার প্রতি কুরবান। তাদের ধারনা, আমিরের আমল বরবাদ হয়ে গেছে। তিনি বললেন, যে এমনটা বলেছে মিথ্যা বলেছেন কেননা আমিরের জন্য দ্বিগুন পুরস্কার। কারণ সে (সৎ কাজে) অতিশয় যত্নবান, (আল্লাহর রাস্তায়) মুজাহিদ। অন্য কোন প্রকার হত্যা এর চেয়ে অধিক পুরস্কারের অধিকারী করতে পারে।;\n",
        "id": 6424,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সালামাহ ইবনু আক্ওয়া (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৮৮৩. কাউকে দাঁত দিয়ে কামড় দেওয়ার ফলে তার দাঁত উপড়ে গেলে",
        "hadithBengali": "৬৪২৫। আদম (রহঃ) ... ইমরান ইবনু হুসায়ন (রাঃ) থেকে বর্ণিত যে, এক ব্যাক্তি অপর এক ব্যাক্তির হাত দাঁত দিয়ে কামড়ে ধরল। সে তার হাত ঐ ব্যাক্তির মুখ থেকে টেনে বের করল। ফলে তার দুটি দাঁত উপড়ে গেল। তারা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট তাদের মুকাদ্দমা পেশ করল। তখন তিনি বললেনঃ তোমাদের কেউ তার ভাইকে কি কামড়াবে? যেমন উট কামড়ে থাকে? তোমার জন্য কোন রক্তপন নেই।;\n",
        "id": 6425,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "ইমরান ইবনু হুসায়ন (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৮৮৩. কাউকে দাঁত দিয়ে কামড় দেওয়ার ফলে তার দাঁত উপড়ে গেলে",
        "hadithBengali": "৬৪২৬। আবূ আসিম (রহঃ) ... ইয়ালা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি কোন একটি যুদ্ধে বেরিয়ে ছিলাম। তখন এক ব্যাক্তি দাঁত দিয়ে কামড়ে ধরে; ফলে তার দাঁত উপড়ে যায়। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (দাঁতের) দীয়তকে বাতিল করে দিলেন।;\n",
        "id": 6426,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "ইয়ালা ইবন উমাইয়া (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৮৮৪. দাঁতের বদলে দাঁত",
        "hadithBengali": "৬৪২৭। আনসারী (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত যে, নাযারের কন্যা একটি বালিকাকে থাপ্পড় মেরে তার দাঁত ভেঙ্গে ফেলল। তারা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট এল তখন তিনি কিসাসের নির্দেশ দিলেন।;\n",
        "id": 6427,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৮৮৫. আঙ্গুলের রক্তপণ",
        "hadithBengali": "৬৪২৮। আদম (রহঃ) ... ইবনু আব্বাস (রাঃ) সুত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেছেন, (দীয়তের ব্যাপারে) এটি এবং ওটি সমান। অর্থাৎ কনি ও বৃদ্ধাঙ্গূলি।;\n",
        "id": 6428,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৮৮৫. আঙ্গুলের রক্তপণ",
        "hadithBengali": "৬৪২৯। মুহাম্মদ ইবনু বাশশার (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে অনুরূপ বলতে শুনেছি।;\n",
        "id": 6429,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৮৮৬. যখন একটি দল কোন এক ব্যক্তিকে বিপন্ন করে তোলে, তখন তাদের সকলকে শাস্তি প্রদান করা হবে কি? অথবা সকলের নিকট থেকে কিসাস গ্রহন করা হবে কি? মুতাররিফ (রহঃ) শাবী (রহঃ) থেকে এমন দু জন ব্যক্তির ব্যাপারে বর্ণনা করেন যারা এক ব্যক্তির বিরুদ্ধে সাক্ষ্য প্রদান করেছিল যে, সে চুরি করেছে। তখন আলী (রাঃ) তার হাত কেটে ফেললেন। তারপর তারা অপর একজনকে নিয়ে এসে বলল, আমরা ভুল করে বসেছি। তখন তিনি তাদের সাক্ষ্য বাতিল করে দিলেন এবং প্রথম ব্যক্তির দীয়ত (রক্তপণ) গ্রহণ করলেন। আর বললেন, যদি আমি জানতাম যে তোমরা ইচ্ছাকৃতভাবে কাজটি করেছে, তাহলে তোমাদের উভয়ের হাত কেটে ফেলতাম। আবূ আবদুল্লাহ (ইমাম বুখারী) (রহঃ)  বলেন, আমাকে ইবনু বাশশার (রহঃ)  ইবনু উমর (রাঃ) থেকে বর্ণনা করেছেন যে, একটি বালককে গোপনে হত্যা করা হয়। তখন উমর (রাঃ) বললেন, যদি গোটা সান'আবাসী এতে অংশ নিত তাহলে আমি তাদেরকে হত্যা করতাম। মুগীরা ইবনু হাকীম (রহঃ)  আপন পিতা হাকীম থেকে বর্ণনা করেছেন যে, চারজন লোক একটি বালককে হত্যা করেছিল। তখন উমর (রাঃ) অনুরূপ কথা বলেছিলেন। আবূ বকর ও ইবনু যুবায়র, আলী ও সুওয়ায়দ ইবনু মুকাররিন (রাঃ) থাপ্পড়ের ক্ষেত্রে কিসাসের নির্দেশ দেন। উমর (রাঃ) ছড়ি দিয়ে প্রহারের ব্যাপারে কিসাসের নির্দেশ দেন। আর আলী (রাঃ) তিনটি বেত্রাঘাতের জন্য কিসাসের নির্দেশ দেন এবং শুরায়হ (রহঃ) একটি বেত্রাঘাত ও নখের আঁচড়ের জন্য কিসাস কার্যকর করেন।",
        "hadithBengali": "৬৪৩০। মুসাদ্দাদ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমরা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর অসুখের সময় তার মুখের কিনারায় ঔষধ ঢেলে দিলাম। আর তিনি আমাদের দিকে ইশারা করতে থাকলেন যে, তোমরা আমার মূখের কিনারায় ঔষধ ঢেলে দিও না। আমরা মনে করলাম যে, রোগীর ঔষধের প্রতি অনীহা-ই এর কারণ। যখন তিনি হুশ ফিরে পেলেন, তখন বললেনঃ আমাকে (জোর পূর্বক) ঔষধ সেবন করাতে কি তোমাদেরকে নিষেধ করিনি? আমরা বললাম, রোগীর ঔষধের প্রতি অনীহা তাই এর কারণ বলে আমরা মনে করেছি। তখন তিনি বললেনঃ তোমাদের মাঝে যেন এমন কেউ না থাকে যার মুখে জোরপূর্বক ঔষধ ঢালা হয় আর আমি দেখতে থাকব শুধু আব্বাস ব্যতীত। কেননা, সে তোমাদের সাথে ছিল না।;\n",
        "id": 6430,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৮৮৭. কাসামাহ' (শপথ)। আশআছ ইবনু কায়স (রাঃ) বলেন, নবী (সাঃ) আমাকে বলেছেন, তুমি দু'জন সাক্ষী পেশ করবে, নতুবা তার কসম! ইবনু আবূ মুলায়কা (রহঃ) বলেন, মু'আবিয়া (রাঃ) কাসামা অনুযায়ী কিসাস গ্রহণ করতেন না। উমর ইবনু আবদুল আযীয (রহঃ) তাঁর তরফ থেকে নিযুক্ত বসরার গভর্নর আদী ইবনু আরতাত (রহঃ) এর কাছে একজন নিহত ব্যক্তির ব্যাপারে পত্র লিখেন, যাকে তেল ব্যবসায়ীদের বাড়ীর কাছে পাওয়া গিয়েছিল। তিনি লিখেছিলেন, যদি তার আত্মীয়-স্বজনরা প্রমান পেশ করতে পারে তবে দন্ড প্রদান করবে নতুবা লোকদের ওপর জুলম করবে না। কেননা, তা এমন ব্যাপার, যার কিয়ামত পর্যন্ত ফায়সালা করা যায় না।",
        "hadithBengali": "৬৪৩১। আবু নূআয়ম (রহঃ) ... সাহল ইবনু আবূ হাসমা (রাঃ) থেকে বর্ণিত যে, তার গোত্রের একদল লোক খায়বার গমন করল ও তথায় তারা বিক্ষিপ্তভাবে ছড়িয়ে পড়ল। তারা তাদের একজনকে নিহত অবস্থায় পেল। এবং যাদের কাছে তাকে নিহত অবস্থায় পাওয়া গেল তাদেরকে তারা বলল, তোমরা আমাদের সাথীকে হত্যা করেছ। তারা বলল, আমরা তাকে না হত্যা করেছি, না হত্যাকারীকে জানি। এরপর তারা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে গেল এবং বলল, হে আল্লাহর রাসুল! আমরা খায়বার গিয়েছিলাম। আর আমাদের একজনকে তথায় নিহত অবস্থায় পেলাম। তখন তিনি বললেন, বায়োবৃদ্ধকে বলতে দাও। বায়োবৃদ্ধকে বলতে দাও। তারপর তিনি তাদেরকে বললেনঃ তোমাদেরকে তার হত্যাকারীর বিরুদ্ধে প্রমাণ পেশ করতে হবে। তারা বলল আমাদের কাছে কোন প্রমাণ নেই। তিনি বললেনঃ তাহলে ওরা কসম করে নেবে। তারা বলল, ইহুদীদের কসমে আমাদের আস্থা নেই। এ নিহতের রক্ত মূল্যহীন হযে যাক তা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পছন্দ করলেন না। তাই সাদাকার একশ উট প্রদান করে তার রক্তপণ আদায় করলেন।;\n",
        "id": 6431,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সাহল ইবনু আবূ হাসমা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৮৮৭. কাসামাহ' (শপথ)। আশআছ ইবনু কায়স (রাঃ) বলেন, নবী (সাঃ) আমাকে বলেছেন, তুমি দু'জন সাক্ষী পেশ করবে, নতুবা তার কসম! ইবনু আবূ মুলায়কা (রহঃ) বলেন, মু'আবিয়া (রাঃ) কাসামা অনুযায়ী কিসাস গ্রহণ করতেন না। উমর ইবনু আবদুল আযীয (রহঃ) তাঁর তরফ থেকে নিযুক্ত বসরার গভর্নর আদী ইবনু আরতাত (রহঃ) এর কাছে একজন নিহত ব্যক্তির ব্যাপারে পত্র লিখেন, যাকে তেল ব্যবসায়ীদের বাড়ীর কাছে পাওয়া গিয়েছিল। তিনি লিখেছিলেন, যদি তার আত্মীয়-স্বজনরা প্রমান পেশ করতে পারে তবে দন্ড প্রদান করবে নতুবা লোকদের ওপর জুলম করবে না। কেননা, তা এমন ব্যাপার, যার কিয়ামত পর্যন্ত ফায়সালা করা যায় না।",
        "hadithBengali": "৬৪৩২। কুতায়বা ইবনু সাঈদ (রহঃ) ... আবূ কিলাবা (রহঃ) থেকে বর্ণিত যে, একদা উমর ইবনু আবদুল আযীয (রহঃ) তার সিংহাসন জনসাধারণকে প্রদর্শনের উদ্দেশ্যে বের করলেন। এরপর লোকদেরকে তার নিকট আসার অনুমতি প্রদান করলেন। তারা প্রবেশ করল। তারপর বললেন, তোমরা কাসামা (কসম) সম্বন্ধে কি মত পোষণ কর? তারা বলল আমাদের মতে কাসামার ভিত্তিতে কিসাস গ্রহণ করা বিধেয়। খলীফাগণ এর ভিত্তিতে কিসাস কার্যকর করেছেন। তিনি আমাকে বললেন, হে আবূ কিলাবা। তুমি কি বল? তিনি আমাকে লোকদের সামনে দাঁড় করালেন। আমি বললাম, হে আমীরুল মুমিনীন! আপনার কাছে সেনাবাহিনীর উচ্চপদস্থ ব্যাক্তিবর্গ ও আরব নেতৃবৃন্দ রয়েছেন, বলুন তো, যদি তাদের থেকে পঞ্চাশ ব্যাক্তি দামেশকের একজন বিবাহিত ব্যাক্তির বিরুদ্ধে সাক্ষ্য প্রদান করে যে সে যিনা করেছে, অথচ তারা তাকে দেখেনি, তাহলে আপনি তাকে রজম করবেন কি? তিনি বললেনঃ না। আমি বললাম, বলুন তো, যদি তাদের মধ্য থেকে পঞ্চাশ জন হিমস নিবাসী এক ব্যাক্তির বিরুদ্ধে সাক্ষ্য প্রদান করে যে, সে যিনা করেছে। অথচ তারা তাকে দেখেনি, তাহলে কি আপনি তার হাত কাটবেন? তিনি বললেনঃ না।;\n\nআমি বললাম, আল্লাহর কসম! রাসুলুল্লাহসাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তিন কারনের কোন একটি ব্যতীত কাউকে হত্যা করেননি। (যথা) (অন্যায়ভাবে) কাউকে হত্যা করলে তাকে হত্যা করা হবে। অথবা যে ব্যাক্তি বিয়ের পর যিনা করে, অথবা যে ব্যাক্তি আল্লাহ ও তাঁর রাসুলের বিরুদ্ধে বিদ্রোহ করে ও ইসলাম থেকে ফিরে মুরতাদ হয়ে যায়।;\n\nতখন লোকেরা বলল, আনাস ইবনু মালিক (রাঃ) কি বর্ণনা করেননি যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম চুরির ব্যাপারে হাত কেটেছেন, লৌহশলাকা দ্বারা চক্ষু ফুড়ে দিয়েছেন, তারপর তাদেরকে উত্তপ্ত রৌদ্রে ফেলে রেখেছেন। তখন আমি বললাম, আমি তোমাদেরকে আনাস (রাঃ) এর হাদীস বর্ণনা করছি।;\n\nআমাকে আনাস (রাঃ) বর্ণনা করেছেন, উকাইল গোত্রের আটজন লোক রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এল। তারা তার হাতে ইসলামের বায়আত গ্রহন করল। কিন্তু সে এলাকার আবহাওয়া তাদের অনুকূলে হল না এবং তাদের শরীর অসুস্থ হয়ে পড়ল। তারা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এর অভিযোগ করল। তিনি তাদেরকে বললেন তোমরা কি আমার রাখালের সাথে তার উটপালের কাছে গিয়ে সেগুলোর দুধ ও পেশাব পান করবে না? তারা বলল, হ্যাঁ। তারপর তারা তথায় গিয়ে সেগুলোর দুধ ও পেশাব পান করল। ফলে তারা সুস্থ হয়ে গেল। এরপর তারা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর রাখালকে হত্যা করে উটওলো হাঁকিয়ে নিয়ে চলল।;\n\nএ সংবাদ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে পৌছলে তিনি তাদের পশ্চাদ্ধাবনের লক্ষ্যে লোক পাঠালেন। তারা ধরা পড়ল এবং তাদেরকে নিয়ে আসা হল। তাদের সম্বন্ধে নির্দেশ প্রদান করা হল। তাদের হাত-পা কাটা হল, লৌহশলাকা দ্বারা তাদের চক্ষু ফুড়ে দেওয়া হল। এরপর উত্তপ্ত রৌদ্রে তাদেরকে ফেলে রাখা হল, অবশেষে তারা মারা গেল। আমি বললাম তারা যা করেছে এর চেয়ে জঘন্য আর কি হতে পারে? তারা ইসলাম থেকে মুরতাদ হল, হত্যা করল, চুরি করল। তখন আমবাসা ইবনু সাঈদ বললেনঃ আল্লাহর কসম! আজকের ন্যয় আমি আর কখনো শুনিনি। আমি বললাম, হে আমবাসা! তাহলে তুমি আমার বর্ণিত হাদীসটি প্রত্যাখ্যান করছ কি? তিনি বললেনঃ না। তুমি হাদীসটি যথাযথ বর্ণনা করেছ। আল্লাহর কসম! এ লোকগুলো কল্যাণের উপর থাকবে যতদিন এ শায়খ (বুযর্গ) তাদের মধ্যে বর্তমান থাকবেন।;\n\nআমি বললাম, এ ব্যাপারে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে একটা নিয়ম রয়েছে। আনসারদের একটি দল তাঁর কাছে প্রবেশ করল। তারা তার কাছে আলোচনা করছিল। ইতিমধ্যে তাদের সামনে তাদের এক লোক বেরিয়ে গেল এবং নিহত হল। অতঃপর তারা বের হল। তখন তারা তাদের সঙ্গীকে দেখতে পেল যে, রক্তের মধ্যে নড়াচড়া করছে। তারা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে ফিরে এল এবং বলল, হে আল্লাহর রাসুল! আমাদের সঙ্গী যে আমাদের সাথে আলোচনা করছিল এবং সে আমাদের সামনেই বের হয়ে গিয়েছিল। আমরা এখন তাকে রক্তের মাঝে নড়াচড়া করতে দেখতে পাচ্ছি। এ কথা শুনে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বেরিয়ে গেলেন এবং বললেনঃ তাকে হত্যা করার ব্যাপারে কাদের সমন্ধে তোমাদের ধারণা? তারা বললা আমরা মনে করি! ইহুদীরা তাকে হত্যা করেছে।;\n\nতিনি ইহুদীদেরকে ডেকে পাঠালেন। এরপর তাদেরকে জিজ্ঞাসা করলেন, তোমরা ওকে হত্যা করেছ? তারা বলল, না। তিনি আনসারদের বললেনঃ তোমরা কি এতে সম্মত আছ যে, ইহুদীদের আরো পঞ্চাশজন লোক কসম করে বলবে যে, তারা তাকে হত্যা করেনি। আনসাররা বলল, তারা এতে কোন পরওয়া করবে না, তারা আমাদের সকলকে হত্যা করে ফেলার পরও কসম করে নিতে পারবে। তিনি বললেনঃ তাহলে তোমরা কি এজন্য প্রস্তুত আছ যে, তোমাদের থেকে পঞ্চাশজনের কসমের মাধ্যমে তোমরা দীয়াতের অধিকারী হবে? তারা বলল, আমরা কসম করব না। তখন তিনি নিজের পক্ষ থেকে দীয়াত প্রদান করে দেন।;\n\n(রাবী আবূ কালাবা বলেন) আমি বললাম, হুযায়ল গোত্র জাহিলী যুগে তাদের গোত্রের লোকেরা এক ব্যাক্তিকে সকল প্রকার দায়-দায়িত্ব গ্রহণ থেকে বিচ্ছিন্ন করে দিয়েছিল। এক রাতে সে ব্যাক্তি বাহহা নামক স্থানে ইয়ামনের এক পরিবারের উপর আকম্মিক হামলা চালায়। কিন্তু সে পরিবারের এক ব্যাক্তি তা টের পেয়ে যায়। এবং তার প্রতি তরবারী নিক্ষেপ করে তাকে হত্যা করে ফেলে। অতঃপর হুযায়ল গোত্রের লোকেরা এসে ইয়ামনী ব্যাক্তিটিকে ধরে ফেলে এবং (হাজ্জের (হজ্জ) মৌসুমে উমর (রাঃ) এর কাছে তাকে নিয়ে পেশ করে। আর বলে সে আমাদের এক সাথীকে হত্যা করেছে। ইয়ামনী লোকটি বলল, তারা কিন্তু ওকে সকল প্রকার দায়-দায়িত্ব গ্রহণ থেকে বিচ্ছিন্ন করে দিয়েছে। তখন তিনি বললেন, হুযায়ল গোত্রের পঞ্চাশ ব্যাক্তি এ মর্মে কসম করবে যে তারা ওকে সকল দায়-দায়িত্ব গ্রহণ থেকে বিচ্ছিন্ন করেনি।;\n\nবর্ণনাকারী বলেনঃ তাদের মধ্য থেকে উনপঞ্চাশ ব্যাক্তি কসম করে নিল, অতঃপর তাদের একজন সিরিয়া থেকে এলো, তারা তাকে কসম করতে বলল। কিন্তু সে এক হাজার দিরহামের বিনিময়ে কসম থেকে তাদের সাথে আপোস করে নিল। তখন তারা তার স্থলে অপর একজনকে যোগ করে নিল। তারা তাকে নিহত ব্যাক্তির ভাইয়ের কাছে পেশ করল। তারা উভয়ই করমর্দন করল। বর্ণনাকারী বলেন, আমরা এবং ঐ পঞ্চাশ ব্যাক্তি, যারা কসম করেছে, চললাম। যখন তারা নাখলা নামক স্থানে পৌছলাম, তাদের উপর বৃষ্টি নেমে এল। তখন তারা পাহাড়ের এক গুহায় প্রবেশ করল। কিন্তু গুহা ঐ পঞ্চাশজন কসমকারীর উপর ভেঙ্গে পড়ল। এতে তারা সকলেই মারা গেল।;\n\nতবে করমর্দনকারী দুজন শুধু বেঁচে গেল। কিন্তু একটি পাথর তাদের উভয়ের প্রতি নিক্ষিপ্ত হল এবং নিহত ব্যাক্তির ভাইয়ের পা ভেঙ্গে ফেলল। আর সে এক বছর জীবিত থাকার পর মারা গেল। (রাবী বলেন) আমি বললাম, আবদুল মালিক ইবনু মারওয়ান (এক সময়) কাসামার ভিত্তিতে এক ব্যাক্তির কিসাস গ্রহণ করেন। এরপর আপন কৃতকর্মের উপর তিনি লজ্জিত হন এবং ঐ পঞ্চাশ ব্যাক্তি সম্বন্ধে নির্দেশ দিলেন যারা কসম করেছিল, তাদেরকে রেজিষ্ট্রার থেকে খারিজ করে দিয়ে সিরিয়ায় নির্বাসন দিলেন।;\n",
        "id": 6432,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": " আবূ কিলাবাহ্ (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৮৮৮. যে ব্যক্তি অন্য ব্যক্তিদের ঘরে উঁকি মারল। আর তারা তার চক্ষু ফুঁড়ে দিল, এতে ঐ ব্যক্তির জন্য দিয়াত নেই",
        "hadithBengali": "৬৪৩৩। আবূ নুমান (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। জনৈক ব্যাক্তি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কোন একটি হুজরার ছিদ্র দিয়ে উঁকি মারল। তখন তিনি তার প্রতি লক্ষ্য করে একটি তীক্ষ্ণ প্রশস্ত ছুরি নিয়ে দাঁড়ালেন এবং তার অগোচরে তাকে খোঁচা দেয়ার সুযোগ তালাশ করতে লাগলেন।;\n",
        "id": 6433,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৮৮৮. যে ব্যক্তি অন্য ব্যক্তিদের ঘরে উঁকি মারল। আর তারা তার চক্ষু ফুঁড়ে দিল, এতে ঐ ব্যক্তির জন্য দিয়াত নেই",
        "hadithBengali": "৬৪৩৪। কুতায়বা ইবনু সাঈদ (রহঃ) ... সাহল ইবনু সাদ সাঈদী (রাঃ) থেকে বর্ণিত। তিনি বলেন, জনৈক ব্যাক্তি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কোন গৃহের দরজার এক ছিদ্র দিয়ে উঁকি মারল। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট চিরুনি সদৃশ একখন্ড লোহা ছিল। এ দ্বারা তিনি স্বীয় মাথা চুলকাচ্ছিলেন। যখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে দেখলেন তখন বললেনঃ যদি আমি নিশ্চিত হতাম যে, তুমি আমার দিকে তাকাচ্ছ তাহলে এ দ্বারা আমি তোমার চোখে আঘাত করতাম। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ চোখের দরুন-ই অনুমতির বিধান রাখা হয়েছে।;\n",
        "id": 6434,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সাহল বিন সাদ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৮৮৮. যে ব্যক্তি অন্য ব্যক্তিদের ঘরে উঁকি মারল। আর তারা তার চক্ষু ফুঁড়ে দিল, এতে ঐ ব্যক্তির জন্য দিয়াত নেই",
        "hadithBengali": "৬৪৩৫। আলী ইবনু আবদুল্লাহ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আবূল কাসিম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যদি কোন ব্যাক্তি অনুমতি ব্যতিরেকে তোমার দিকে উঁকি মারে আর তখন তুমি তার প্রতি কংকর নিক্ষেপ করে তার চক্ষু উপড়ে ফেল, এতে তোমার কোন অপরাধ হবে না।;\n",
        "id": 6435,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৮৮৯. আকিলা (রক্তপণ) প্রসঙ্গে",
        "hadithBengali": "৬৪৩৬। সাদাকা ইবনু ফাযল (রহঃ) ... আবূ জুহায়ফা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি আলী (রাঃ) কে জিজ্ঞাসা করলাম, যা কুরআনে নেই এমন কিছু আপনাদের নিকট আছে কি? একবার তিনি বলেছেন, যা মানুষের নিকট নেই ... তখন তিনি বললেন, ঐ সত্তার কসম! যিনি খাদ্যশস্য অংকুরিত করেন এবং প্রাণ সৃষ্টি করেন। কুরআনে যা কিছু রয়েছে তা ব্যতীত আমাদের নিকট অন্য কিছু নেই। তবে এমন জ্ঞান যা আল্লাহর কিতাব বুঝবার জন্য কোন ব্যাক্তিকে দেয়া হয় এবং এ কাগজের টুকরায় যা রয়েছে। আমি জিজ্ঞাসা করলাম, কাগজের টুকরায় কি রয়েছে? তিনি বললেনঃ রক্তপণ ও মুক্তিপণের বিধান। আর (এ নীতি) কোন কাফেরের বদলে কোন মুসলিমকে হত্যা করা হবে না।;\n",
        "id": 6436,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ জুহাইফাহ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৮৯০. মহিলার ভ্রুন",
        "hadithBengali": "৬৪৩৭। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, হুযায়ল গোত্রের দুজন মহিলার একজন অপরজনকে পাথর নিক্ষেপ করে গর্ভপাত ঘটিয়ে দিল। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ মহিলার ব্যাপারে একটি গোলাম অথবা বাঁদী প্রদানের ফায়সালা দিলেন।;\n",
        "id": 6437,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৮৯০. মহিলার ভ্রুন",
        "hadithBengali": "৬৪৩৮। মূসা ইবনু ইসমাঈল (রহঃ) ... উমার (রাঃ) থেকে বর্ণিত যে, তিনি মহিলাদের গর্ভপাত সম্পর্কে সাহাবাদের সাথে পরামর্শ করেন। তখন মুগীরা (রাঃ) বললেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এরূপ ক্ষেত্রে অভিযুক্ত ব্যাক্তির প্রতি ক্ষতিগ্রস্ত ব্যাক্তিকে একটি গোলাম অথবা বাঁদী প্রদানের ফায়সালা করেছেন। এ সময় মুহাম্মাদ ইবনু মাসলামা (রাঃ) সাক্ষ্য দিলেন যে, তিনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে এ ফায়সালা করতে দেখেছেন।;\n",
        "id": 6438,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উমর ইবনুল খাত্তাব  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৮৯০. মহিলার ভ্রুন",
        "hadithBengali": "৬৪৩৯। উবায়দুল্লাহ ইবনু মূসা (রহঃ) ... হিশামের পিতা উরওয়া (রহঃ) থেকে বর্ণিত যে, উমর (রাঃ) লোকদেরকে কসম দিয়ে জিজ্ঞাসা করলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে ভ্রুণ হত্যার ব্যাপারে ফায়সালা দিতে কে শুনেছে? তখন মুগীরা (রাঃ) বললেনঃ আমি তাকে অনুরূপ ব্যাপারে একটি গোলাম অথবা বাঁদী প্রদানের ফায়সালা প্রদান করতে শুনেছি। তিনি বললেন, এ বিষয়ে তোমার সাক্ষী নিয়ে এসো। এ সময় মুহাম্মাদ ইবনু মাসলামা (রাঃ) বললেন, আমি সাক্ষ্য দিচ্ছি যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অনুরূপ ফায়সালা প্রদান করেছেন।;\n",
        "id": 6439,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উরওয়াহ (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৮৯০. মহিলার ভ্রুন",
        "hadithBengali": "৬৪৪০। মুহাম্মাদ ইবনু আবদুল্লাহ (রহঃ) ... উমর (রাঃ) থেকে বর্ণিত যে, তিনি সাহাবীগণের সাথে গর্ভপাত ঘটানোর ব্যাপারে অনুরূপ পরামর্শ করেছেন।;\n",
        "id": 6440,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উমর ইবনুল খাত্তাব  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৮৯১. মহিলার ভ্রুন এবং দিয়াত পিতা ও পিতার নিকটাত্নীয়ের উপর বর্তায় সন্তানের উপর নয়",
        "hadithBengali": "৬৪৪১। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বনি লিহয়ানের জনৈকা মহিলার ভ্রণ হত্যার ব্যাপারে একটি গোলাম অথবা বাদী প্রদানের ফায়সালা করেন। তারপর দন্ডপ্রাপ্ত মহিলার মৃত্যু হল, যার সম্পর্কে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঐ ফায়সালা করেছিলেন। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পুনঃ ফায়সালা প্রদান করলেন যে, তার ত্যাজ্য সম্পত্তি তার ছেলে সন্তান ও স্বামী পাবে। আর দিয়াত আদায় করবে তার আসাবা।;\n",
        "id": 6441,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৮৯১. মহিলার ভ্রুন এবং দিয়াত পিতা ও পিতার নিকটাত্নীয়ের উপর বর্তায় সন্তানের উপর নয়",
        "hadithBengali": "৬৪৪২। আহমাদ ইবনু সালিহ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, হুযায়ল গোত্রের দুজন মহিলা ঝগড়াকালে একে অপরের প্রতি পাথর নিক্ষেপ করে এবং একজন অপর জনের গর্ভস্থিত সন্তানকে হত্যা করে ফেলল। এরপর তারা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে বিচার নিয়ে এল। তিনি ফায়সালা দিলেন যে, ভ্রুণের দিয়াত হলো একটি গোলাম অথবা বাদী আর এ ফায়সালাও দিলেন যে, নিহত মহিলার দিয়াত হত্যাকারিণীর আসাবার উপর আসবে।;\n",
        "id": 6442,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৮৯২. যে কেউ গোলাম অথবা বালক থেকে সাহায্য চায়। বর্ণিত আছে যে, উম্মু সালামাহ (রাঃ) একটি পাঠশালার শিক্ষকেকর কাছে বার্তা পাঠালেন যে, আমার কাছে কতিপয় বালক পাঠিয়ে দিন, যারা পশমের জট ছাড়াবে। তবে কোন আযাদ (বালক) পাঠাবেন না।",
        "hadithBengali": "৬৪৪৩। আমর ইবনু যুরারা (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত যে, যখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মদিনায় আগমন করলেন, তখন আবূ তালহা (রাঃ) আমার হাতে ধরে আমাকে নিয়ে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে গেলেন এবং বললেন, হে আল্লাহর রাসুল! আনাস একজন হুশিয়ার ছেলে। সে যেন আপনার খেদমত করে। আনাস (রাঃ) বলেন, আমি মুকীম এবং সফরকালে তার খেদমত করেছি। আল্লাহর কসম! যে কাজ আমি করে নিয়েছি এর জন্য তিনি আমাকে কোন দিন এ কথা বলেননি, এটা এরুপ কেন করেছ? আর যে কাজ আমি করিনি এর জন্যও এ কথা বলেননি এটা এরূপ কেন করনি?;\n",
        "id": 6443,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৮৯৩. খনি দন্ডমুক্ত এবং কূপ দন্ডমুক্ত",
        "hadithBengali": "৬৪৪৪। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কোন পশু কাউকে আহত করলে, কূপে বা খনিতে পতিত হয়ে কেউ নিহত বা আহত হলে তাতে কোন দণ্ড বা রক্তপণ নেই। আর কেউ গুপ্তধন প্রাপ্ত হলে তার প্রতি এক-পঞ্চমাংশ দেয়া ওয়াজিব।;\n",
        "id": 6444,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৮৯৪. পশু আহত করলে তাতে কোন ক্ষতিপূরন নেই। ইবনু সীরীন (রহঃ) বলেন, তাদের সময়ে পশুর লাথির আঘাতের ক্ষেত্রে ক্ষতিপূরন প্রদানের ফায়সালা দিতেন না এবং লাগাম টানার দরুন কোন ক্ষতি সাধিত হলে ক্ষতিপূরনের ফায়সালা দিতেন। হাম্মাদ (র) বলেন, লাথির আঘাতের দরুন দায়ী করা যাবে না। তবে যদি কোন ব্যক্তি পশুটিকে খোঁচা মারে। শুরায়হ (রহঃ) বলেন, প্রতিশোধমূলক আঘাতের দরুন পশুকে দায়ী করা যাবে না। যেমন কেউ কোন পশুকে আঘাত করল, তখন পশুটিও তাকে পা দিয়ে আঘাত করল। হাকাম (র) ও হাম্মাদ (র) বলেন যদি ভাড়াটিয়া ব্যক্তি গাধাকে হাঁকিয়ে নেয়, যে গাধার উপর কোন মহিলা বসা থাকে আর মহিলাটি গাধা থেকে পড়ে যায়, তাহলে তার উপর কিছু বর্তিবে না। শা'বী (র) বলেন, যদি কেউ কোন পশু চালায় এবং তাকে ক্লান্ত করে ফেলে, তাহলে তার উপর ক্ষতিপূরণ বর্তিবে। আর যদি ধীরে ধীরে চালায় তাহলে বর্তিবে না।",
        "hadithBengali": "৬৪৪৫। মুসলিম (রহঃ) ... আবূ হুরায়রা (রাঃ) সুত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেনঃ পশু আহত করলে, খনি বা কূপে পতিত হয়ে কেউ ক্ষতিগ্রস্ত হলে তাতে কোন ক্ষতিপূরন নেই। গুপ্তধনের এক-পঞ্চমাংশ দেওয়া ওয়াজিব।;\n",
        "id": 6445,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৮৯৫. যে ব্যক্তি যিম্মিকে বিনা দোষে হত্যা করে তার পাপ",
        "hadithBengali": "৬৪৪৬। কায়স ইবনু হাফস (রহঃ) ... আবদুল্লাহ ইবনু আমর (রাঃ) সূত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেন, যে ব্যাক্তি নিরাপত্তার প্রতিশ্রুতি প্রদত্ত কাউকে হত্যা করে, সে ব্যাক্তি জান্নাতের সূুগন্ধ পর্যন্ত শুকতে পারবে না। অথচ তার সুগন্ধী চল্লিশ বছর দূরত্ব থেকে অনুভূত হবে।;\n",
        "id": 6446,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আমর ইবনুল আস (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৮৯৬. কাফেরের বদলে মুসলিমকে হত্যা করা হবে না",
        "hadithBengali": "৬৪৪৭। সাদাকা ইবনুল ফযল (রহঃ) ... আবূ জুহায়ফা (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি আলী (রাঃ) কে জিজ্ঞাসা করলাম, আপনাদের কাছে এমন কিছু আছে কি যা কুরআনে নেই? তিনি বললেন, দিয়াতের বিধান, বন্দী-মুক্তির বিধান এবং (এ বিধান যে) কাফেরের বদলে কোন মুসলিমকে হত্যা করা যাবে না।;\n",
        "id": 6447,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ জুহাইফাহ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৮৯৭. যখন কোন মুসলিম কোন ইয়াহুদীকে ক্রোধের সময় থাপ্পড় লাগাল। এ প্রসঙ্গে আবু হুরায়রা (রাঃ) নবী (সাঃ) থেকে বর্ণনা করেছেন।",
        "hadithBengali": "৬৪৪৮। আবূ নুআয়ম (রহঃ) ... আবূ সাঈদ (রাঃ) সুত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেছেনঃ তোমরা নবীদের একজনকে অপর জনের উপর শ্রেষ্ঠত্ব প্রদান করো না।;\n",
        "id": 6448,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ সা'ঈদ খুদরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৮৯৭. যখন কোন মুসলিম কোন ইয়াহুদীকে ক্রোধের সময় থাপ্পড় লাগাল। এ প্রসঙ্গে আবু হুরায়রা (রাঃ) নবী (সাঃ) থেকে বর্ণনা করেছেন।",
        "hadithBengali": "৬৪৪৯। মুহাম্মাদ ইবনু ইউসুফ (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত। তিনি বলেন, জনৈক ইহুদী, যার মুখমণ্ডলে চপোটাঘাত করা করেছে। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে বলল হে মুহাম্মাদ! আপনার জনৈক আনসারী সাহাবী আমার মুখমণ্ডলে চপেটাঘাত করেছে। তিনি বললেন, তোমরা তাকে ডেকে আন। তারা তাকে ডেকে আনল। তিনি জিজ্ঞাসা করলেন, তুমি তাকে কেন চড় মারলে? সে বলল, হে আল্লাহর রাসুল! আমি এক ইহুদীর কাছ দিয়ে যাচ্ছিলাম, তখন আমি তাকে বলতে শুনলাম যে, ঐ সত্তার কসম! যিনি মূসা কে মানবমণ্ডলীর উপরে শ্রেষ্ঠত্ব প্রদান করেছেন। তখন আমি বললাম, মুহাম্মাদসাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর উপরেও কি?;\n\nঅতঃপর আমার ভীষণ রাগ এসে গেল। ফলে আমি তাকে চড় মেরে ফেলি। তিনি বললেনঃ তোমরা আমাকে নবীদের মাঝে কারো উপর শ্রেষ্ঠত্ব দিও না। কেননা সকল মানুষই কিয়ামতের দিন বেহুশ হয়ে পড়বে। তখন আমিই হব প্রথম ব্যাক্তি যে হুশ ফিরে পাব। কিন্তু আমি তখন মূসা (আলাইহিস সালাম) কে এমন অবস্থায় পাব যে, তিনি আরশের খুটিসমূহ থেকে একটি খুটি ধরে আছেন। আমি বুঝতে পারব না যে তিনি আমার আগে হুশ ফিরে পেলেন, না তুর পর্বতে বেহুশ হওয়ার বিনিময় দেয়া হয়েছে যে (এখন বেহুশই হননি)?;\n",
        "id": 6449,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ সা'ঈদ খুদরী (রাঃ)",
        "status_bn": "সহিহ"

    }
]