[
    {

        "chapter_bn": "২৮৯৮. যে ব্যক্তি আল্লাহ্'র সাথে শিরক করে তার গুনাহ এবং দুনিয়া ও আখিরাতে তার শাস্তি। আল্লাহ্' তা'আলা বলেন, নিশ্চয়ই শিরক চরম জুলম। (৩১ঃ ১৩) তুমি আল্লাহ্'র শরীক স্থির করলে তোমার কর্ম তো নিষ্ফল হবে এবং তুমি হবে ক্ষতিগ্রস্ত (৩৯ঃ ৬৫)",
        "hadithBengali": "৬৪৫০। আবদুল্লাহ ইবনু সাঈদ (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, যখন এ আয়াত নাযিল হলঃ যারা ঈমান এনেছে এবং তাদের ঈমানকে জুলুম দ্বারা কুলুষিত করেনি ...... (৬ঃ ৮২)। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাহাবাদের কাছে গুরুতর মনে হলো। তারা বললেন, আমাদের মাঝে এমন কে আছে যে তার ঈমানকে জুলুম দ্বারা কলুষিত করে না। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তা অবশ্যই এমনটা নয়, তোমরা কি লুকমানের কথার প্রতি লক্ষ্য করনি? শিরকই চরম জুল্'ম (সীমালংঘন)। (৩১ঃ ১৩)।;\n",
        "id": 6450,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ' ইব্'ন মাসউদ (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৮৯৮. যে ব্যক্তি আল্লাহ্'র সাথে শিরক করে তার গুনাহ এবং দুনিয়া ও আখিরাতে তার শাস্তি। আল্লাহ্' তা'আলা বলেন, নিশ্চয়ই শিরক চরম জুলম। (৩১ঃ ১৩) তুমি আল্লাহ্'র শরীক স্থির করলে তোমার কর্ম তো নিষ্ফল হবে এবং তুমি হবে ক্ষতিগ্রস্ত (৩৯ঃ ৬৫)",
        "hadithBengali": "৬৪৫১। মুসাদ্দাদ (রহঃ) ... আবূ বাকরা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ সবচেয়ে কঠিন কবীরা গুনাহ হচ্ছে আল্লাহর সঙ্গে শরীক করা, পিতা-মাতার অবাধ্য হওয়া ও মিথ্যা সাক্ষ্য দেওয়া। মিথ্যা সাক্ষ্য কথাটি তিনবার বললেন। অথবা বলেছেন, মিথ্যা বক্তব্য। কথাটি বারবার বলতে থাকলেন এমন কি আমরা আকাঙ্ক্ষা করতে লাগলাম, হায় যদি তিনি নিরব হয়ে যেতেন।;\n",
        "id": 6451,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ বাকরা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৮৯৮. যে ব্যক্তি আল্লাহ্'র সাথে শিরক করে তার গুনাহ এবং দুনিয়া ও আখিরাতে তার শাস্তি। আল্লাহ্' তা'আলা বলেন, নিশ্চয়ই শিরক চরম জুলম। (৩১ঃ ১৩) তুমি আল্লাহ্'র শরীক স্থির করলে তোমার কর্ম তো নিষ্ফল হবে এবং তুমি হবে ক্ষতিগ্রস্ত (৩৯ঃ ৬৫)",
        "hadithBengali": "৬৪৫২। মুহাম্মদ ইবনু হুসায়ন ইবনু ইবরাহীম (রহঃ) ... আবদুল্লাহ ইবনু আমর (রাঃ) থেকে বর্ণিত। তিনি বলেন, জনৈক বেদুঈন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে বলল, হে আল্লাহর রাসুল! কবীরা গুনাহ সমূহ কি? তিনি বললেনঃ আল্লাহর সাথে শরীক করা। সে বলল, তারপর কোনটি? তিনি বললেনঃ তারপর পিতা-মাতার অবাধ্যতা। সে বলল, তারপর কোনটি? তিনি বললেনঃ তারপর মিথ্যা কসম করা। আমি জিজ্ঞাসা করলাম, মিথ্যা কসম কি? তিনি বললেনঃ যে ব্যাক্তি (কসম দ্বারা) মুসলিমের ধন সম্পদ হরণ করে নেয়। অথচ সে এ কসমের ব্যাপারে মিথ্যাবাদী।;\n",
        "id": 6452,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আমর ইবনুল আস (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৮৯৮. যে ব্যক্তি আল্লাহ্'র সাথে শিরক করে তার গুনাহ এবং দুনিয়া ও আখিরাতে তার শাস্তি। আল্লাহ্' তা'আলা বলেন, নিশ্চয়ই শিরক চরম জুলম। (৩১ঃ ১৩) তুমি আল্লাহ্'র শরীক স্থির করলে তোমার কর্ম তো নিষ্ফল হবে এবং তুমি হবে ক্ষতিগ্রস্ত (৩৯ঃ ৬৫)",
        "hadithBengali": "৬৪৫৩। খাল্লাদ ইবনু ইয়াহইয়া (রহঃ) ... ইবনু মাসউদ (রাঃ) থেকে বর্ণিত। তিনি বলেন, জনৈক ব্যাক্তি বলল, হে আল্লাহর রাসুল! আমরা কি জাহিলী যুগের কৃতকর্মের জন্য পাকড়াও হবো? তিনি বললেনঃ যে ব্যাক্তি ইসলামী যুগে সৎ কাজ করবে সে জাহিলী যুগের কৃতকর্মের জন্য পাকড়াও হবে না। আর যে ব্যাক্তি ইসলাম গ্রহনের পর অসৎ কাজ করবে, সে প্রথম ও পরবর্তী (ইসলাম গ্রহণের আগের ও পরের উভয় সময়ের কৃতকর্যের জন্য) পাকড়াও হবে।;\n",
        "id": 6453,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ' ইব্'ন মাসউদ (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৮৯৯. ধর্মত্যাগী পুরুষ ও নারীর হুকুম। ",
        "hadithBengali": "وَقَالَ ابْنُ عُمَرَ وَالزُّهْرِيُّ وَإِبْرَاهِيمُ تُقْتَلُ الْمُرْتَدَّةُ وَقَالَ اللَّهُ تَعَالَى كَيْفَ يَهْدِي اللَّهُ قَوْمًا كَفَرُوا بَعْدَ إِيمَانِهِمْ وَشَهِدُوا أَنَّ الرَّسُولَ حَقٌّ وَجَاءَهُمْ الْبَيِّنَاتُ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ أُولَئِكَ جَزَاؤُهُمْ أَنَّ عَلَيْهِمْ لَعْنَةَ اللَّهِ وَالْمَلَائِكَةِ وَالنَّاسِ أَجْمَعِينَ خَالِدِينَ فِيهَا لَا يُخَفَّفُ عَنْهُمْ الْعَذَابُ وَلَا هُمْ يُنْظَرُونَ إِلَّا الَّذِينَ تَابُوا مِنْ بَعْدِ ذَلِكَ وَأَصْلَحُوا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ إِنَّ الَّذِينَ كَفَرُوا بَعْدَ إِيمَانِهِمْ ثُمَّ ازْدَادُوا كُفْرًا لَنْ تُقْبَلَ تَوْبَتُهُمْ وَأُولَئِكَ هُمْ الضَّالُّونَ وَقَالَ يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ تُطِيعُوا فَرِيقًا مِنْ الَّذِينَ أُوتُوا الْكِتَابَ يَرُدُّوكُمْ بَعْدَ إِيمَانِكُمْ كَافِرِينَ وَقَالَ إِنَّ الَّذِينَ آمَنُوا ثُمَّ كَفَرُوا ثُمَّ آمَنُوا ثُمَّ كَفَرُوا ثُمَّ ازْدَادُوا كُفْرًا لَمْ يَكُنْ اللَّهُ لِيَغْفِرَ لَهُمْ وَلَا لِيَهْدِيَهُمْ سَبِيلًاوَقَالَ مَنْ يَرْتَدَّ مِنْكُمْ عَنْ دِينِهِ فَسَوْفَ يَأْتِي اللَّهُ بِقَوْمٍ يُحِبُّهُمْ وَيُحِبُّونَهُ أَذِلَّةٍ عَلَى الْمُؤْمِنِينَ أَعِزَّةٍ عَلَى الْكَافِرِينَوَقَالَ وَلَكِنْ مَنْ شَرَحَ بِالْكُفْرِ صَدْرًا فَعَلَيْهِمْ غَضَبٌ مِنْ اللَّهِ وَلَهُمْ عَذَابٌ عَظِيمٌ ذَلِكَ بِأَنَّهُمْ اسْتَحَبُّوا الْحَيَاةَ الدُّنْيَا عَلَى الْآخِرَةِ وَأَنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الْكَافِرِينَ أُولَئِكَ الَّذِينَ طَبَعَ اللَّهُ عَلَى قُلُوبِهِمْ وَسَمْعِهِمْ وَأَبْصَارِهِمْ وَأُولَئِكَ هُمْ الْغَافِلُونَ لَا جَرَمَ يَقُولُ حَقًّا أَنَّهُمْ فِي الْآخِرَةِ هُمْ الْخَاسِرُونَ إِلَى لَغَفُورٌ رَحِيمٌ وَلَا يَزَالُونَ يُقَاتِلُونَكُمْ حَتَّى يَرُدُّوكُمْ عَنْ دِينِكُمْ إِنْ اسْتَطَاعُوا وَمَنْ يَرْتَدِدْ مِنْكُمْ عَنْ دِينِهِ فَيَمُتْ وَهُوَ كَافِرٌ فَأُولَئِكَ حَبِطَتْ أَعْمَالُهُمْ فِي الدُّنْيَا وَالْآخِرَةِ وَأُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ;\n\nইবন উমর (রাঃ) যুহরী ও ইবরাহীম (রহঃ) বলেন, ধর্মত্যাগী নারীকে হত্যা করা হবে এবং তার থেকে তওবা আহ্বান করা হবে। আল্লাহ্' তাআলা বলেন, ঈমান আনার পর যে সম্প্রদায় সত্য প্রত্যাখ্যান করে তাদেরকে আল্লাহ্' তাআলা কিরূপে সৎ পথের নির্দেশ দেবেন... এরাই তারা যারা পথভ্রষ্ট পর্যন্ত। (৩ঃ ৮৬-৯০);\n\nআল্লাহ্'র বাণীঃ তোমরা যদি তাদের দল বিশেষের আনুগত্য কর যাদেরকে কিতাব দেয়া হয়েছে তবে তারা তোমাদেরকে ঈমানের পর আবার সত্য প্রত্যাখ্যানকারীতে পরিণত করবে (৩ঃ ১০০);\n\nআল্লাহ্' বলেন, যারা ঈমান আনে, পরে কুফরি করে এবং আবার ঈমান আনে আবার কুফরি করে, এরপর তাদের কুফরি প্রবৃত্তি বৃদ্ধি পায় আল্লাহ্' তাদেরকে কিছুতেই ক্ষমা করবেন না এবং তাদেরকে কোন পথও দেখাবেন না (৪ঃ ১৩৭)।;\n\nআল্লাহ্' তাআলা বলেন, তোমাদের মধ্যে কেউ দীন হতে ফিরে গেলে আল্লাহ্' এমন এক সম্প্রদায় আনবেন যাদেরকে তিনি ভালোবাসবেন ও যারা তাঁকে ভালবাসবে (৫ঃ ৫৪)।;\n\nআল্লাহ্' বলেন, যারা সত্য প্রত্যাখ্যানের জন্য হৃদয় উম্মুক্ত রাখে তাদের উপর আপতিত হয় আল্লাহ্'র গযব এবং তাদের জন্য আছে মহাশাস্তি। তা এজন্য যে, তারা ইহজীবনকে পরজীবনের উপর প্রাধান্য দেয়। (১৬ঃ ১০৬, ১০৭)।;\n\nঅবশ্যই তারা আখিরাতে لا جرم অর্থ حقا নিশ্চয়ই যারা নির্যাতিত হবার পর দেশ ত্যাগ করে পরে জিহাদ করে এবং ধৈর্য ধারণ করে। তোমার প্রতিপালক এসবের পর তাদের প্রতি অবশ্যই ক্ষমাশীল, পরম দয়ালু (১৬ঃ ১১০)।;\n\nআল্লাহ্' বলেন, তারা সর্বদা তোমাদের বিরুদ্ধে যুদ্ধ করতে থাকবে, যে পর্যন্ত তোমাদেরকে তোমাদের দীন হতে ফিরিয়ে না দেয়, যদি তারা সক্ষম হয়। তোমাদের মধ্যে যে পর্যন্ত তোমাদেরকে তোমাদের দীন হতে ফিরিয়ে না দেয়, যদি তারা সক্ষম হয়। তোমাদের মধ্যে যে কেউ স্বীয় দ্বীন হতে ফিরে যায় ও কাফেররূপে মৃত্যুমুখে পতিত হয়, ইহকাল ও পরকালে তাদের কর্ম নিষ্ফল হয়ে যায়। এরাই অগ্নিবাসী, সেখায় তারা স্থায়ী হবে (২ঃ ২১৭);\n\n\n৬৪৫৪। আবূ নুমান মুহাম্মদ ইবনু ফাযল (রহঃ) ... ইকরামা (রহঃ) থেকে বর্ণিত। তিনি বলেন, আলী (রাঃ) এর নিকট একদল যিন্দীককে (নাস্তিক ও ধর্মদ্রোহী) আনা হল। তিনি তাদেরকে আগুন দিয়ে জ্বালিয়ে দিলেন। এ ঘটনা ইবনু আব্বাস (রাঃ) এর কাছে পৌঁছলে তিনি বললেন, আমি হলে কিন্তু তাদেরকে পুড়িয়ে ফেলতাম না। কেননা, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিষেধাজ্ঞা রয়েছে যে, তোমরা আল্লাহর শাস্তি দ্বারা শাস্তি দিও না। বরং আমি তাদেরকে হত্যা করতাম। কেননা, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নির্দেশ রয়েছে, যে কেউ তার দ্বীন বদলে ফেলে তাকে তোমরা হত্যা কর।;\n",
        "id": 6454,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "ইকরিমা (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৮৯৯. ধর্মত্যাগী পুরুষ ও নারীর হুকুম। ",
        "hadithBengali": "৬৪৫৫। মুসাদ্দাদ (রহঃ) ... আবূ মূসা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এলাম। আমার সাথে আশআরী গোত্রের দুব্যাক্তি ছিল। একজন আমার ডানদিকে, অপরজন আমার বামদিকে। আর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখন মিসওয়াক করছিলেন। উভয়েই তাঁর কাছে আবদার জানাল। তখন তিনি বললেনঃ হে আবূ মূসা! অথবা বললেন, হে আবদুল্লাহ ইবনু কায়স! রাবী বলেন, আমি বললাম, ঐ সত্তার কসম! যিনি আপনাকে সত্য দ্বীনসহ পাঠিয়েছেন তারা তাদের অন্তরে কি আছে তা আমাকে জানায়নি এবং তারা যে চাকরি প্রার্থনা করবে তা আমি বুঝতে পারিনি। আমি যেন তখন তাঁর ঠোটের নিচে মিসওয়াকের প্রতি লক্ষ্য করছিলাম যে তা এক কোণে সরে গেছে। তখন তিনি বললেন, আমরা আমাদের কাজে এমন কাউকে নিয়োগ দিব না বা দেই না যে নিজেই তা চায়। বরং হে আবূ মূসা! অথবা বললেন, হে আবদুল্লাহ ইবনু কায়স! তুমি ইয়ামনে যাও।;\n\nএরপর তিনি তার পেছনে মুআয ইবনু জাবাল (রাঃ) কে পাঠালেন। যখন তিনি তথায় পৌছলেন, তখন আবূ মূসা (রাঃ) তার জন্য একটি গদি বিছালেন। আর বললেন, নেমে আসুন। ঘটনাক্রমে তার কাছে একজন লোক শৃঙ্খলাবদ্ধ ছিল। তিনি জিজ্ঞাসা করলেন, ঐ লোকটি কে? আবূ মূসা (রাঃ) বললেন, সে প্রথমে ইহুদী ছিল এবং মুসলিম হয়েছিল। কিন্তু পুনরায় সে ইহুদী হয়ে গিয়েছে। আবূ মূসা (রাঃ) বললেন, বসুন। মুআয (রাঃ) বললেন, না, বসব না, যতক্ষণ না তাকে হত্যা করা হবে। এটাই আল্লাহ ও তাঁর রাসূলের ফায়সালা। কথাটি তিনি তিনবার বললেন। এরপর তার সম্পর্কে নির্দেশ দেয়া হল এবং তাকে হত্যা করা হল। তারপর তাঁরা উভয়ই কিয়ামুল লায়ল (রাত জাগরণ) সম্পর্কে আলোচনা করলেন। তখন একজন বললেন, আমি কিন্তু ইবাদতও করি, নিদ্রাও যাই। আর নিদ্রাবস্থায় ঐ আশা রাখি যা ইবাদত অবস্থায় রাখি।;\n",
        "id": 6455,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ মূসা আল- আশআরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯০০. যারা ফরযসমূহ গ্রহণ করতে অস্বীকার করে এবং যাদেরকে ধর্মত্যাগের অপরাধে অপরাধী করা হয়েছে তাদেরকে হত্যা করা",
        "hadithBengali": "৬৪৫৬। ইয়াহইয়া ইবনু বুকায়র (রহঃ) ... আবূ হুরায়বা (রাঃ) থেকে বর্ণিত। তিনি বলেন, যখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর ওফাত হল এবং আবূ বকর (রাঃ) খলীফা নিযুক্ত হলেন আর আরবের যারা কাফির হল, তখন উমর (রাঃ) বললেন, হে আবূ বকর! আপনি কিভাবে লোকদের সাথে যুদ্ধ করবেন? অথচ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমাকে ততক্ষন পর্যন্ত লোকদের সাথে যুদ্ধের নির্দেশ দেয়া হয়েছে যতক্ষন না তারা লা ইলাহা ইল্লাল্লাহ (আল্লাহ ছাড়া কোন ইলাহ নেই) বলবে। আর যে কেউ লা ইলাহা ইল্লাল্লাহ বলে যথার্থ কারণ না থাকলে সে তার জান ও মাল আমার হাত থেকে রক্ষা করে নেয়। আর তার হিসাব আল্লাহর দায়িত্বে।;\n\nআবূ বকর (রাঃ) বললেনঃ আল্লাহর কসম! যারা সালাত (নামায/নামাজ) ও যাকাতের মধ্যে প্রভেদ করবে তাদের সাথে অবশ্যই আমি যুদ্ধ করব। কেননা যাকাত হল মালের হক। আল্লাহর কসম! যদি তারা একটি বকরির বাচ্চাও না দেয় তা তারা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে দিত। তাহলে তা না দেওয়ার কারণে তাদের সাথে যুদ্ধ করব। উমর (রাঃ) বলেনঃ আল্লাহর কসম! আমি বুঝতে পারলাম যে, এটা আর কিছু নয় এবং আল্লাহ আবূ বকর (রাঃ) এর বক্ষ যুদ্ধের জন্য উন্মুক্ত করে দিয়েছেন। পরে আমি বুঝতে পারলাম যে, এটই হক। আবূ বকর (রাঃ) এর সিদ্ধান্ত।;\n",
        "id": 6456,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯০১. যখন কোন যিম্মী বা অন্য কেউ নবী (সাঃ) কে বাকচাতুরীর মাধ্যমে গালি দেয় এবং স্পষ্ট করে না, যেমন তার কথা আসসামু আলাইকা' (তোমার মৃত্যু হোক)",
        "hadithBengali": "৬৪৫৭। মুহাম্মাদ ইবন মুকাতিল আবূল হাসান (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেন, জনৈক ইহুদী রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট দিয়ে অতিক্রম করল। আর বলল, আসসামু আলাইকা। তদুত্তরে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ ওয়া আলাইকা। এরপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সাহাবীদের বললেনঃ তোমরা কি বুঝতে পেরেছ সে কি বলেছে? সে বলেছে, আসসামু আলাইকা (তোমার মৃত্যু হোক)। তারা বলল, হে আল্লাহর রাসুল! আমরা কি তাকে হত্যা করব না? তিনি বললেনঃ না। বরং যখন কোন আহলে কিতাব তোমাদেরকে সালাম দিবে তখন তোমরা বলবে, ওয়া আলাইকুম (তোমাদের উপরও)।;\n",
        "id": 6457,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯০১. যখন কোন যিম্মী বা অন্য কেউ নবী (সাঃ) কে বাকচাতুরীর মাধ্যমে গালি দেয় এবং স্পষ্ট করে না, যেমন তার কথা আসসামু আলাইকা' (তোমার মৃত্যু হোক)",
        "hadithBengali": "৬৪৫৮। আবূ নুআয়ম (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, একদল ইহুদী নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকটে প্রবেশের অনুমতি চাইল (প্রবেশ করতে গিয়ে) তারা বলল আসসামু আলাইকা (তোমার মৃত্যু হোক)। তখন আমি বললাম, বরং তোদের উপর মৃত্যু ও লানত পতিত হোক। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ হে আয়িশা! আল্লাহ কোমল। তিনি সকল কাজে কোমলতা পছন্দ করেন। আমি বললাম আপনি কি শুনেননি তারা কি বলেছে? তিনি বললেনঃ আমিও তো বলেছি ওয়া-আলাইকুম (এবং তোমাদের উপরও)।;\n",
        "id": 6458,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯০১. যখন কোন যিম্মী বা অন্য কেউ নবী (সাঃ) কে বাকচাতুরীর মাধ্যমে গালি দেয় এবং স্পষ্ট করে না, যেমন তার কথা আসসামু আলাইকা' (তোমার মৃত্যু হোক)",
        "hadithBengali": "৬৪৫৯। মুসাদ্দাদ (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ ইহুদীরা যখন তোমাদের কাউকে সালাম করে তারা কিন্তু সামু আলাইকুম বলে। তাই তোমরা বলবে, আলাইকা তোমার উপর।;\n",
        "id": 6459,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯০২. পরিচ্ছেদ নাই",
        "hadithBengali": "৬৪৬০। উমর ইবনু হাফস (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি যেন লক্ষ্য করছিলাম যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কোন এক নবীর কথা বর্ণনা করছেন। যাকে তাঁর সম্প্রদায় প্রহার করে রক্তাক্ত করে ফেলে, আর তিনি আপন চেহারা থেকে রক্ত মুছেন ও বলছেনঃ হে রব! তুমি আমার কাওমকে মাফ করে দাও। কেননা, তারা বুঝতে পারছে না।;\n",
        "id": 6460,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ' ইব্'ন মাসউদ (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯০৩. খারিজী সম্প্রদায় ও মুলহিদদের অপরাধ প্রমাণিত হওয়ার পর তাদেরকে হত্যা করা এবং আল্লাহ্'র বাণীঃ আল্লাহ্' এমন নন যে, তিনি কোন সম্প্রদায়কে পথ প্রদর্শন করার পর তাদেরকে বিভ্রান্ত করবেন- তাদেরকে কী বিষয়ে সাবধানতা অবলম্বন করতে হবে তা সুস্পষ্টরূপে ব্যক্ত না করা পর্যন্ত। (৯ঃ ১১৫) ইবন উমর (রা) তাদেরকে আল্লাহ্'র সৃষ্টির নিকৃষ্টতম সৃষ্টি হিসেবে বিবেচনা করতেন এবং তিনি বলেছেন, তারা এমন কিছু আয়াতকে মুমিনদের ওপর প্রয়োগ করেছে যা কাফেরদের সম্পর্কে অবতীর্ণ",
        "hadithBengali": "৬৪৬১। উমর ইবনু হাফস ইবনু গিয়াস (রহঃ) ... সুয়ায়দ ইবনু গাফালা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আলী (রাঃ) বলেছেন, আমি যখন তোমাদেরকে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কোন হাদীস বর্ণনা করি আল্লাহর কসম! তখন তার উপর মিথ্যা কথা আরোপ করার চেয়ে আকাশ থেকে নিচে পড়ে যাওয়াটা আমার কাছে শ্রেয়। কিন্তু আমি যদি আমার ও তোমাদের মধ্যকার বিষয় সম্পর্কে কিছু বলি, তাহলে মনে রাখতে হবে যে, যুদ্ধ একটি কৌশল। আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি, শেষ যুগে এমন এক সম্প্রদায়ের আবির্ভাব হবে যারা হবে অল্পবয়ষ্ক যুবক, নির্বোধ। তারা সৃষ্টির সবচাইতে শ্রেষ্টতম কথা থেকে আবৃতি করবে। অথচ ঈমান তাদের গলদেশ অতিক্রম করবে না। তারা দ্বীন থেকে এমনভাবে বের হয়ে যাবে যেমন তীর শিকার ভেদ করে বের হয়ে যায়। তাদেরকে যেখানেই তোমরা পাবে হত্যা করবে। কেননা তাদেরকে হত্যা করলে হত্যাকারীর জন্য কিয়ামত দিবসে প্রতিদান রয়েছে।;\n",
        "id": 6461,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সুওয়াইদ ইবনু গাফালা (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯০৩. খারিজী সম্প্রদায় ও মুলহিদদের অপরাধ প্রমাণিত হওয়ার পর তাদেরকে হত্যা করা এবং আল্লাহ্'র বাণীঃ আল্লাহ্' এমন নন যে, তিনি কোন সম্প্রদায়কে পথ প্রদর্শন করার পর তাদেরকে বিভ্রান্ত করবেন- তাদেরকে কী বিষয়ে সাবধানতা অবলম্বন করতে হবে তা সুস্পষ্টরূপে ব্যক্ত না করা পর্যন্ত। (৯ঃ ১১৫) ইবন উমর (রা) তাদেরকে আল্লাহ্'র সৃষ্টির নিকৃষ্টতম সৃষ্টি হিসেবে বিবেচনা করতেন এবং তিনি বলেছেন, তারা এমন কিছু আয়াতকে মুমিনদের ওপর প্রয়োগ করেছে যা কাফেরদের সম্পর্কে অবতীর্ণ",
        "hadithBengali": "৬৪৬২। মুহাম্মাদ ইবনু মুসান্না (রহঃ) ... আবূ সালামা ও আতা ইবনু ইয়াসার (রহঃ) থেকে বর্ণিত যে, তারা আবূ সাঈদ খুদরী (রাঃ) এর কাছে এলেন। তারা তাঁকে হারুরিয়্যা সম্প্রদায় সম্পর্কে প্রশ্ন করলেন যে, আপনি কি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে এদের সম্পর্কে কিছু শুনেছেন? তিনি বললেনঃ হারুবিয়্যা কি তা আমি জানি না। তবে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি। উম্মাতের মধ্যে বের হবে। তার থেকে সম্প্রদায়ের আবির্ভাব ঘটবে কথাটি বলেননি। যাদের সালাতের তুলনায় তোমরা তোমাদের সালাত (নামায/নামাজ)-কে তুচ্ছ মনে করবে। তারা কুরআন পড়বে বটে কিন্তু তা তাদের গলদেশ অতিক্রম করবে না। তারা দ্বীন থেকে বের হয়ে যাবে যেমন তীর শিকার ভেদ করে বের হয়ে যায়। তীর নিক্ষেপকারী তীরের প্রতি, তার অগ্রভাগের প্রতি, তীরের মুখে বেষ্টনীর প্রতি লক্ষ্য করে, তীরের ছিলার বেলায়ও সন্দেহ হয় যে তাতে কিছু রক্ত লেগে রইল কি না।;\n",
        "id": 6462,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ সালামাহ্ ইবনু আবদুর রাহমান (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯০৩. খারিজী সম্প্রদায় ও মুলহিদদের অপরাধ প্রমাণিত হওয়ার পর তাদেরকে হত্যা করা এবং আল্লাহ্'র বাণীঃ আল্লাহ্' এমন নন যে, তিনি কোন সম্প্রদায়কে পথ প্রদর্শন করার পর তাদেরকে বিভ্রান্ত করবেন- তাদেরকে কী বিষয়ে সাবধানতা অবলম্বন করতে হবে তা সুস্পষ্টরূপে ব্যক্ত না করা পর্যন্ত। (৯ঃ ১১৫) ইবন উমর (রা) তাদেরকে আল্লাহ্'র সৃষ্টির নিকৃষ্টতম সৃষ্টি হিসেবে বিবেচনা করতেন এবং তিনি বলেছেন, তারা এমন কিছু আয়াতকে মুমিনদের ওপর প্রয়োগ করেছে যা কাফেরদের সম্পর্কে অবতীর্ণ",
        "hadithBengali": "৬৪৬৩। ইয়াহইয়া ইবনু সুলায়মান (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি হারুবিয়্যা সম্পর্কে আলোচনা করছিলেন। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তারা ইসলাম থেকে এরূপ বের হয়ে যাবে যেমন তীর শিকার থেকে বের হয়ে যায়।;\n",
        "id": 6463,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯০৪. যারা মনোরঞ্জনের নিমিত্ত খারিজীদের সাথে যুদ্ধ ত্যাগ করে এবং এজন্য যে যাতে করে লোকেরা তাদের প্রতি বিরূপ মনোভাব পোষণ না করে",
        "hadithBengali": "৬৪৬৪। আবদুল্লাহ ইবনু মুহাম্মাদ (রহঃ) ... আবূ সাঈদ (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কোন কিছু বন্টন করছিলেন। ঘটনাক্রমে আবদুল্লাহ ইবনু যুল খুওয়ায়সিরা তামীমী এল এবং বলল, হে আল্লাহর রাসুল! ইনসাফ করুন। তিনি বললেনঃ আফসোস তোমার জন্য। আমি যদি ইনসাফ না করি তা হলে আর কে ইনসাফ করবে? উমর ইবনু খাত্তাব (রাঃ) বললেন, আমাকে অনুমতি দিন তার গর্দান উড়িয়ে দেই। তিনি বললেনঃ তাকে ছেড়ে দাও। তার জন্য সাথীবৃন্দ রয়েছে। যাদের সালাতের তুলনায় তোমরা তোমাদের সালাত (নামায/নামাজ)-কে তুচ্ছ মনে করবে। যাদের সিয়ামের তুলনায় তোমরা তোমাদের সিয়ামকে তুচ্ছ মনে করবে। তারা দ্বীন থেকে এরূপ বেরিয়ে যাবে যেমন তীর শিকার ভেদ করে বেরিয়ে যায়। তীরের পরে লক্ষ্য করলে তাতে কিছু পাওয়া যায় না। তীরের মুখের বেষ্টনীর প্রতি লক্ষ্য করলেও কিছু পাওয়া যায় না তীরের কাঠের অংশের দিকে তাকালেও তাতে কিছু পাওয়া যায় না। বরং তীর তীব্র গতিতে বেরিয়ে যাওয়ার কালে তাতে মল ও রক্তের দাগ পর্যন্ত লাগে না।;\n\nতাদের পরিচয় এই যে তাদের একটি লোকের একটি হাত অথবা বলেছেন, একটি স্তন্য হবে মহিলাদের স্তনের ন্যায়। অথবা বলেছেন, বাড়তি গোশতের টুকরার ন্যয়। লোকদের মধ্যে বিরোধের সময় তাদের আবির্ভাব হবে। আবূ সাঈদ (রাঃ) বলেন, আমি সাক্ষ্য দিচ্ছি যে, আমি তা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে শুনেছি। এও সাক্ষ্য দিচ্ছি যে, আলী (রাঃ) তাদেরকে হত্যা করেছিলেন। আমি তখন তাঁর সাথে ছিলাম। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম প্রদত্ত বর্ণনার অনুরূপ ব্যাক্তিকে আনা হয়েছিল। তিনি বলেনঃ ওর সম্পর্কেই নাযিল হয়েছেঃ ওদের মধ্যে এমন লোক আছে যে সাদকা সম্পর্কে তোমাকে দোষারোপ করে (৯ঃ ৫৮)।;\n",
        "id": 6464,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ সা'ঈদ খুদরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯০৪. যারা মনোরঞ্জনের নিমিত্ত খারিজীদের সাথে যুদ্ধ ত্যাগ করে এবং এজন্য যে যাতে করে লোকেরা তাদের প্রতি বিরূপ মনোভাব পোষণ না করে",
        "hadithBengali": "৬৪৬৫। মূসা ইবনু ইসমাঈল (রহঃ) ... ইউসায়ের ইবনু আমর (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি সাহল ইবনু হুনায়েফ (রাঃ) কে জিজ্ঞাসা করলাম, আপনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে খারিজীদের সম্পর্কে কিছু বলতে শুনেছেন কি? তিনি বললেন, আমি তাকে বলতে শুনেছি, আর তখন তিনি তাঁর হাত ইরাকের দিকে বাড়িয়ে ছিলেন যে, সেখান থেকে এমন একটি কাওম বের হবে যারা কুরআন পড়বে সত্য, কিন্তু তা তাদের গলদেশ অতিক্রম করবে না তারা ইসলাম থেকে বেরিয়ে যাবে যেমন তীর শিকার ভেদ করে বেরিয়ে যায়।;\n",
        "id": 6465,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯০৫. নবী (সাঃ) এর বাণীঃ কস্মিনকালেও কিয়ামত সংঘটিত হবে না, যতক্ষণ না দু'টি দল পরস্পর লড়াই করবে, অথচ তাদের দাবি হবে অভিন্ন",
        "hadithBengali": "৬৪৬৬। আলী (রাঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কিয়ামত সংঘটিত হবে না, যতক্ষন না এমন দুটি দল পরস্পর লড়াই করবে, যাদের দাবি হবে অভিন্ন।;\n",
        "id": 6466,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯০৬. ব্যাখ্যা প্রদানকারীদের সম্পর্কে যা বর্ণনা করা হয়েছে",
        "hadithBengali": "৬৪৬৭। আবু আবদুল্লাহ (রহঃ) ... উমর ইবনু খাত্তাব (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি হিশাম ইবনু হাকীম (রাঃ) কে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর জীবদ্দশায় সূরা ফুরকান পড়তে শুনেছি। আমি তার পড়ার প্রতি কর্ণপাত করলাম, (আমি লক্ষ্য করলাম) যে, তিনি এর অনেক গুলো অক্ষর এমন পদ্ধতিতে পড়ছেন, যে পদ্ধতিতে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে পড়ান নি। ফলে আমি তাকে সালাত (নামায/নামাজ) এর মাঝেই আক্রমন করতে উদ্যত হলাম। কিন্তু সালাম ফিরানো পর্যন্ত অপেক্ষা করলাম। সালাম ফিরানোর পর আমি তাকে তার চাঁদর দিয়ে অথবা বললেন, আমার চাঁদর দিয়ে জড়িয়ে নিলাম। আর বললাম, তোমাকে এ সুরা কে পড়িয়েছে? তিনি বললেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে পড়িয়েছেন। আমি তাকে বললাম, তুমি মিথ্যা বলছ। আল্লাহর কসম! রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে এ সূরা পড়িয়েছেন যা তোমাকে পড়তে শুনেছি।;\n\nতারপর আমি তাকে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট টেনে নিয়ে গেলাম। আমি বললাম, হে আল্লাহর রাসুল! আমি এ ব্যাক্তিকে সূরা ফুরকান এরূপ অক্ষর দিয়ে পড়তে শুনেছি যা আপনি আমাকে পড়াননি। আর আপনি তো আমাকে সূরা ফুরকান পড়িয়েছেন। তিনি বলেন, তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ হে উমর! তাকে ছেড়ে দাও। (আর বললেন) হে হিশাম! তুমি পড় তো। হিশাম তার কাছে এভাবেই পড়লেন, যেভাবে তাকে তা পড়তে আমি শুনেছিলাম। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ এভাবেই নাযিল করা হয়েছে এরপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ হে উমর! তুমিও পড়। আমি পড়লাম। তখন তিনি বললেনঃ এভাবেও নাযিল করা হয়েছে। অতঃপর তিনি বললেনঃ এ কুরআন সাত (রকমে কিরাআতের দিক দিয়ে) ভাষায় নাযিল করা হয়েছে। তাই যে পদ্ধতিতেই সহজ হবে সে পদ্ধড়িতেই তোমরা তা পড়বে।;\n",
        "id": 6467,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উমর ইবনুল খাত্তাব  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯০৬. ব্যাখ্যা প্রদানকারীদের সম্পর্কে যা বর্ণনা করা হয়েছে",
        "hadithBengali": "৬৪৬৮। ইসহাক ইবনু ইবরাহীম ও ইয়াহইয়া (রহঃ) ... আবদল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, য়খন এ আয়াত নাযিল হলঃ যারা ঈমান এনেছে এবং তাদের ঈমানকে জুলুম দ্বারা কলুষিত করেনি (৬ঃ ৮২), তখন তা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাহাবাদের জন্য গুরুতর মনে হল। তারা বলল, আমাদের মধ্যে এমন কে আছে যে তার ঈমানকে জুলুম দ্বারা কলুষিত করে না? তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমরা যেভাবে ধারণা করছ তা তেমন নয়। বরং এটা হচ্ছে তুদ্রূপ যেমন লুকমান (আলাইহিস সালাম) তার পুত্রকে বলেছিলেনঃ হে বৎস! আল্লাহর সাথে কোন শরীক করো না। শিরক তো চরম জুলম (সীমালংঘন) (৩১ঃ ১৩)।;\n",
        "id": 6468,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ' ইব্'ন মাসউদ (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯০৬. ব্যাখ্যা প্রদানকারীদের সম্পর্কে যা বর্ণনা করা হয়েছে",
        "hadithBengali": "৬৪৬৯। আবদান (রহঃ) ... ইতবান ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেন, একদা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম প্রত্যূষে আমার কাছে আগমন করলেন। তখন এক ব্যাক্তি বলল, মালিক ইবনু দুখশুন কোথায়? আমাদের এক ব্যাক্তি বলল, সে তো মুনাফিক; সে আল্লাহ ও তার রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে ভালোবাসে না। তা শুনে রাসুলাল্লাহ বললেনঃ তোমরা কি এ কথা বলনি যে, সে আল্লাহর সন্তুষ্টি কামনা করে লা ইলাহা ইল্লাল্লাহ বলে। তারা বললেনঃ হ্যাঁ। তিনি বললেনঃ যে কোন বান্দা কিয়ামতের দিন ঐ কথা নিয়ে উপস্থিত হবে, আল্লাহ তার উপর জাহান্নাম হারাম করে দিবেন।;\n",
        "id": 6469,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "ইতবান ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯০৬. ব্যাখ্যা প্রদানকারীদের সম্পর্কে যা বর্ণনা করা হয়েছে",
        "hadithBengali": "৬৪৭০। মূসা ইবনু ইসমাঈল (রহঃ) ... জনৈক রাবী থেকে বর্ণিত। তিনি বলেন, কোন এক কারণে আবূ আবদুর রহমান ও হিব্বান ইবনু আতিয়্যার মাঝে ঝগড়া বাঁধে। আবু আবদুর রহমান হিব্বান কে বললেন, আমি অবশ্যই জানি যে, কোন বিষয়টি আপনার সাথীকে রক্তপাতে দুঃসাহসী করে তুলেছে। সাথী, অর্থাৎ আলী (রাঃ) সে বলল, সে কি! তোমার পিতা জীবিত না থাকুক। আবু আবদুর রহমান বলল, তা আলী (রাঃ) কে বলতে শুনেছি। হিববান বলল, সে কি? আবু আবদুর রহমান বলল, যুবায়র, আবূ মারছাদ এবং আমাকে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পাঠালেন। আমরা সকলেই অশ্বারোহী ছিলাম। তিনি বললেনঃ তোমরা রওয়ায়ে হাজ পর্যন্ত যাবে। আবূ সালামা (রহঃ) বলেন, আবূ আওয়ানা (রহঃ) অনুরূপই বলেছেন। তথায় একজন মহিলা রয়েছে, যার কাছে হাতিব ইবনু আবূ বালতাআ (রাঃ) এর তরফ থেকে (মক্কার) মুশরিকদের কাছে প্রেরিত একখানা চিঠি আছে। তোমরা তাকে আমার কাছে নিয়ে আসবে।;\n\nআমরা আমাদের ঘোড়ায় চড়ে রওনা দিলাম। অবশেষে আমরা তাকে ঐ স্থানেই পেলাম, যে স্থানের কথা আমাদেরকে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছিলেন। সে তার উটে চলছে। আবূ বালতাআ (রাঃ) মক্কাবাসীদের কাছে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের দিকে রওনা হওয়া সম্পর্কিত সংবাদ জানিয়ে পত্র লিখেছেন। আমরা বললাম, তোমার সাথে যে পত্র রয়েছে তা কোথায়? সে বলল, আমার সাথে কোন পত্র নেই। আমরা তার উটকে বসালাম এবং তার হাওদায় খোঁজাখুজি করলাম। কিন্তু কিছুই পেলাম না। তখন আমার সঙ্গী দুজন বলল, তার সাথে তো আমরা কোন পত্র দেখছি না। আমি বললাম, আমরা অবশ্যই জানি যে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মিথ্যা বলেননি।;\n\nতারপর আলী (রাঃ) এই বলে কসম করে বললেনঃ ঐ সত্তার কসম! যার নামে কসম করা হয়! অবশ্যই তোমাকে চিঠি বের করে দিতে হবে। নতুবা তোমাকে উলঙ্গ করে ছাড়ব। তখন সে তার চাদর বাঁধা কোমরের প্রতি নিবিষ্ট হল এবং (সেখান থেকে) পত্রটি বের করে দিল। তারা পত্রটি নিয়ে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট উপস্থিত হলেন। তখন উমর (রাঃ) বললেন, হে আল্লাহর রাসুল! সে আল্লাহ, তাঁর রাসুল ও মুমিনদের সাথে খিয়ানত করেছে। আপনি আমাকে অনুমতি দিন, আমি তার গর্দান উড়িয়ে দেই।;\n\nতখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জিজ্ঞাসা করলেনঃ হে হাতিব! এ কাজে তোমাকে কিসে প্রবৃত্ত করেছে? তিনি বললেন, হে আল্লাহর রাসুল! আমি কেন আল্লাহ ও তার রাসূলের প্রতি ঈমান রাখব না। আসল কথা হচ্ছে, আমি চাচ্ছিলাম যে, কাওমের (মক্কাবাসী) প্রতি আমার কিছুটা অনুগ্রহ সূচক কাজ হোক যার বদৌলতে আমার পরিবারবর্গ ও মাল সম্পদ রক্ষা পায়। আপনার সাথীদের প্রত্যেকেরই সেখানে স্বগোত্রীয় এমন লোক রয়েছে, যাদের মাধ্যমে আল্লাহ তার পরিবারবর্গ ও মাল সম্পদ রক্ষার ব্যবস্থা করবেন। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ সে ঠিকই বলেছে। সুতরাং তোমরা তার সম্পর্কে ভালো ছাড়া মন্দ কোন মন্তব্য করো না।;\n\nবর্ণনাকারী বলেন, উমর (রাঃ) পূনরায় বললেন, হে আল্লাহর রাসুল! সে আল্লাহ, তার রাসুল ও মুমিনদের সাথে খিয়ানত করেছে। আমাকে অনুমতি দিন, আমি তার গর্দান উড়িয়ে দেই। তিনি বললেনঃ সে কি বদর যুদ্ধে অংশগ্রহণকারী নয়? তুমি কি করে জানোবে? আল্লাহ তাদের প্রতি লক্ষ্য করে বলেছেনঃ তোমরা যা ইচ্ছা তা কর। তোমাদের জন্য জান্নাত নির্ধারিত করে ফেলেছি। এ কথা শুনে উমর (রাঃ)-এর চক্ষুযুগল অশ্রুসিক্ত হয়ে গেল এবং তিনি বললেন, আল্লাহ ও তাঁর রাসুলই সর্বাধিক জ্ঞাত।;\n\nআবু আবদুল্লাহ [বুখারী (রহঃ)] বলেন,خاخ বিশুদ্ধতম। তবে আবু আওয়ানা (রহঃ) অনুরূপحاج বলেছেন। আবু আবদুল্লাহ [বুখারী (রহঃ)] বলেছেনخاج বিকৃতি। আর এটি একটি স্থানের নাম। হুশায়ম (রহঃ)خاخ বলেছেন।;\n",
        "id": 6470,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "",
        "status_bn": "সহিহ"

    }
]