[
    {

        "chapter_bn": "আল্লাহ্' তা'আলার বাণীঃ তবে তার জন্য নয় (যাকে সত্য প্রত্যাখ্যানে) বাধ্য করা হয়। কিন্তু তার চিত্ত বিশ্বাসে অবিচলিত। আর যে সত্য প্রত্যাখ্যানে হৃদয় উন্মুক্ত রাখল তার উপর আপতিত হবে আল্লাহ্'র গযব... আয়াতের শেষ পর্যন্ত (১৬ঃ ১০৬)। আল্লাহ্' বলেনঃ তবে যদি তোমরা তাদের নিকট হতে কোন ভয়ের আশংকা কর আর تقية ... একই অর্থ (৩ঃ ২৮)। আল্লাহ্' তা'আলা আরো বলেন, যারা নিজেদের উপর জুলম করে, তাদের প্রাণ হরণের সময় ফেরেশ্তাগণ বলে, তোমরা কি অবস্থায় ছিলে। তারা বলে, দুনিয়ায় আমরা অসহায় ছিলাম। তারা বলে, তোমরা নিজ দেশ ত্যাগ করে অন্য দেশে বসবাস করতে পারতে আল্লাহ্'র দুনিয়া কি এমন প্রশস্ত ছিল না? ... আল্লাহ্' পাপ মোচনকারী ও ক্ষমাশীল পর্যন্ত (৪ঃ ৯৭-৯৯)। আল্লাহ্' তা'আলা বলেন এবং অসহায় নরনারী ও শিশুদের জন্য? যারা বলে ... সহায় পর্যন্ত। (৪ঃ ৭৫) আবূ আবদুল্লাহ (ইমাম বুখারী) (রহঃ) বলেন, আল্লাহ্' অসহায়দেরকে ক্ষমার্হ বলে চিহ্নিত করেছেন। যারা আল্লাহ্'র নির্দেশসমূহ পরিত্যাগ করা থেকে বিরত থাকতে পারে না। আর বল প্রয়োগকৃত ব্যক্তি এমনই অসহায় হয় যে, সে ঐ কাজ থেকে বিরত থাকতে পারে না, যার নির্দেশ তাকে দেওয়া হয়েছে। হাসান (রহঃ) বলেন, তকিয়া কিয়ামত পর্যন্ত অবধারিত। ইবন আব্বাস (রাঃ) ঐ ব্যক্তি সম্পর্কে বলেন, যাকে জালিমরা বাধ্য করার দরুন সে তালাক প্রদান করে ফেলে তা কিছুই নয়। ইবন উমর (রাঃ), ইবন যুবায়র (রাঃ) শা'বী (রহঃ) এবং হাসান (রহঃ) ও এ মত পোষণ করেন। আর নবী (সাঃ) বলেছেন, সকল কাজই নিয়তের সাথে সম্পৃক্ত",
        "hadithBengali": "৬৪৭১। ইয়াহইয়া ইবনু বুকায়র (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সালাতে দোয়া করতেনঃ হে আল্লাহ! আইয়াশ ইবনু আবু বারীআ, সালামা ইবনু হিশাম, ওয়ালীদ ইবনু ওয়ালীদকে নাজাত দাও। হে আল্লাহ! অসহায় মুমিনদেরকে নাজাত দাও। হে আল্লাহ! মুযার গোত্রের উপর তোমার পাঞ্জা কঠোর করে নাও এবং তাদের ওপর ইউসুফের দুর্ভিক্ষের বছর সমুহের ন্যায় বছর চাপিয়ে দাও।;\n",
        "id": 6471,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯০৭. যে ব্যক্তি কুফরি কবূল করার পরিবর্তে দৈহিক নির্যাতন, নিহত ও লাঞ্ছিত হওয়াকে অগ্রাধিকার দেয়",
        "hadithBengali": "৬৪৭২। মুহাম্মদ ইবনু আবদুল্লাহ ইবনু হাওশাব তায়েফী (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তিনটি জিনিস এমন যার মধ্যে সেগুলো পাওয়া যাবে, সে ঈমানের স্বাদ পাবে। ১. আল্লাহ ও তার রাসুল তার কাছে অন্য সবকিছু থেকে প্রিয় হওয়া। ২. কাউকে শুধুমাত্র আল্লাহর জন্য ভালবাসা। ৩. জাহান্নামে নিক্ষিপ্ত হওয়াকে যেভাবে অপছন্দ করে, তেমনি পুনরায় কুফরীর দিকে প্রত্যাবর্তন করাকে অপছন্দ করে।;\n",
        "id": 6472,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯০৭. যে ব্যক্তি কুফরি কবূল করার পরিবর্তে দৈহিক নির্যাতন, নিহত ও লাঞ্ছিত হওয়াকে অগ্রাধিকার দেয়",
        "hadithBengali": "৬৪৭৩। সাঈদ ইবনু সুলায়মান (রহঃ) ... কায়স (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি সাঈদ ইবনু যায়িদ (রাঃ) কে বলতে শুনেছি যে, আমি মনে করি উমর (রাঃ) এর কঠোরতা আমাকে ইসলামের উপর অনড় করে দিয়েছে। তোমরা উসমান (রাঃ) এর সাথে যা করেছ তাতে যদি উহুদ পাহাড় ফেটে যেত তা হলে তা সঙ্গতই হত।;\n",
        "id": 6473,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "ক্বায়স বিন আবু হাযিম (রহ.)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯০৭. যে ব্যক্তি কুফরি কবূল করার পরিবর্তে দৈহিক নির্যাতন, নিহত ও লাঞ্ছিত হওয়াকে অগ্রাধিকার দেয়",
        "hadithBengali": "৬৪৭৪। মুসাদ্দাদ (রহঃ) ... খাব্বাব ইবনু আরাত (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমরা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে কোন বিষয়ে অভিযোগ করলাম। তখন তিনি কাবা ঘরের ছায়ায় তাঁর চাদরকে বালিশ বানিয়ে বিশ্রাম নিচ্ছিলেন। আমরা বললাম, (আমাদের জন্য কি) সাহায্য কামনা করবেন না? আমাদের জন্য কি দোয়া করবেন না? তিনি বললেনঃ তোমাদের পূর্বেকার লোকদের মধ্যে এমন ব্যাক্তিও ছিল যাকে ধরে নিয়ে তার জন্য যমীনে গর্ত করাতে। তারপর করাত এনে মাথায় আঘাত হেনে দুই টুকরা করে ফেলা হত। লোহার শলাকা দিয়ে তার গোশত ও হাড্ডি খসানো হত। এতদসত্ত্বেও তাকে তার দ্বীন থেকে ফিরিয়ে রাখতে পারত না। আল্লাহর কসম! এ দ্বীন অবশ্যই পূর্নতা লাভ করবে। এমন হবে যে সানআ থেকে হাযরামাওত পর্যন্ত ভ্রমণকারী ভ্রমণ করবে। অথচ সে আল্লাহ ব্যতীত কাউকে ভয় করবে না এবং নিজের মেষপালের জন্য বাঘের ভয় থাকবে কিন্তু তোমরা তো তাড়াহুড়া করছ।;\n",
        "id": 6474,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "খাব্বাব (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯০৮. জোরপূর্বক কাউকে দিয়ে তার নিজের সম্পদ বা অপরের সম্পদ বিক্রয় করানো",
        "hadithBengali": "৬৪৭৫। আবদুল আযীয ইবনু আবদুল্লাহ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্নিত। তিনি বলেন, একদা আমরা মসজিদে ছিলাম। হঠাৎ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের কাছে বেরিয়ে এসে বললেনঃ তোমরা ইহুদীদের কাছে চল। আমি তাঁর সাথে বের হয়ে পড়লাম এবং বায়তুল-মিদরাস নামক শিক্ষাকেন্দ্রে গিয়ে পৌছলাম। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দাঁড়িয়ে তাদেরকে সন্বোধন করে বললেনঃ হে ইহুদী সম্প্রদায়! তোমরা মুসলিম হয়ে যাও, নিরাপদ থাকবে। তারা বলল হে আবূল কাসিম! আপনি (আপনার দায়িত্ব) গৌছে দিয়েছেন। তিনি বললেনঃ এটাই আমি চাই। তারপর দ্বিতীয়বার কথাটি বললেনঃ তারা বলল, হে আবূল কাসিম! আপনি পৌছে দিয়েছেন। এরপর তিনি তৃতীয়বার তা পুনরাবৃত্তি করলেন। আর বললেনঃ তোমরা জেনে রেখো যে, যমীন কেবল আল্লাহ ও তার রাসুলের। আমি তোমাদেরকে দেশান্তর করতে মনস্থ করেছি। তাই তোমাদের যার অস্থাবর সস্পত্তি রয়েছে, তা যেন সে বিক্রি করে নেয়। অন্যথায় জেনে রেখো, যমীন কেবল আল্লাহ ও তাঁর রাসূলের।;\n",
        "id": 6475,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯০৯. বলপ্রয়োগকৃত ব্যক্তির বিয়ে জায়েয হয় না। আল্লাহ্' বলেন, তোমরা দাসীগণকে ব্যভিচারে বাধ্য করো না। ... আয়াতের শেষ পর্যন্ত (২৪ঃ ৩৩)",
        "hadithBengali": "৬৪৭৬। ইয়াহইয়াহ ইবনু কাযাআ (রহঃ) ... খানসা বিনত খিযাম আনসারী (রাঃ) থেকে বর্ণিত যে, তাকে তার পিতা (অনুমতি ব্যতীত) বিয়ে দিলেন। আর সে ছিল বিধবা। কিন্তু এ বিয়ে তার পছন্দ হল না। তাই সে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে জানাল। ফলে তিনি তার এ বিয়ে রদ (বাতিল) করে দিলেন।;\n",
        "id": 6476,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "খানসা বিনত খিযাম (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯০৯. বলপ্রয়োগকৃত ব্যক্তির বিয়ে জায়েয হয় না। আল্লাহ্' বলেন, তোমরা দাসীগণকে ব্যভিচারে বাধ্য করো না। ... আয়াতের শেষ পর্যন্ত (২৪ঃ ৩৩)",
        "hadithBengali": "৬৪৭৭। মুহাম্মদ ইবনু ইউসুফ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি বললাম, হে আল্লাহর রাসুল! মহিলাদের বিয়ে দিতে তাদের অনুমতি নিতে হবে কি? তিনি বললেনঃ হ্যাঁ। আমি বললাম, কুমারীর কাছে অনুমতি চাইলে তো লজ্জাবোধ করে; ফলে চুপ থাকে। তিনি বললেনঃ তার নীরবতাই তার অনুমতি।;\n",
        "id": 6477,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯১০. কাউকে যদি বাধ্য করা হয়, যার ফলে সে গোলাম দান করে ফেলে অথবা বিক্রি করে দেয় তবে তা কার্যকর হবে না। কেউ কেউ অনুরূপ রায় পোষণ করেন। অপর দিকে তার মতে ক্রেতা যদি এতে কিছু মানত করে তাহলে তা কার্যকর হবে। অনুরূপ তাকে যদি মুদাব্বর বানিয়ে নেয় তাহলে তা কার্যকর হবে",
        "hadithBengali": "৬৪৭৮। আবু নুমান (রহঃ) ... জাবিব (রাঃ) থেকে বর্নিত। জনৈক আনসারী ব্যাক্তি তার এক গোলাম মুদাববর বানিয়ে দেয়। অথচ তার এ ছাড়া অন্য কোন মাল ছিল না। এ সংবাদ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে পৌছলে তিনি বললেনঃ কে আমার কাছ থেকে এ গোলাম ক্রয় করবে? নূআয়ম ইবনু নাহহাম (রাঃ) আটশ দিরহামের বিনিময়ে তাকে ক্রয় করলেন। রাবী বলেন আমি জাবির (রাঃ) কে বলতে শুনেছি, ঐ গোলামটি কিবতী গোলাম ছিল এবং (ক্রয়ের) প্রথম বছরই মারা যায়।;\n",
        "id": 6478,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "জাবির ইবনু আবদুল্লাহ আনসারী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯১১. ইকরাহ' (বাধ্যকরণ) শব্দ থেকে কারহান ও কুরহান নির্গত, উভয়টির অর্থ অভিন্ন",
        "hadithBengali": "৬৪৭৯। হুসাইন ইবনু মানসূর (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি এ আয়াতঃ হে মুমিনগণ! নারীদেরকে জবরদস্তিভাবে তোমাদের উত্তরাধিকার মনে করা তোমাদের জন্য বৈধ নয়- আয়াতের শেষ পর্যন্ত- এর ব্যাখ্যায় বলেন, তাদের রীতি ছিল, যখন কোন ব্যাক্তি মারা যেত তখন তার অভিভাবকগণই তার স্ত্রীর ব্যাপারে অধিক হকদার বলে মনে করত। ইচ্চা করলে তাদর মেধ্য কেউ তাকে বিয়ে করত, ইচ্ছা করলে তাকে (অন্যত্র) বিয়ে দিত, আর ইচ্ছা করলে তাকে বিয়ে দিত না। তারই স্ত্রীর অভিভাবকদের তুলনায় নিজেদের কে অধিক হকদার বলে মনে করত। এ ব্যাপারে উক্ত আয়াত নাযিল হয়।;\n",
        "id": 6479,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯১২. যখন কোন মহিলাকে ব্যভিচারে বাধ্য করা হয় তখন তার উপর কোন হদ' আসে না। কেননা, আল্লাহ বলেন, তবে কেউ যদি তাদেরকে বাধ্য করে সে ক্ষেত্রে জবরদস্তির উপর আল্লাহতো তাদের প্রতি ক্ষমাশীল ও পরম দয়ালু। (২৪ঃ ৩৩)",
        "hadithBengali": "৬৪৮০। আবুল ইয়ামান (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ ইব্রাহীম (আলাইহিস সালাম) সারা (আলাইহিস সালাম) কে নিয়ে হিজরত করে এমন এক জনপদে উপনীত হলেন, যেখানে একজন স্বৈরাচার বাদশা ছিল। সে তাঁকে বলে পাঠাল যে, যেন তিনি সারা কে তার কাছে পাঠিয়ে দেন। তিনি তাকে পাঠিয়ে দিলেন। সে সারার; দিকে অগ্রসর হতে লাগল। অপর দিকে সারা; উযূ (ওজু/অজু/অযু) করে সালাত (নামায/নামাজ) আদায় করতে লাগলেন। আর বললেন, হে আল্লাহ্! আমি যদি তোমার ও তোমার রাসূলের প্রতি ঈমান এনে থাকি তাহলে আমার উপর ঐ কাফেরকে কর্তৃত্ব প্রদান করো না। ফলে সে শ্বাসরুদ্ধ হয়ে (মাটিতে পড়ে) গোড়ালী দিয়ে ঘষর্ণ করতে লাগল।;\n",
        "id": 6480,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯১৩. যখন কোন ব্যক্তি তার সঙ্গীর ব্যাপারে নিহত হওয়া বা অনুরূপ কিছুর আশঙ্কা করে তখন (তার কল্যাণার্থে) কসম করা যে, সে তার ভাই। অনুরূপভাবে যে কোন বল প্রয়োগকৃতব্যক্তির ব্যাপারে যখন কোন প্রকার আশঙ্কা দেখা দেয়। কেননা, এক মুসলিম অন্য মুসলিমকে জালিমের হাত থেকে রক্ষা করবে। তার জন্য লড়াই করবে, তাকে লাঞ্ছিত করবে না। যদি সে মজলুমের জন্যে লাড়াই করে তাহলে তার উপর কোন হদ' বা কিসাস নেই। যদি কাউকে বলা হয় তোমাকে অবশ্যই মদ পান করতে হবে, অথবা মৃতের গোশত খেতে হবে, অথবা তোমাকে দাসকে বিক্রি করতে হবে অথবা তোমাকে ঋণ স্বীকার করতে হবে অথবা কিছু দান করতে হবে অথবা কিছু দান করতে হবে বা অনুরূপভাবে যে কোন চুক্তির কথা বলা হয়। অন্যথায় আমরা তোমার পিতাকে অথবা মুসলিম ভাইকে হত্যা করে ফেলব। তখন তার জন্য ঐসব কাজ করার অনুমতি আছে। কেননা, রাসূলুল্লাহ্ (সাঃ) বলেছেনঃ এক মুসলিম অপর মুসলিমের ভাই। কেউ কেউ বলেন, যদি বলা হয়,  তোমাকে অবশ্যই মদ পান করতে হবে, অথবা মৃতের গোশত খেতে হবে, অন্যথায় আমরা তোমার পুত্রকে বা তোমার পিতাকে বা তোমার কোন নিকট আত্মীয়কে হত্যা করে ফেলব, তখন তার জন্য এসব কাজ করার অনুমতি নেই। কেননা, সে নিরুপায় নয়। কেউ কেউ এর বিপরীত রায় ব্যক্ত করে বলেন, যদি তাকে বলা হয়, আমরা অবশ্যই তোমার পিতাকে বা তোমার পুত্রকে হত্যা করে ফেলব, না হয় তোমাকে ঔ গোলামটি বিক্রি করতে হবে, অথবা তোমাকে ঋণ স্বীকার করতে হবে, অথবা হেবা স্বীকার করতে হবে, তাহলে কিয়াসের দৃষ্টিতে তার জন্য তা জরুরী হয়ে যায়। তবে ইস্তিহসানের পরিপ্রেক্ষিতে আমরা বলি যে এ ক্ষেত্রে বিক্রি, দান বা যে কোন চুক্তি বাতিল গণ্য হবে। অতএব তারা কিতাব (কুরআন), সুন্নাহ  ব্যাতিরেকেই নিকটাত্মীয় ও আত্মীয়দের মধ্যে প্রভেদ করে নিল। রাসূলুল্লাহ্ (সাঃ) বলেনঃ ইবরাহীম (আঃ) তাঁর স্ত্রী সম্পর্কে বলেছেন, ইনি আমার বোন। আর ওটি ছিল আল্লাহর ব্যাপারে (দীনের ভিত্তিতে)। নাখাঈ (র) বলেন, যে ব্যক্তি হলফ করায়, সে যদি অত্যাচারী হয় তা হলে হলফকারীর নিয়তই গ্রহণীয় হবে। আর যিদ সে মজলুম হয় তাহলে তার নিয়তই কার্যকর হবে।",
        "hadithBengali": "৬৪৮১। ইয়াহ্ইয়া ইবনু বুকায়র (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ এক মুসলিম অপর মুসলিমের ভাই, না সে তার প্রতি জুলুম করবে, না তাকে অন্যের হাওলা করবে। যে কেউ তার ভাইয়ের প্রয়োজন মেটাবে আল্লাহ্ তার প্রয়োজন মেটাবেন।;\n",
        "id": 6481,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯১৩. যখন কোন ব্যক্তি তার সঙ্গীর ব্যাপারে নিহত হওয়া বা অনুরূপ কিছুর আশঙ্কা করে তখন (তার কল্যাণার্থে) কসম করা যে, সে তার ভাই। অনুরূপভাবে যে কোন বল প্রয়োগকৃতব্যক্তির ব্যাপারে যখন কোন প্রকার আশঙ্কা দেখা দেয়। কেননা, এক মুসলিম অন্য মুসলিমকে জালিমের হাত থেকে রক্ষা করবে। তার জন্য লড়াই করবে, তাকে লাঞ্ছিত করবে না। যদি সে মজলুমের জন্যে লাড়াই করে তাহলে তার উপর কোন হদ' বা কিসাস নেই। যদি কাউকে বলা হয় তোমাকে অবশ্যই মদ পান করতে হবে, অথবা মৃতের গোশত খেতে হবে, অথবা তোমাকে দাসকে বিক্রি করতে হবে অথবা তোমাকে ঋণ স্বীকার করতে হবে অথবা কিছু দান করতে হবে অথবা কিছু দান করতে হবে বা অনুরূপভাবে যে কোন চুক্তির কথা বলা হয়। অন্যথায় আমরা তোমার পিতাকে অথবা মুসলিম ভাইকে হত্যা করে ফেলব। তখন তার জন্য ঐসব কাজ করার অনুমতি আছে। কেননা, রাসূলুল্লাহ্ (সাঃ) বলেছেনঃ এক মুসলিম অপর মুসলিমের ভাই। কেউ কেউ বলেন, যদি বলা হয়,  তোমাকে অবশ্যই মদ পান করতে হবে, অথবা মৃতের গোশত খেতে হবে, অন্যথায় আমরা তোমার পুত্রকে বা তোমার পিতাকে বা তোমার কোন নিকট আত্মীয়কে হত্যা করে ফেলব, তখন তার জন্য এসব কাজ করার অনুমতি নেই। কেননা, সে নিরুপায় নয়। কেউ কেউ এর বিপরীত রায় ব্যক্ত করে বলেন, যদি তাকে বলা হয়, আমরা অবশ্যই তোমার পিতাকে বা তোমার পুত্রকে হত্যা করে ফেলব, না হয় তোমাকে ঔ গোলামটি বিক্রি করতে হবে, অথবা তোমাকে ঋণ স্বীকার করতে হবে, অথবা হেবা স্বীকার করতে হবে, তাহলে কিয়াসের দৃষ্টিতে তার জন্য তা জরুরী হয়ে যায়। তবে ইস্তিহসানের পরিপ্রেক্ষিতে আমরা বলি যে এ ক্ষেত্রে বিক্রি, দান বা যে কোন চুক্তি বাতিল গণ্য হবে। অতএব তারা কিতাব (কুরআন), সুন্নাহ  ব্যাতিরেকেই নিকটাত্মীয় ও আত্মীয়দের মধ্যে প্রভেদ করে নিল। রাসূলুল্লাহ্ (সাঃ) বলেনঃ ইবরাহীম (আঃ) তাঁর স্ত্রী সম্পর্কে বলেছেন, ইনি আমার বোন। আর ওটি ছিল আল্লাহর ব্যাপারে (দীনের ভিত্তিতে)। নাখাঈ (র) বলেন, যে ব্যক্তি হলফ করায়, সে যদি অত্যাচারী হয় তা হলে হলফকারীর নিয়তই গ্রহণীয় হবে। আর যিদ সে মজলুম হয় তাহলে তার নিয়তই কার্যকর হবে।",
        "hadithBengali": "৬৪৮২। মুহাম্মদ ইবনু আবদুর রহীম (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমার ভাইকে সাহায্য কর। সে জালিম হোক অথবা মজলুম হোক। এক ব্যাক্তি বলল, হে আল্লাহর রাসূল! মজলুম হলে তাকে সাহায্য করব, তা তো বোধ্যগম্য ব্যাপার। কিন্তু জালিম হলে তাকে সাহায্য করব, তা কিভাবে? তিনি বললেনঃ তাকে অত্যাচার থেকে বিরত রাখবে। আর এটাই হচ্ছে তার সাহায্য।;\n",
        "id": 6482,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    }
]
