[
    {

        "chapter_bn": "২৯২৯. রাসুলুল্লাহ (সাঃ) এর ওয়াহ্'য়ীর সূচনা হয় ভালো স্বপ্নের মাধ্যমে",
        "hadithBengali": "৬৫১১। ইয়াহ্ইয়া ইবনু বুকায়র ও আবদুল্লাহ ইবনু মুহাম্মদ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর ওহীর সূচনা হয় ঘুমের ঘোরে ভালো স্বপ্নের মাধ্যমে। তিনি যে স্বপ্নই দেখতেন তা ভোরের আলোর ন্যায় উদ্ভাসিত হয়ে প্রতিফলিত হতো। তিনি হেরা গুহায় গমন করে সেখানে বেশ কয়েক রাত ইবাদতে কাটিয়ে দিতেন এবং এজন্য খাদ্য সামগ্রী ও সাথে নিয়ে যেতেন। এরপর খাদীজা (রাঃ) এর কাছে ফিরে আসতেন এবং তিনি তাকে অনুরূপ খাদ্য সামগ্রী প্রস্তুত করে দিতেন। অবশেষে তাঁর কাছে সত্যের বাণী (ওহী) আসল। আর এ সময় তিনি হেরা গুহায় ছিলেন।;\n\nসেখানে ফেরেশতা এসে তাঁকে বলল, আপনি পড়ুন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, আমি বললামঃ আমি তো পাঠক নই। তখন তিনি আমাকে জড়িয়ে ধরে শক্ত করে চাপ দিলেন। এমনকি এতে আমার খুব কষ্ট হল। তারপর তিনি আমাকে ছেড়ে দিলেন এবং বললেন, আপনি পড়ুন। আমি বললাম, আমি পাঠক নই। তিনি দ্বিতীয়বার আমাকে শক্ত করে চাপ দিলেন। এবারেও এতে আমার খুব কষ্ট হল। অতঃপর তিনি আমাকে ছেড়ে দিয়ে বললেন, আপনি পড়ুন। আমি বললাম, আমি তো পাঠক নই। এরপর তিনি তৃতীয়বার আমাকে শক্ত করে এমন চাপ দিলেন যে, এবারেও এতে আমার খুব কষ্ট হল। তারপর তিনি আমাকে ছেড়ে দিয়ে বললেন, পাঠ করুন, আপনার প্রতিপালকের নামে যিনি সৃষ্টি করেছেন ...... যা সে জানত না (৯৪ঃ ১-৫) এ আয়াত পর্যন্ত।;\n\nএরপর তিনি তা নিয়ে খাদীজা (রাঃ) এর কাছে কম্পিত হৃদয়ে ফিরে এলনে। আর বললেন, আমাকে কম্বল দিয়ে ঢেকে দাও। আমাকে কম্বল দিয়ে ঢেকে দাও। ফলে তাঁরা তাঁকে কম্বল দিয়ে ঢেকে দিলেন। অবশেষে তাঁর থেকে ভীতি দূর হয়ে গেল। এরপর তিনি বললেন, হে খাদীজা! আমার কি হল? এবং তাকে সমূহ ঘটনা জানালেন। আর বললেনঃ আমি আমার জীবন সম্পর্কে শংকাবোধ করছি। খাদীজা (রাঃ) তাকে বললেন, কখনই না। আপনি সুসংবাদ গ্রহণ করুন। আল্লাহর কসম! আল্লাহ্ আপনাকে কখনই লাঞ্ছিত করবেন না। কেননা, আপনি তো আত্মীয়তার বন্ধন জুড়ে রাখেন, সত্য কথা বলেন, অনাথ অক্ষমদের বোঝা বহন করেন, মেহমানদের মেহমানাদী করেন এবং হকের পথে আগত যাবতীয় বিপদে সাহায্য করেন। অতঃপর খাদীজা (রাঃ) তাঁকে নিয়ে চললেন।;\n\nঅতঃপর তাঁকে নিয়ে ওরাকা ইবনু নাওফল ইবনু আসাদ ইবনু আবদুল উয়াবা ইবনু কুসাই এর কাছে এলেন। আর তিনি খাদীজা (রাঃ) এর চাচার পুত্র (চাচাত ভাই) এবং তার পিতার পক্ষ থেকে চাচাও ছিলেন। তিনি জাহিলিয়াতের যুগে খৃষ্ট ধর্ম গ্রহণ করেছিলেন। তিনি আরবী কিতাব লিখতেন। তিনি ইঞ্জিল আরবীতে ভাষান্তর করেছেন। যতখানি লেখা আল্লাহর মনযুর হত। তিনি ছিলেন অতি বৃদ্ধ, দৃষ্টিশক্তিহীন ব্যাক্তি। খাদীজা (রাঃ) তাকে বললেন, হে আমার চাচাতো ভাই! তোমার ভাতিজার কথা শুন। তখন ওরাকা বললেন, হে ভাতিজা! তুমি কি দেখেছ?;\n\nরাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যা কিছু দেখেছিলেন তা তাকে অবহিত করেলেন। তখন ওরাকা বললেন, এই তো আল্লাহর সেই নামুস (দূত) যাকে মূসা আলাইহি ওয়া সাল্লাম এর কাছে প্রেরণ করা হয়েছিল। হায় আফসোস! যদি সেদিন আমি জীবিত থাকতে পারতাম যে দিন তোমার কাওম তোমাকে বের করে দেবে। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তারা কি আমাকে বের করে দেবে? ওরাকা বললেন, হ্যাঁ, তুমি যা নিয়ে এসেছ, এমন বস্তু নিয়ে কোন দিনই কেউ আসেনি যার সাথে শত্রুতা করা হয়নি। যদি তোমার জীবনকালে আমাকে পায় তাহলে আমি পরিপূর্ণরূপে তোমাকে সাহায্য করব।;\n\nএরপর কিছু দিনের মধ্যেই ওরাকার মৃত্যু হয়। আর কিছু দিনের জন্য ওহীও বন্ধ থাকে। এমনকি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ অবস্থার প্রেক্ষিতে অত্যন্ত চিন্তিত হয়ে পড়লেন। এমনকি আমার এ সম্পর্কে তার থেকে জানতে পেরেছি যে, তিনি পাহাড়ের চূড়া থেকে নিচে পড়ে যাওয়ার উদ্দেশ্যে একাধিকবার দ্রুত সেখানে চলে গেছেন। যখন নিজেকে নিক্ষেপ করার জন্য পাহাড়ের চূড়া পৌঁছতেন, তখনই জিবরীল (আলাইহিস সালাম) তাঁর সামনে আত্মপ্রকাশ করে বলতেন হে মুহাম্মদ! নিঃসন্দেহে আপনি তো আল্লাহর রাসূল! এতে তাঁর অস্থিরতা প্রশমিত হত এবং নিজে মনে শান্তিবোধ করতেন। তাই সেখান থেকে ফিরে আসতেন। ওহী বন্ধ অবস্থা যখন তাঁর উপর দীর্ঘায়িত হয় তখনই তিনি অনরূপ উদ্দেশ্যে দ্রুত চলে যেতেন। যখনই তিনি পাহাড়ের চূড়ায় পৌঁছতেন, তখনই জিবরীল (আলাইহিস সালাম) তাঁর সামনে আত্মপ্রকাশ করে পূর্বের ন্যায় বলতেন। ইবনু আব্বাস (রাঃ) বলেন,فَالِقُ الإِصْبَاحِ দিনের বেলায় সূর্যের আলো ও রাতের বেলায় চাঁদের আলো।;\n",
        "id": 6511,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৩০. নেককার লোকদের স্বপ্ন এবং আল্লাহ্'র বাণীঃ নিশ্চয়ই আল্লাহ তাঁর রাসুলের স্বপ্ন বাস্তবায়িত করেছেন ... এক সদ্য বিজয় পর্যন্ত (৪৮ঃ ২৭)",
        "hadithBengali": "৬৫১২। আবদুল্লাহ ইবনু মাসলামা (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ নেককার লোকের ভাল স্বপ্ন নবুয়তের ছেচল্লিশ ভাগের এক ভাগ।;\n",
        "id": 6512,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৩১. (রাসুলুল্লাহ (সাঃ) এর বাণীঃ) ভাল স্বপ্ন আল্লাহ্'র পক্ষ থেকে হয়",
        "hadithBengali": "৬৫১৩। আহমাদ ইবনু ইউনুস (রহঃ) ... আবূ কাতাদা (রাঃ) সূত্রে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেছেনঃ ভাল স্বপ্ন আল্লাহর পক্ষ থেকে হয়ে থাকে আর অশুভ স্বপ্ন শয়তানের পক্ষ থেকে হয়ে থাকে।;\n",
        "id": 6513,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ কাতাদাহ্ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৩১. (রাসুলুল্লাহ (সাঃ) এর বাণীঃ) ভাল স্বপ্ন আল্লাহ্'র পক্ষ থেকে হয়",
        "hadithBengali": "৬৫১৪। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত। তিনি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছেন, যখন তোমাদের কেউ এমন স্বপ্ন দেখে, যা সে পছন্দ করে, তাহলে তা আল্লাহর পক্ষ থেকে। তাই সে যেন এর উপর আল্লাহর প্রশংসা করে এবং অন্যের কাছে তা বর্ণনা করে। আর যদি এর বিপরীত অপছন্দনীয় কিছু দেখে, তাহলে তা শয়তানের পক্ষ থেকে। তাই সে যেন এর অনিষ্টতা থেকে আল্লাহর আশ্রয় চায়। আর কারো কাছে যেন তা বর্ণনা না করে। তাহলে এ স্বপ্ন তার কোন ক্ষতি সাধন করবে না।;\n",
        "id": 6514,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ সা'ঈদ খুদরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৩২. ভালো স্বপ্ন নবুয়তের ছেচল্লিশ ভাগের এক ভাগ",
        "hadithBengali": "৬৫১৫। মুসাদ্দাদ (রহঃ) ... আবূ কাতাদা (রাঃ) থেকে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেছেনঃ ভাল স্বপ্ন আল্লাহর পক্ষ থেকে হয়ে থাকে। আর খারাপ স্বপ্ন শয়তানের পক্ষ থেকে হয়ে থাকে। তাই যখন কেউ খারাপ স্বপ্ন দেখে তখন যেন তার থেকে আশ্রয় চায় এবং তার বাম দিকে থু থু ফেলে। তাহলে সে স্বপ্ন আর তার কোন ক্ষতি করবে না। আবূ আবদুল্লাহ (ইয়াহইয়া ইবনু আবূ কাসীর) কাতাদা (রাঃ) সূত্রে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণনা করেছেন।;\n",
        "id": 6515,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ কাতাদাহ্ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৩২. ভালো স্বপ্ন নবুয়তের ছেচল্লিশ ভাগের এক ভাগ",
        "hadithBengali": "৬৫১৬। মুহাম্মদ ইবনু বাশশার (রহঃ) ... উবাদা ইবনু সামিত (রাঃ) সূত্রে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেছেনঃ মুমিনের স্বপ্ন নবুয়তের ছেচল্লিশ ভাগের এক ভাগ। সাবিত, হুমাইদ, ইসহাক ইবনু আবদুল্লাহ ও শুআইব (রহঃ) আনাস (রাঃ) সূত্রে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণনা করেছেন।;\n",
        "id": 6516,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উবাদা ইব্'নুস সামিত (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৩২. ভালো স্বপ্ন নবুয়তের ছেচল্লিশ ভাগের এক ভাগ",
        "hadithBengali": "৬৫১৭। ইয়াহ্ইয়া ইবনু কাযাআ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ মুমিনের স্বপ্ন নবুয়তের ছেচল্লিশ ভাগের এক ভাগ।;\n",
        "id": 6517,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৩২. ভালো স্বপ্ন নবুয়তের ছেচল্লিশ ভাগের এক ভাগ",
        "hadithBengali": "৬৫১৮। ইব্রাহীম ইবনু হামযা (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত। তিনি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছেন, ভাল স্বপ্ন নবুয়তের ছেচল্লিশ ভাগের এক ভাগ।;\n",
        "id": 6518,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ সা'ঈদ খুদরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৩৩. সুসংবাদবাহী বিষয়াদি",
        "hadithBengali": "৬৫১৯। আবুল ইয়ামান (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি, সু-সংবাদবাহী বিষয়াদি ছাড়া নবুয়তের আর কিছু অবশিষ্ট নেই।। সাহাবাগণ জিজ্ঞাসা করলেন, সুসংবাদবাহী বিষয়াদি কি? তিনি বললেন, ভাল স্বপ্ন।;\n",
        "id": 6519,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৩৬. একাধিক লোকের অভিন্ন স্বপ্ন দেখা",
        "hadithBengali": "২৯৩৪. অনুচ্ছেদঃ ইউসুফ (আঃ) এর স্বপ্ন এবং আল্লাহ্'র বাণীঃ স্মরণ কর, ইউসুফ যখন তার পিতাকে বলেছিল, হে আমার পিতা! আমি একাদশ নক্ষত্র, সূর্য এবং চন্দ্রকে দেখেছি; দেখেছি এদেরকে আমার প্রতি সিজদাবনত অবস্থায় ... তোমার প্রতিপালক সর্বজ্ঞ, প্রজ্ঞাময় (১২ঃ ৪-৬) পর্যন্ত। এবং আল্লাহ্'র বাণীঃ হে আমার পিতা। এটাই আমার পুর্বেকার স্বপ্নের ব্যাখ্যা ... এবং আমাকে সৎকর্মপরায়ণদের অন্তর্ভুক্ত কর (১২ঃ ১০০-১০১);\n\n\n২৯৩৫. অনুচ্ছেদঃ ইবরাহীম (আঃ) এর স্বপ্ন এবং আল্লাহ্'র বাণীঃ অততপর সে যখন তার পিতার সঙ্গে কাজ করার মত বয়সে উপনীত হল তখন ইবরাহীম বলল, হে বৎস! আমি স্বপ্নে দেখি যে, তমাকে আমি যবেহ করছি ... এভাবেই আমি সৎকর্মপরায়ণদের পুরস্কৃত করে থাকি (৩৭ঃ ১০২-১০৫) পর্যন্ত। মুজাহিদ (রহঃ) বলেন, আসলামা শব্দের অর্থ তাদেরকে যে বিষয়ের নির্দেশ দেওয়া হয়েছিল তা তারা মেনে নিল। আর তাল্লাহু শব্দের অর্থ তার চেহারা মাটিতে রাখল।;\n\n\n৬৫২০। ইয়াহ্ইয়া ইবনু বুকায়র (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত যে, একদল লোককে শবে কদর (রমযানের) শেষ সাত রাতের মধ্যে রয়েছে বলে স্বপ্নে দেখানো হয়েছে। আর কিছু সংখ্যক লোককে তা শেষ দশ রাতের মধ্যে দেখানো হয়েছে। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমরা শবে কদর শেষ সাত রাতের মধ্যেই তালাশ কর।;\n",
        "id": 6520,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৩৭. বন্দী, বিশৃংখলা সৃষ্টিকারী ও মুশরিকদের স্বপ্ন। আল্লাহ বলেন, তাঁর সাথে দুজন যুবক কারাগারে প্রবেশ করল ... যখন দূত তার কাছে উপস্থিত হলো, তখন সে বলল, তুমি তোমার প্রভুর কাছে ফিরে যাও (১২ঃ ৩৬-৫০) পর্যন্ত। ادَّكَرَ এর আসল রূপ ذَكَرَ শব্দ থেকে ইয়াতাকারা। أُمَّةٍ অর্থ যুগ। أَمَهٍ ও পড়া যায়, অর্থ ভুলে যাওয়া। ইবন আব্বাস (রাঃ) বলেন, يَعْصِرُونَ আঙ্গুল ও তেল নিংড়িয়ে রস বের করবে। تَحْصِنُونَ তোমরা সংরক্ষন করবে।",
        "hadithBengali": "৬৫২১। আবদুল্লাহ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ ইউসুফ (আলাইহিস সালাম) যতদিন কারাগারে কাটিয়েছেন, যদি আমি ততদিন কাটাতাম, অতঃপর আমার কাছে (বাদশাহর পক্ষ থেকে) আহবানকারী আসত, তাহলে আমি অবশ্যই তার ডাকে সাড়া দিতাম।;\n",
        "id": 6521,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৩৮. যে ব্যক্তি নবী (সাঃ) কে স্বপ্নে দেখে",
        "hadithBengali": "৬৫২২। আবদান (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছিঃ যে ব্যাক্তি আমাকে স্বপ্নে দেখবে সে অচিরেই জাগ্রতাবস্থায়ও আমাকে দেখবে। কেননা শয়তান আমার আকৃতি ধারণ করতে পারে না।;\n",
        "id": 6522,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৩৮. যে ব্যক্তি নবী (সাঃ) কে স্বপ্নে দেখে",
        "hadithBengali": "৬৫২৩। মুআল্লা ইবনু আসাদ (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে আমাকে নিদ্রাবস্থায় দেখল সে আমাকেই দেখল। কারন শয়তান আমার আকৃতি ধারন করতে পারে না। আর মুমিনের স্বপ্ন নবুয়তের ছেচল্লিশ ভাগের এক ভাগ।;\n",
        "id": 6523,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৩৮. যে ব্যক্তি নবী (সাঃ) কে স্বপ্নে দেখে",
        "hadithBengali": "৬৫২৪। ইয়াহইয়া ইবনু বুকায়র (রহঃ) ... আবূ কাতাদা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ ভালো স্বপ্ন আল্লাহর পক্ষ থেকে ও খারাপ স্বপ্ন শয়তানের পক্ষ থেকে হয়ে থাকে। যে কেউ এমন কিছু দেখবে, যা সে অপছন্দ করে, সে যেন বামদিকে তিনবার থুথু ফেলে এবং শয়তান থেকে আশ্রয় চায়। তাহলে এ স্বপ্ন তার কোন ক্ষতি করবে না। আর শয়তান আমার আকৃতি ধারণ করতে পারে না।;\n",
        "id": 6524,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ কাতাদাহ্ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৩৮. যে ব্যক্তি নবী (সাঃ) কে স্বপ্নে দেখে",
        "hadithBengali": "৬৫২৫। খালিদ ইবনু খালিয়্যি (রহঃ) ... আবূ কাতাদা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে আমাকে স্বপ্ন দেখে সে ঠিকই দেখে। ইউনুস ও ইবনু আখীয যুহরী (রহঃ) যুবায়দীর অনুসরন করেছেন।;\n",
        "id": 6525,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ কাতাদাহ্ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৩৮. যে ব্যক্তি নবী (সাঃ) কে স্বপ্নে দেখে",
        "hadithBengali": "৬৫২৬। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত। তিনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছেন, যে আমাকে স্বপ্নে দেখে সে সত্যই দেখে। কারন শয়তান আমার আকৃতি ধারণ করতে পারে না।;\n",
        "id": 6526,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ সা'ঈদ খুদরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৩৯. রাত্রিকালীন স্বপ্ন। সামুরা (রাঃ) এ সম্পর্কে হাদিস বর্ণনা করেছেন",
        "hadithBengali": "৬৫২৭। আহমাদ ইবনু মিকদাম ইজলী (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমাকে সংক্ষিপ্ত অথচ বিশদ অর্থপূর্ণ বাক্য দান করা হয়েছে। এবং আমাকে প্রভাব সঞ্চারী প্রকৃতি দ্বারা সাহায্য করা হয়েছে। কোন এক রাতে আমি নিদ্রিত ছিলাম। ইত্যবসরে ভূপৃষ্টের যাবতীয় ভাণ্ডারের চাবি আমার কাছে এনে আমার হাতে রাখা হল। আবূ হুরায়রা (রাঃ) বললেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম চলে গেছেন। আর তোমরা উক্ত ভাণ্ডার সমূহ হস্তান্তর করে চলছে।;\n",
        "id": 6527,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৩৯. রাত্রিকালীন স্বপ্ন। সামুরা (রাঃ) এ সম্পর্কে হাদিস বর্ণনা করেছেন",
        "hadithBengali": "৬৫২৮। আবদুল্লাহ ইবনু মাসলামা (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্নিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ এক রাতে আমাকে কাবা এর কাছে স্বপ্ন দেখানো হল। তখন আমি গৌর বর্ণের সুন্দর এক পুরুষকে দেখলাম। তার মাথায় অতি চমৎকার লম্বা লম্বা চুল ছিল, যেগুলো আচড়িয়ে রেখেছে। চুল থেকে ফোঁটা ফোঁটা পানি ঝরছিল। তিনি দুব্যাক্তির ওপর অথবা বলেছেনঃ দুব্যাক্তির কাঁধের ওপর ভর করে বায়তূল্লাহর তাওয়াফ করছেন। আমি জিজ্ঞাসা করলাম, এ ব্যাক্তি কে? বলা হলঃ মাসীহ ইবনু মরিয়ম। এরপর অপর এক ব্যাক্তির সাথে আমার সাক্ষাৎ ঘটল। সে ছিল কোঁকড়ানো চুল বিশিষ্ট, ডান চোখ কানা, চোখটি যেন (পানির ওপর) ভাসমান আঙুর। আমি জিজ্ঞাসা করলাম, এ ব্যাক্তি কে? সে বলল মাসীহ দাজ্জাল।;\n",
        "id": 6528,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৩৯. রাত্রিকালীন স্বপ্ন। সামুরা (রাঃ) এ সম্পর্কে হাদিস বর্ণনা করেছেন",
        "hadithBengali": "৬৫২৯। ইয়াহইয়া (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, জনৈক ব্যাক্তি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে বলল, আমি রাতে স্বপে দেখেছি। এরপর পুরো হাদীসটি বর্ণনা করেন।;\n\nসুলায়মান ইবনু কাসীর, ইবনু আখীয যুহরী ও সুফয়ান ইবনু হুসায়ন (রহঃ) ... ইবনু আব্বাস (রাঃ) সুত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে ইউনুস (রহঃ) এর অনুসরণ করেছেন। যুবায়দী (রহঃ) ইবনু আব্বাস অথবা আবূ হুরায়রা (রাঃ) সুত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন শুআয়ব, ইসহাক ইবনু ইয়াহইয়া, আবূ হুরায়রা (রাঃ) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করতেন। মামার (রহঃ) প্রথমে এ হাদীসের সনদ বর্ণনা করতেন না। কিন্তু পরবর্তীতে করতেন।;\n",
        "id": 6529,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৪০. দিনের বেলায় স্বপ্ন দেখা। ইবন আউন (রহঃ) ইবন সীরীন (রহঃ) থেকে বর্ণনা করেন যে, দিনের স্বপ্ন রাতের সপ্নের মত।",
        "hadithBengali": "৬৫৩০। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম প্রায়ই উম্মে হারাম বিনত মিলহান (রাঃ) এর ঘরে যেতেন। আর সে ছিল উবাদা ইবনু সামিত (রাঃ) এর স্ত্রী। একদা তিনি তার কাছে এলেন। সে তাকে খানা খাওয়াল। তারপর তার মাথার উকুন বাছতে শুরু করল। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঘুমিয়ে পড়লেন। কিছুক্ষণ পর হেসে হেসে জেগে উঠলেন। উম্মে হারাম (রাঃ) বলেন, আমি বললাম, হে আল্লাহর রাসুল! আপনি কেন হাসলেন? তিনি বললেনঃ আমার উম্মাতের একদল লোককে আমার কাছে পেশ করা হয়েছে। যারা আল্লাহর রাস্তায় যুদ্ধরত সাগরের মধ্যে জাহাজের ওপর আরোহণ করে বাদশাহর সিংহাসনে অথবা বাদশাহদের মত তারা সিংহাসনে উপবিষ্ট। ইসহাক রাবী সন্দেহ করেছেন। উম্মে হারাম (রাঃ) বলেনঃ আমি বললাম, হে আল্লাহর রাসুল। আপনি আল্লাহর কাছে দোয়া করুন, তিনি যেন আমাকে তাদের দলভুক্ত করে দেন। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার জন্য দোয়া করলেন।;\n\nএরপর আবার তিনি মাথা রেখে ঘুমিয়ে পড়লেন। কিছুক্ষণ পর আবার হেসে হেসে জেগে উঠলেন। আমি বললাম, আপনি হাসলেন কেন হে আল্লাহর রাসুল! তিনি বললেনঃ আল্লাহর রাস্তায় জিহাদরত আমার একদল উম্মতকে আমার কাছে পেশ করা হয়েছে। পূর্বের ন্যায় এ দল সম্পর্কেও বললেন। উম্মে হারাম (রাঃ) বলেন, আমি বললাম, হে আল্লাহর রাসুল। আপনি আল্লাহর কাছে দোয়া করুন, তিনি যেন আমাকে এ দলভুক্ত করে দেন। তিনি বললেনঃ তুমি প্রথম দলভুক্ত।;\n\nউম্মে হারাম (রাঃ) মুআবিয়া ইবনু সুফিয়ান (রাঃ) এর আমলে সামুদ্রিক জাহাজে আরোহন করেন এবং সমুদ্র থেকে পেরিয়ে আসার সময় আপন সাওয়ারী থেকে মাটিতে পড়ে গিয়ে মারা যান।;\n",
        "id": 6530,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৪১. মহিলাদের স্বপ্ন",
        "hadithBengali": "৬৫৩১। সাঈদ ইবনু উফায়র (রহঃ) ... খারিজা ইবনু যায়িদ ইবনু সাবিত (রহঃ) থেকে বর্ণিত যে, উম্মুল আলা নাম্নী জনৈকা আনসারী মহিলা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে বায়আত গ্রহণ করেন। তিনি তাঁকে জানান যে, আনসারগণ লটারির মাধ্যমে মুহাজিরগণকে ভাগ করে নিয়েছিল। আমাদের ভাগে আসলেন উসমান ইবনু মাযউন (রাঃ)। আমরা তাকে আমাদের ঘরের মেহমান বানিয়ে নিলাম। এরপর তিনি এমন এক ব্যথায় আক্রান্ত হলেন যে, সে ব্যথায় তার মৃত্যু হল। মারা যাবার পর তাঁকে গোসল দেওয়া হল। তার কাপড় দিয়েই তাকে কাফন পরানো হল। ইত্যবসরে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এলেন।;\n\nউম্মুল আলা (রাঃ) বলেনঃ আমি বললাম, তোমার ওপর আল্লাহর রহমত হোক, হে আবূ সাইব! আমার সাক্ষ্য তোমার বেলায় এটাই যে আল্লাহ তোমাকে সম্মানিত করেছেন। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তুমি কি করে জানলে যে আল্লাহ তাকে সম্মানিত করেছেন? আমি বললাম, হে আল্লাহর রাসুল! আপনার প্রতি আমার পিতা কুরবান হোক! তাহলে কাকে আল্লাহ সম্মানিত করবেন? তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আল্লাহর কসম! তার ব্যাপার তো হল, তার মৃত্যু হয়ে গেছে। আল্লাহর কসম! তার জন্য আমি কল্যাণেরই আশাবাদী। আল্লাহর কসম! আমি আল্লাহর রাসুল হওয়া সত্ত্বেও জানিনা, আমার সাথে কি ব্যবহার করা হবে? তখন উম্মুল আলা (রাঃ) বললেন, আল্লাহর কসম! আমি আগামীতে কখনো কারো বিশুদ্ধতার প্রত্যয়ন করব না।;\n",
        "id": 6531,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "খারিজাহ ইবনু যায়দ ইবনু সাবিত (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৪১. মহিলাদের স্বপ্ন",
        "hadithBengali": "৬৫৩২। আবুল ইয়ামান (রহঃ) ... যুহরী (রহঃ) থেকে এ হাদীসে বলা হয়েছে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আমি জানিনা, তার সাথে কি ব্যবহার করা হবে? উম্মুল আলা (রাঃ) বললেন, আমি এতে চিন্তাগ্রস্থ হয়ে ঘুমিয়ে পড়লাম। তখন আমি স্বপ্নে উসমান ইবনু মাযউন (রাঃ) এর জন্য প্রবাহমান ঝর্নাধারা দেখতে পেলাম। আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে এ সষ্পর্কে অবহিত করলাম। তিনি বললেনঃ এটা তার আমল।;\n",
        "id": 6532,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "ইবনু শিহাব আয-যুহরী (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৪২. খারাপ স্বপ্ন শয়তানের পক্ষ থেকে হয়ে থাকে। যখন কেউ খারাপ স্বপ্ন দেখে তখন যেন তার বাম দিকে থু থু নিক্ষেপ করে এবং আল্লাহ্'র আশ্রয় চায়",
        "hadithBengali": "৬৫৩৩। ইয়াহইয়া ইবনু বুকায়র (রহঃ) ... আবূ কাতাদা আনসারী (রাঃ) থেকে বর্ণিত, যিনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাহাবী ও অশ্বারোহী যোদ্ধা ছিলেন। তিনি বলেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি, ভাল স্বপ্ন আল্লাহর পক্ষ থেকে এবং খারাপ স্বপ্ন শয়তানের কাছ থেকে হয়ে থাকে। যখন তোমাদের কেউ খারাপ স্বপ্ন দেখে যা তার কাছে অপছন্দনীয় মনে হয়, তখন সে যেন তার বাম দিকে থু থু ফেলে এবং এ স্বপ্ন থেকে আল্লাহর আশ্রয় চায়। তাহলে এ স্বপ্ন তার কোন ক্ষতি সাধন করবে না।;\n",
        "id": 6533,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ কাতাদাহ্ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৪৩. স্বপ্নে দুধ দেখা",
        "hadithBengali": "৬৫৩৪। আবদান (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি, আমি একদা ঘুমিয়ে ছিলাম। আমার কাছে একটি দুধের পেয়ালা হাযির করা হল, আমি তা থেকে তৃপ্তি সহকারে পান করলাম। তৃপ্তির চিহ্ন আমার নখ দিয়ে প্রকাশ পেতে লাগল। তারপর অবশিষ্টাংশ উমরকে দিলাম। সাহাবাগগ জিজ্ঞাসা করলেন, হে আল্লাহর রাসুল! আপনি এর কি ব্যাখ্যা প্রদান করেছেন। তিনি বললেনঃ ইল্'ম।;\n",
        "id": 6534,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৪৪. যখন স্বপ্নে নিজের চতুর্দিকে বা নখে দুধ প্রবাহিত হতে দেখা যায়",
        "hadithBengali": "৬৫৩৫। আলী ইবনু আবদুল্লাহ (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ একদা আমি ঘুমিয়েছিলাম। আমার কাছে দুধের একটি পেয়ালা পেশ করা হল। আমি তৃপ্তি সহকারে তা থেকে পান করলাম। এমনকি তৃপ্তির চিহ্ন আমার চতূর্দিক দিয়ে প্রকাশ পাচ্ছিল। অতঃপর অবশিষ্টাংশ উমর ইবনু খাত্তাবকে প্রদান করলাম। তার আশেপাশে লোকজন জিজ্ঞাসা করলেন, আপনি এর কি ব্যাখ্যা প্রদান করছেন হে আল্লাহর রাসুল? তিনি বললেনঃ ইল্'ম।;\n",
        "id": 6535,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৪৫. স্বপ্নে জামা দেখা",
        "hadithBengali": "৬৫৩৬। আলী ইবনু আবদুল্লাহ (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমি একদা ঘুমিয়েছিলাম। একদল লোককে স্বপ্নে দেখলাম, তাদেরকে আমার কাছে আনা হচ্ছে। আর তারা ছিল জামা পরিহিত। কারো কারো জামা স্তন পর্যন্ত আর কারো কারো তার নিচ পর্যন্ত। উমর ইবনু খাত্তাব আমার নিকট দিয়ে অতিক্রম করল। তার গায়ে যে জামা ছিল তা মাটিতে হেঁচড়ে চলছিল। সাহাবাগণ জিজ্ঞাসা করলেন হে আল্লাহর রাসুল! আপনি কি ব্যাখ্যা দিয়েছেন। তিনি বললেনঃ দ্বীন।;\n",
        "id": 6536,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ সা'ঈদ খুদরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৪৬. স্বপ্নে জামা হেঁচড়িয়ে চলা",
        "hadithBengali": "৬৫৩৭। সাঈদ ইবনু উফায়র (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি। তিনি বলেছেনঃ আমি একদা নিদ্রিত ছিলাম। আমি দেখলাম, আমার কাছে একদল লোক পেশ করা হল, আর তারা ছিল জামা পরিহিত। কারো কারো জামা ন্তন পর্যন্ত। আর কারো কারো এর নিচ পর্যন্ত। আর উমর ইবনু খাত্তাবকে এমতাবস্থায় আমার কাছে পেশ করা হলো যে, সে তার গায়ের জামা হেঁচড়িয়ে চলছিলেন। সাহাবাগণ বললেনঃ হে আল্লাহর রাসুল! আপনি এর কি ব্যাখ্যা দিলেন। তিনি বললেনঃ দ্বীন।;\n",
        "id": 6537,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ সা'ঈদ খুদরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৪৭. স্বপ্নের মধ্যে সবুজ রং ও সবুজ বাগিচা দেখা",
        "hadithBengali": "৬৫৩৮। আবদুল্লাহ ইবনু মুহাম্মাদ-আল জুফী (রহঃ) ... কায়স ইবনু উবায়দ (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি এক মজলিসে ছিলাম। যেখানে সাদ ইবনু মালিক (রাঃ) এবং ইবনু উমর (রাঃ)-ও ছিলেন। এ সময় আবদুল্লাহ ইবনু সালাম (রাঃ) ঐ পথ দিয়ে অতিক্রম করে যাচ্ছিলেন। লোকেরা বলল, ঐ লোকটি জান্নাতবাসীদের একজন। আমি তাঁকে বললাম, লোকেরা এরূপ এরূপ বলছে। তিনি বললেন, সুবহানাল্লাহ! তাদের জন্য শোভা পায় না যে, তারা এমন বিষয়ে মতামত ব্যক্ত করবে, যে বিষয় সম্পর্কে তাদের কোন জ্ঞান নেই। আমি স্বপ্নে দেখেছিলাম, যেন একটা স্তম্ভ একটি সবুজ বাগিচায় রাখা হয়েছে এবং সেটা যেথায় স্থাপন করা হয়েছে তার শিরোভাগে একটি রশি ছিল। আর নিচের দিকে ছিল একজন খাদেম। মিনসাফ অর্থ খাদেম। বলা হল এ স্তম্ভ বেয়ে উপরে আরোহন কর। আমি উপরের দিকে আরোহণ করতে করতে রশিটি ধরে ফেললাম। এরপর এ স্বপ্ন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে বর্ণনা করেছিলাম। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছিলেনঃ আবদুল্লাহ মযবুত রশি ধারণকারী অবস্থায় মারা যাবে।;\n",
        "id": 6538,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "কায়স ইবনু উবাদ (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৪৮. স্বপ্নে মহিলার নিকাব উন্মোচন",
        "hadithBengali": "৬৫৩৯। উবায়দ ইবনু ইসমাঈল (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাকে আমায় দুবার স্বপ্নে দেখানো হয়েছে। আমি দেখলাম, এক ব্যাক্তি তোমাকে রেশমী এক কাপড়ে জড়িয়ে বহন করে নিয়ে আসছে এবং বলছে ইনি আপনার স্ত্রী। আমি তার নিকাব উন্মোচন করে দেখতে পাই যে ঐ মহিলাটি তুমিই এবং আমি বলছি, যদি এটা আল্লাহর পক্ষ থেকে হয়ে থাকে তা হলে তিনি তা বাস্তবায়িত করবেন।;\n",
        "id": 6539,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৪৯.  স্বপ্নে রেশমি কাপড় দেখা",
        "hadithBengali": "৬৫৪০। মুহাম্মাদ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাকে (আয়িশাকে) শাদী করার পুর্বেই দুবার আমাকে দেখানো হয়েছে। আমি দেখেছি, একজন ফেরেশতা তোমাকে রেশমী এক টুকরা কাপড়ে জড়িয়ে বহন করে নিয়ে আসছে। আমি বললাম, আপনি নিকাব উন্মোচন করুন। যখন সে নিকাব উন্মোচন করল তখন আমি দেখতে পেলাম যে, উক্ত মহিলা তুমিই। আমি তখন বললাম, এটা যদি আল্লাহর পক্ষ থেকে হয়ে থাকে তাহলে তিনি তা বাস্তবায়িত করবেন। এরপর আবার আমাকে দেখানো হল যে, ফেরেশতা তোমাকে রেশমী এক টুকরা কাপড়ে জড়িয়ে বহন করে নিয়ে আসছে। আমি বললাম- আপনি (তার নিকাব) উন্মোচন করুন। সে তা উন্মোচন করলে আমি দেখতে পাই যে, উক্ত মহিলা তুমিই। তখন আমি বললামঃ এটা যদি আল্লাহর পক্ষ থেকে হযে থাকে তাহলে তিনি তা বাস্তবায়িত করবেন।;\n",
        "id": 6540,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৫০. স্বপ্নে হাতে চাবি দেখা",
        "hadithBengali": "৬৫৪১। সাঈদ ইবনু উফায়র (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি যে, আমাকে সংক্ষিপ্ত অথচ বিশদ অর্থবহ বানী সহকারে প্রেরণ করা হয়েছে এবং ভীতি উদ্রেককারী প্রভাব দ্বারা আমাকে সাহায্য করা হয়েছে। একদা আমি ঘুমিয়েছিলাম। আমার কাছে ভূ-পৃষ্ঠের ভাণ্ডার সমুহের চাবি পেশ করে আমার সামনে রাখা হল।;\n\n(আবূ আবদুল্লাহ) মুহাম্মাদ বুখারী (রহঃ) বলেন, আমার কাছে এ কথা পৌছেছে যে, সংক্ষিপ্ত অথচ বিশদ অর্থবহ বাণী এর অর্থ হল, আল্লাহর অনেক বিষয় যা পূর্ববতী কিতাব সমুহে লেখা হত- একটি অথবা দুটি বিষয়ে সন্নিবেশিত করে দেন। অথবা এর অর্থ অনুরূপ কিছু।;\n",
        "id": 6541,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৫১. স্বপ্নে হাতল অথবা আংটায় ঝুলা",
        "hadithBengali": "৬৫৪২। আবদুল্লাহ ইবনু মুহাম্মাদ ও খলীফা (রহঃ) ... আবদুল্লাহ ইবনু সালাম (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি স্বপ্নে দেখলাম যেন আমি একটি বাগিচায় আছি। বাগিচার মাঝখানে একটি স্তম্ভ। স্তম্ভের শিরোভাগে একটি হাতল। তখন আমাকে বলা হল, উপরের দিকে উঠ। আমি বললাম, পারছি না। তখন আমার কাছে একজন খাদেম আসল এবং আমার কাপড় ভিজিয়ে দিল। আমি উপরের দিকে উঠতে উঠতে হাতলটি ধরে ফেললাম। হাতলটি ধরে থাকা অবস্থায় আমি জেগে গেলাম। অতঃপর এ স্বপ্ন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে বর্ণনা করলাম। তিনি বললেনঃ ঐ বাগিচা ইসলামের বাগিচা ঐ স্তম্ভ ইসলামের স্তম্ভ, আর ঐ হাতল হল মযবুত হাতল। তুমি মৃত্যু পর্যন্ত ইসলামকে শক্ত করে ধরে থাকবে।;\n",
        "id": 6542,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ বিন সালাম (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৫৩. স্বপ্নে মোটা রেশমী কাপড় দেখা ও জান্নাতে প্রবেশ করতে দেখা",
        "hadithBengali": "بَابُ عَمُودِ الْفُسْطَاطِ تَحْتَ وِسَادَتِهِ;\n\n২৯৫২. স্বপ্নে নিজ বালিশের নিচে তাঁবুর খুঁটি দেখা;\n\n\n৬৫৪৩। মুআল্লা ইবনু আসাদ (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি স্বপ্নে দেখতে পাই, আমার হাতে যেন রেশমী এক টুকরা কাপড়। জান্নাতের যে মানেই তা আমি নিক্ষেপ করি তা আমাকে সে স্থানে উড়িয়ে নিয়ে যায়। এ স্বপ্ন আমি হাফসা (রাঃ) এর নিকট বর্ণনা করলাম। আর হাফসা (রাঃ) তা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট বর্ণনা করলেন। তখন তিনি বললেনঃ তোমার ভাই একজন সৎকর্মপরায়ণ ব্যাক্তি। অথবা বললেনঃ আবদুল্লাহ তো একজন সৎকর্মপরায়ন ব্যাক্তি।;\n",
        "id": 6543,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৫৪. স্বপ্নে বন্ধন দেখা",
        "hadithBengali": "৬৫৪৪। আবদুল্লাহ ইবনু সাব্বাহ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যখন কিয়ামত নিকটবর্তী হয়ে যাবে তখন মুমিনের স্বপ্ন খুব কমই অবাস্তবায়িত থাকবে। আর মুমিনের স্বপ্ন নবুয়তের ছেচল্লিশ ভাগের এক ভাগ। আর নবুয়তের কোন কিছুই অবাস্তব হতে পারে না। রাবী মুহাম্মদ (রহঃ) বলেন, আমি এরূপ বলছি। তিনি বলেন, এ কথা বলা হয়ে থাকে যে, স্বপ্ন তিন প্রকার, মনের কল্পনা, শয়তানের পক্ষ হতে ভীতি প্রদর্শন এবং আল্লাহর তরফ হতে সুসংবাদ। তাই যদি কেউ অপছন্দনীয় কিছু দেখে তবে সে যেন তা কারো কাছে বর্ণনা না করে। বরং উঠে যেন (নফল) সালাত (নামায/নামাজ) আদায় করে নেয়।;\n\nরাবী বলেন, স্বপ্নে শৃংখল দেখা অপছন্দনীয় মনে করা হত এবং পায়ে বেড়ি দেখাকে তারা পছন্দ করতেন। বলা হত, পায়ে বেড়ি দেখার ব্যাখ্যা হলো দ্বীনের ওপর অবিচল থাকা। কাতাদা, ইউনূস, হিশাম ও আবূ হিলাল (রহঃ) ... আবূ হুরায়রা (রাঃ) সুত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে উক্ত হাদীসকে বর্ননা করেছেন। আর কেউ কেউ এসবকে হাদীসের মধ্যে অন্তর্ভুক্ত করেছেন। (পক্ষান্তরে) আউদের বর্ননাকৃত হাদীস সুষ্পষ্ট। ইউনুস (রহঃ) বলেছেন, আমি বন্ধনের ব্যাখ্যাকে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর পক্ষ থেকেই মনে করি। আবু আবদুল্লাহ ইমাম বুখারী (রহঃ) বলেনঃ শৃংখল গলদেশেই বাধা হয়।;\n",
        "id": 6544,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৫৫.  স্বপ্নে প্রবাহিত ঝর্ণা দেখা",
        "hadithBengali": "৬৫৪৫। আবদান (রহঃ) ... তাদেরই এক মহিলা উম্মুল আলা (রাঃ) যিনি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর হাতে বায়আত করেছিলেন তার থেকে বর্ণিত। তিনি বলেন, যখন মুহাজিরদের বাসস্থান নিরূপণের জন্য আনসারগণ লটারী দিলেন, তখন আমাদের ঘরে বসবাসের জন্য উসমান ইবনু মাযউন (রাঃ) আমাদের ভাগে পড়েন। তিনি রোগাক্রান্ত হয়ে পড়লে আমরা তাঁর সেবা-শুশ্রুষা করি। অবশেযে তিনি মারা যান। এরপর আমরা তাকে তার কাপড় দিয়েই কাফন পরিয়ে দেই। ইত্যবসরে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের ঘরে আসলেন। তখন আমি বললাম, হে আবূ সাইব! তোমার ওপর আল্লাহর রহমত হোক। তোমার বেলায় আমার সাক্ষ্য এই যে আল্লাহ তোমাকে সম্মানিত করেছেন।;\n\nতিনি বললেনঃ তুমি তা কি করে জানলে? আমি বললাম, আল্লাহর কসম! আমি জানি না। তিনি বললেনঃ তার তো মৃত্যু হয়ে গেছে, আমি তার জন্য আল্লাহর পক্ষ থেকে কল্যাণেরই আশাবাদী। আল্লাহর কসম! আমি আল্লাহর রাসুল হওয়া সত্ত্বেও জানিনা যে, আমার সাথে এবং তোমাদের সাথে কি ব্যবহার করা হবে? উম্মুল আলা (রাঃ) বললেন, আল্লাহর কসম! আমি আর কখনও কারো শুদ্ধচিত্ততা প্রত্যয়ন করব না। উম্মুল আলা (রাঃ) বলেনঃ আমি স্বপ্নে উসমান (রাঃ) এর জন্য প্রবহমান ঝর্না দেখেছি। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে তা বর্ণনা করলাম। তখন তিনি বললেনঃ এটা তার আমল তার জন্য জারি থাকবে।;\n",
        "id": 6545,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উম্মুল আলা আনসারিয়্যাহ্ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৫৬. স্বপ্নযোগে কূপ থেকে এমনভাবে পানি তুলতে দেখা যে লোকদের তৃষ্ণা নিবারণ হয়ে যায়। নবী (সাঃ) থেকে এ সম্পর্কীয় হাদীস আবু হুরায়রা (রাঃ) বর্ণনা করেছেন",
        "hadithBengali": "৬৫৪৬। ইয়াকুব ইরন ইবরাহীম ইবনু কাসীর (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ একদা (আযি স্বপ্নে দেখলাম) আমি একটি কূপের পাশে বসে কূপ থেকে পানি উত্তোলন করছি। ইত্যবসরে আমার কাছে আবূ বকর ও উমর আসল। আবূ বকর বালতিটি হাতে নিয়ে এক বা দুবালতি পানি উঠাল। আর তার উত্তোলনে কিছুটা দুর্বলতা হিল। আল্লাহ তাকে ক্ষমা করুন। এরপর আবূ বকরের হাত থেকে উমর তা গ্রহণ করল। তার হাতে বালতিটি বেশ বড় হয়ে গেল। আমি কোন শক্তিশালী ব্যাক্তিকে উমরের ন্যায় এতঢী ঝানু কর্মঠ দেখিনি। ফলে লোকেরা তাদের পরিতৃপ্ত উটগুলো নিয়ে বাসস্থানে পৌছে গেল।;\n",
        "id": 6546,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৫৭. স্বপ্নে দুর্বলতার সাথে কূপ থেকে এক বা দুবালতি পানি তুলতে দেখা",
        "hadithBengali": "৬৫৪৭। আহমাদ ইবনু ইউনুস (রহঃ) ... সালিমের পিতা আবদুল্লাহ ইরন উমর (রাঃ) থেকে বর্ণিত। তিনি আবূ বকর ও উমর (রাঃ) সম্পর্কে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর স্বপ্ন বর্ণনা করতে গিয়ে বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমি লোকদেরকে সমবেত হতে দেখলাম। তখন আবূ বকর দাঁড়িয়ে এক বা দুবালতি পানি উত্তোলন করল। আর তার উত্তোলনে কিছু দুর্বলতা ছিল। আল্লাহ তাকে ক্ষমা করুন। এরপর ইবনুল খাত্তাব দাঁড়াল। আর তার হাতে বালতিটি বেশ বড় হয়ে গেল। আমি লোকদের মধ্যে উমরের ন্যায় এতটা ঝানু কর্মঠ কাউকে দেখিনি। ফলে লোকেরা তাদের পরিতৃপ্ত উটগুলি নিয়ে বাসস্থানে পৌছে গেল।;\n",
        "id": 6547,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৫৭. স্বপ্নে দুর্বলতার সাথে কূপ থেকে এক বা দুবালতি পানি তুলতে দেখা",
        "hadithBengali": "৬৫৪৮। সাঈদ ইবনু উফায়র (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ একদা আমি নিন্দ্রিায় ছিলাম। দেখলাম, আমি একটি কূপের পাশে রয়েছি। আর এর নিকট একটি বালতি রয়েছে। আমি কূপ থেকে পানি উত্তোলন করলাম যতখানি আল্লাহর ইচ্ছা ছিল। এরপর বালতিটি ইবনু আবূ কুহাফা গ্রহন করেন। তিনি কূপ থেকে এক বা দুবালতি পানি উত্তোলন করেন। তার উত্তোলনে কিছুটা দুর্বলতা ছিল। আল্লাহ তাকে ক্ষমা করুন। তারপর বালতিটি বেশ বড় হয়ে গেল। তখন তা উমর ইবনুল খাত্তাব গ্রহণ করল। আমি কোন শক্তিশালী ব্যাক্তিকে উমরের ন্যায় পানি উত্তোলন করতে দেখিনি। অবশেষে লোকেরা তাদের পরিতৃপ্ত উটগুলো নিয়ে বাসস্থানে পৌছে গেল।;\n",
        "id": 6548,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৫৮.  স্বপ্নে বিশ্রাম করতে দেখা",
        "hadithBengali": "৬৫৪৯। ইসহাক ইবনু ইবরাহীম (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমি একদা নিদ্রায় ছিলাম। দেখলাম, আমি একটি হাউযের কাছ থেকে লোকদেরকে পানি পান করাচ্ছি। তখন আমার কাছে আবূ বকর আসল। আমাকে বিশ্রাম দেওয়ার নিমিত্ত আমার হাত থেকে সে বালতিটি নিয়ে গেল এবং দু বালতি পানি উঠাল। আর তার উত্তোলনে কিছুটা দুর্বলতা ছিল। আল্লাহ তাকে ক্ষমা করুন। এরপর ইবনুল খাত্তাব এসে তার কাছ থেকে তা নিয়ে নিল এবং পানি উত্তোলন করতে থাকল। অবশেষে লোকেরা (পরিতৃপ্ত হয়ে) ফিরে গেল, অথচ হাউযের পানি প্রবাহিত হচ্ছিল।;\n",
        "id": 6549,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৫৯.  স্বপ্নে প্রাসাদ দেখা",
        "hadithBengali": "৬৫৫০। সাঈদ ইবনু উফায়র (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, একদা আমরা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে বসা ছিলাম। তখন তিনি বললেনঃ আমি এক সময় ঘুমিয়ে ছিলাম। আমি আমাকে জান্নাতে দেখতে পেলাম। একজন মহিলা একটি প্রাসাদের পাশে ওযু করছে। আমি জিজ্ঞাসা করলাম, এই প্রাসাদটি কার? তারা বলল উমরের। তখন তার আত্নমর্যাদাবোধের কথা স্মরণ করলাম। তাই আমি ফিরে এলাম। আবূ হুরায়রা (রাঃ) বলেন, এ কথা শুনে উমর ইবনুল খাত্তাব (রাঃ) কেঁদে ফেললেন এবং বললেন, আমার পিতা-মাতা আপনার ওপর কুরবান হোক! হে আল্লাহর রাসুল (আপনার উপরেও কি) আমি আত্নমর্যাদাবোধ প্রদর্শন করব?;\n",
        "id": 6550,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৫৯.  স্বপ্নে প্রাসাদ দেখা",
        "hadithBengali": "৬৫৫১। আমর ইবনু আলী (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমি জান্নাতে প্রবেশ করলাম। আমি আমাকে একটা দূর্গের প্রাসাদের নিকট দেখতে পেলাম। তখন আমি জিজ্ঞাসা করলাম, এটা কার? তারা বলল, কুরাইশের জনৈক ব্যাক্তির। হে ইবনুল খাত্তাব! এ প্রাসাদে ঢুকতে আমাকে কিছুই বাধা দিচ্ছিল না। কেবল তোমার আত্মমর্যাদাবোধ, যা আমার জানা ছিল। উমর (রাঃ) বললেনঃ হে আল্লাহর রাসুল! আপনার উপরেও কি আমি আত্নমর্যাদাবোধ প্রদর্শন করব?;\n",
        "id": 6551,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "জাবির ইবনু আবদুল্লাহ আনসারী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৬০. স্বপ্নে ওযূ করতে দেখা",
        "hadithBengali": "৬৫৫২। ইয়াহইয়া ইবনু বুকায়র (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, এক সময় আমরা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট বসা ছিলাম। তখন তিনি বললেনঃ আমি একদা ঘুমিয়েছিলাম। আমি আমাকে জান্নাতে দেখতে পেলাম এবং (দেখতে পেলাম) যে একজন মহিলা একটি প্রাসাদের পাশে ওযু করছে। আমি বললামঃ এ প্রাসাদটি কার? তারা বলল উমরের। তখন তার আত্মমর্যাদাবোধের কথা স্মরণ করে আমি ফিরে এলাম। তা শুনে উমর (রাঃ) কেঁদে ফেললেন এবং বললেন, আমার পিতা-মাতা আপনার ওপর কুরবান হোক। হে আল্লাহর রাসুল! আপনার উপরেও কি আমি আত্মমর্যাদাবোধ দেখাব?;\n",
        "id": 6552,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৬১. স্বপ্নে কাবা গৃহ তাওয়াফ করা",
        "hadithBengali": "৬৫৫৩। আবুল ইয়ামান (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমি একদা নিদ্রায় ছিলাম। তখন আমি আমাকে কাবা গৃহ তাওয়াফ রত অবস্থায় দেখতে পেলাম। এমন সময় সোজা চুল বিশিষ্ট একজন পুরুষকে দুজন পুরুষের মাঝখানে দেখলাম, যার মাথা থেকে পানি ঝরে পড়ছিল। আমি জিজ্ঞাসা করলাম, ইনি কে? তারা বলল, ইবনু মারিয়াম। এরপর আমি ফিরে আসতে লাগলাম। এ সময় একজন লাল বর্নের মোটাসোটা, কোঁকড়ান চুল বিশিষ্ট, ডান চোখ কানা ব্যাক্তিকে দেখলাম। তার চোখটি যেন ভাসমান আঙ্গুর। আমি জিজ্ঞাসা করলাম, এ ব্যাক্তি কে? তারা বলল, এ হচ্ছে দাজ্জাল। তার সাথে সর্বাধিক সাদৃশ্যপূর্ন ব্যাক্তি হল ইবনু কাতান। আর ইবনু কাতান হল বনূ মুসতালিক গোত্রের থুযাআ বংশের একজন লোক।;\n",
        "id": 6553,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৬২. স্বপ্নে নিজের বাকী পানীয় থেকে অন্যকে দেয়া",
        "hadithBengali": "৬৫৫৪। ইয়াহইয়া ইবনু বুকায়র (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি যে, আমি একদা ঘুমিয়েছিলাম। আমি দেখলাম, দুধের একটা পেয়ালা আমাকে দেওয়া হল। তা থেকে আমি (এত বেশি) পান করলাম যে, আমাতে তৃপ্তির চিহ্ন প্রবাহিত হইল। অতঃপর (অবশিষ্টাংশ) উমরকে দিলাম। সাহাবাগন বললেন, এ স্বপ্নের ব্যাখ্যা কি প্রদান করলেন হে আল্লাহর রাসুল? তিনি বললেনঃ ইল্'ম।;\n",
        "id": 6554,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৬৪. স্বপ্নে ডান দিক গ্রহণ করতে দেখা",
        "hadithBengali": "৬৫৫৫। উবায়দুল্লাহ ইবনু সাঈদ (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর বেশ কজন সাহাবী রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যুগে স্বপ্ন দেখতেন। অতঃপর তারা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে তা বর্ণনা করতেন। আর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর ব্যাখ্যা দিতেন যা আল্লাহ ইচ্ছা করতেন। আমি তখন অল্প বয়সী যুবক। আর বিয়ের আগে মসজিদই ছিলো আমার ঘর। আমি মনে মনে নিজেকে সম্বোধন করে বললাম, যদি তোমার মধ্যে কোন কল্যাল থাকত তাহলে তুমি তাদের ন্যায় স্বপ্ন দেখতে। আমি এক রাতে বিছানায় শুয়ে শুয়ে বললাম, হে আল্লাহ! আপনি যদি জানেন যে, আমার মধ্যে কোন কল্যাণ নিহিত আছে তাহলে আমাকে কোন একটি স্বপ্ন দেখান। আমি ঐ অবস্থায়ই (ঘুমিয়ে) রইলাম।;\n\nদেখলাম আমার কাছে দুজন ফেরেশতা এসেছেন। তাদের প্রত্যেকের হাতেই লোহার একটি করে হাতূড়ি। তারা আমাকে নিয়ে (জাহান্নামের দিকে) অগ্রসর হতেন। আর আমি তাদের উভয়ের মাঝখানে থেকে আল্লাহর কাছে দোয়া করছি, হে আল্লাহ! আমি জাহান্নাম থেকে আপনার আশ্রয় প্রার্থনা করছি। এরপর আমাকে দেখান হল যে, একজন ফেরেশতা আমার কাছে এসেছে। তার হাতে লোহার একটি হাতূড়ি। সে আমাকে বলল, তোমার অবশ্যই কোন ভয় নেই। তুমি খুবই ভাল লোক, যদি বেশি করে সালাত (নামায/নামাজ) আদায় করতে। তারা আমাকে নিয়ে চলল, অবশেষে তারা আমাকে জাহান্নামের (তীরে এনে) দাঁড় করাল, (যা দেখতে) কুপের ন্যায় গোলাকার। আর কুপেবু ন্যায় এরও রয়েছে অনেক শিং। আর দুশিং এর মাঝখানে একজন ফেরেশতা, যার হাতে লোহার একটি হাতুড়ি। আর আমি এতে কিছু লোককে (জাহান্নামে) শিকল পরিহিত দেখলাম। তাদের মাথা ছিল নিচের দিকে। কুরাইশের কতক ব্যাক্তিকে তথায় আমি চিনে ফেললাম। অতঃপর তারা আমাকে ডানদিকে নিয়ে ফিরল।;\n\nএ ঘটনা (স্বপ্নে) আমি হাফসা (রাঃ) এর নিকট বর্ণনা করলাম। আবূ হাফসা (রাঃ) তা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট বর্ণনা করলেনঃ তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আবদুল্লাহ তো সৎকর্মপরায়ন লোক। নাফি (রহঃ) বলেনঃ এরপর থেকে তিনি সর্বদা বেশি করে (নফল) সালাত আদায় করতেন।;\n",
        "id": 6555,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৬৪. স্বপ্নে ডান দিক গ্রহণ করতে দেখা",
        "hadithBengali": "৬৫৫৬। আবদুল্লাহ ইবনু মুহাম্মদ (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যুগে অবিবাহিত যুবক ছিলাম। আমি মসজিদেই রাত্রি যাপন করতাম। আর যারাই স্বপ্নে কিছু দেখত তারা তা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে বর্ণনা করত। আমি বললাম, হে আল্লাহ! যদি তোমার নিকট আমার জন্য কোন কল্যাণ নিহিত থাকে, তাহলে আমাকে কোন স্বপ্ন দেখাও, যাতে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার এ স্বপ্নের ব্যাখ্যা প্রদান করেন।;\n\nআমি নিদ্রা গেলাম, তখন দেখতে পেলাম যে দুজন ফেরেশতা আমার কাছে এসে আমাকে নিয়ে চলল এরপর তাদের সাথে অপর একজন ফেরেশতার সাক্ষাৎ ঘটল। সে আমাকে বলল তোমার কোন ভয়ের কারণ নেই। তুমি তো একজন সৎকর্মপরায়ণ লোক। এরপর তারা আমাকে জাহান্নামের দিকে নিয়ে চলল, এটা যেন কুপের ন্যায় গোলাকার নির্মিত। আর এর মধ্যে বেশ কিছু লোক রয়েছে। এদের কতককে আমি চিনতে পারলাম। এরপর তারা আমাকে ডানদিকে নিয়ে চলল।;\n\nযখন সকাল হল, আমি হাফসা (রাঃ) এর নিকট সব ঘটনা উল্লেখ করলাম। পরে হাফসা (রাঃ) বললেন যে, তিনি তা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে বর্ণনা করেছেন। আর তিনি বলেছেনঃ আবদুল্লাহ সৎকর্মপরায়ণ লোক। (তিনি আরও বলেছেন) যদি সে রাতে বেশি করে সালাত (নামায/নামাজ) আদায় করত। যুহরী (রহঃ) বলেন, এরপর থেকে আবদুল্লাহ (ইবনু উমর) (রাঃ) রাতে বেশি করে সালাত (নামায/নামাজ) আদায় করতে লাগলেন।;\n",
        "id": 6556,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৬৫. স্বপ্নে পেয়ালা দেখা",
        "hadithBengali": "৬৫৫৭। কুতায়বা ইবনু সাঈদ (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি, আমি একদা ঘুমিয়েছিলাম। দেখলাম, আমার কাছে দুধের একটা পিয়ালা আনা হল। আমি তা থেকে পান করলাম। এরপর আমার অবশিষ্টাংশ উমর ইবনুল খাত্তাবকে প্রদান করলাম। সাহাবাগণ বললেন, হে আল্লাহর রাসুল! আপনি এর ব্যাখ্যা কি প্রদান করেছেন। তিনি বললেনঃ ইল্'ম।;\n",
        "id": 6557,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৬৬.  স্বপ্নে কোন কিছু উড়তে দেখা",
        "hadithBengali": "৬৫৫৮। সাঈদ ইবনু মুহাম্মদ (রহঃ) ... উবায়দুল্লাহ ইবনু আবদুল্লাহ (রহঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যে সকল স্বপ্নের উল্লেখ করেছেন আমি আবদুল্লাহ ইবনু আব্বাস (রাঃ) কে সে সম্পর্কে জিজ্ঞাসা করলাম। তখন আবদুল্লাহ ইবনু আব্বাস (রাঃ) বললেন, আমার কাছে উল্লেখ করা হয়েছে যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমি একদা ঘুমিয়েছিলাম, আমাকে দেখানো হলো যে আমার হাত দুটিতে স্বর্ণের দুটি চুড়ি রাখা হয়েছে। আমি সে দুটি কেটে ফেললাম এবং অপছন্দ করলাম। অতঃপর আমাকে অনুমতি প্রদান করা হল, আমি উভয়টিকে ফুঁ দিলাম, ফলে উভয়টি উড়ে গেল। আমি চুড়ি দুটির এ ব্যাখ্যা প্রদান করলাম যে, দুজন মিথ্যা নবুয়তের দাবিদার বের হরে। উবায়দুল্লাহ (রহঃ) বলেন, এদের একজন হল, আল আনসী যাকে ইয়ামানে ফায়রুয (রাঃ) কতল করেছেন। আর অপরজন হল মুসায়লিমা।;\n",
        "id": 6558,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উবাইদুল্লাহ ইবনু আবদুল্লাহ ইবন উতবাহ (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৬৭. স্বপ্নে গরু যবেহ হতে দেখা",
        "hadithBengali": "৬৫৫৯। মুহাম্মদ ইবনু আলা (রহঃ) ... আবূ মূসা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমি স্বপ্নে দেখি যে আমি মক্কা থেকে এমন এক স্থানের দিকে হিজরত করছি যেখানে খেজুর বৃক্ষ রয়েছে। তখন আমার ধারণা হল, সেই স্থানটি ইয়ামামা অথবা হাজার হবে। অখচ সে স্থানটি হল মদিনা তথা ইয়াসরিব। আর আমি (স্বপ্নে) সেখানে একটি গরু দেখলাম। আল্লাহর কসম! এটা কল্যাণকরই। গরুর ব্যাখ্যা হল উহুদের যুদ্ধে (শাহাদাত প্রাপ্ত) মুমিনগণ। আর কল্যাণের ব্যাখ্যা হল এটাই, যে কল্যাণ আল্লাহ আমাদের দিয়েছেন এবং সত্যের বিনিময় যা আল্লাহ বদর যুদ্ধের পর আমাদেরকে প্রদান করেছেন।;\n",
        "id": 6559,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ মূসা আল- আশআরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৬৮.  স্বপ্নে ফুঁ দেওয়া",
        "hadithBengali": "৬৫৬০। ইসহাক ইবনু ইবরাহীম হানযালী (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমরা সর্বশেষ এবং সর্ব প্রথম। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আরও বলেছেনঃ একদা আমি ঘুমিয়েছিলাম। দেখলাম আমাকে ভূ-পৃষ্ঠের ভাণ্ডার সমূহ দেওয়া হয়েছে। আর আমার হাতে স্বর্ণের দুটি চুড়ি রাখা হয় যা আমার কাছে কষ্টকর মনে হল। আর আমাকে চিন্তায় ফেলে দিল। তখন আমাকে নির্দেশ করা হল যেন আমি চুড়ি দুটিতে ফুঁ দেই। তাই আমি উভয়টিতে ফুঁ দিলাম (চুড়ি দুটি উড়ে গেল)। আমি চুড়ি দুটির ব্যাখ্যা এভাবে দিলাম যে, (নবুয়তের) দুজন মিথ্যা দাবিদার রয়েছে, যাদের মাঝখানে আমি আছি। সানআর বাসিন্দা ও ইয়ামামার বাসিন্দা।;\n",
        "id": 6560,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৬৯. কেউ স্বপ্নে দেখল যে, সে একদিক থেকে একটা জিনিস বের করে অন্যত্র রেখেছে",
        "hadithBengali": "৬৫৬১। ইসমাঈল ইবনু আবদুল্লাহ (রহঃ) ... সালিমের পিতা আবদুল্লাহ (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমি দেখেছি যেন এলোমেলো কেশ বিশিষ্ট একজন কালো মহিলা মদিনা থেকে বের হয়ে মাহইয়াআ নামক স্থানে গিয়ে দাঁড়িয়েছে আর এটিকে জুহফা বলা হয়। আমি এ স্বপ্নের ব্যাখ্যা এরূপ প্রদান করলাম যে, মদিনার মহামারী তথায় স্থানান্তরিত হল।;\n",
        "id": 6561,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৭০. স্বপ্নে কালো মহিলা দেখা",
        "hadithBengali": "৬৫৬২। মুহাম্মাদ ইবনু আবূ বকর মুকাদ্দামী (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি মদিনা সম্পর্কে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর স্বপ্নের বর্ণনা প্রসঙ্গে বলেন। তিনি বলেছেনঃ আমি দেখেছি এলোমেলো চুল বিশিষ্ট একজন কালো মহিলা মদিনা থেকে বের হয়েছে। অবশেষে মাহইয়াআ নামক স্থানে অবস্থান নিয়েছে। আমি এর ব্যাখ্যা এরূপ প্রদান করলাম যে, মদিনার মহামারী মাহইয়াআ তথা জুহফা নামক স্থানে স্থানান্তরিত হল।;\n",
        "id": 6562,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৭১. স্বপ্নে এলোমেলো চুলবিশিষ্ট মহিলা দেখা",
        "hadithBengali": "৬৫৬৩। ইবরাহীম ইবনু মুনযির (রহঃ) ... সালিমের পিতা আবদুল্লাহ (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমি স্বপ্নে দেখেছি। এলোমেলো চুল বিশিষ্ট একজন কালো মহিলা মদিনা থেকে বের হয়ে মাহইয়াআ তথা জুহফা নামক স্থানে গিয়ে থেমেছে। আমি এর ব্যাখ্যা এরূপ দিলাম যে মদিনার মহামারী তথায় স্থানান্তরিত হল।;\n",
        "id": 6563,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৭২. স্বপ্নে নিজেকে তরবারী নাড়াচাড়া করতে দেখা",
        "hadithBengali": "৬৫৬৪। মুহাম্মাদ ইবনু আলা (রহঃ) ... আবূ মূসা (রাঃ) থেকে বর্ণিত। তিনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর স্বপ্ন বর্ণনা প্রসঙ্গে বলেন, তিনি বলেছেনঃ আমি স্বপ্নে দেখলাম একটা তরবারী নাড়াচাড়া করছি। আর এর মধ্যভাগ ভেঙ্গে গেল। এর ব্যাখ্যা হল বিপদ, যা উহুদের যুদ্ধে মুমিনদের ভাগ্যে ঘটেছে। পুনরায় আমি তরবারীটি নাড়লাম। এতে তরবারীটি পূর্ববর্তী অবস্থা থেকে সুন্দর অবস্থায় ফিরে এল। এর ব্যাখ্যা হল আল্লাহর দেওয়া বিজয় ও মুমিনদের ঐক্য।;\n",
        "id": 6564,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ মূসা আল- আশআরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৭৩. যে ব্যক্তি স্বীয় স্বপ্ন বর্ণনায় মিথ্যার আশ্রয় নিল",
        "hadithBengali": "৬৫৬৫। আলী ইবনু আবদুল্লাহ (রহঃ) ... ইবনু আব্বাস (রাঃ) সূত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেছেনঃ যে ব্যাক্তি এমন স্বপ্ন দেখার ভান করল যা সে দেখেনি। তাকে দুটি যবের দানায় পিষ্ট লাগানোর জন্য বাধ্য করা হবে। অথচ সে তা কখনও পারবে না। যে কেউ কোন এক দলের কথার দিকে কান লাগাল। অথচ তারা এটা পছন্দ করে না অথবা বলেছেন, অথচ তারা তার থেকে পলায়নপর। কিয়ামতের দিন তার উভয় কানে সীসা ঢেলে দেওয়া হবে। আর যে কেউ কোন প্রানীর ছবি আঁকে তাকে শাস্তি দেওয়া হবে এবং তাতে প্রাণ ফুঁকে দেওয়ার জন্য বাধ্য করা হবে। কিন্তু সে প্রাণ ফুঁকতে পারবে না।;\n\nসুফয়ান বলেছেন, আইউব এই হাদীসটি আমাদেরকে মওসুল রূপে বর্ণনা করেছেন। কুতায়বা (রহঃ) বলেন, আবূ আওয়ানা (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে তার উক্তি বর্ণনা করেন, যে ব্যাক্তি নিজের স্বপ্ন মিথ্যা বর্ণনা করে ......।;\n\nশুবা (রহঃ) আবূ হুরায়রা (রাঃ) থেকে তার উক্তি বর্ণনা করেন, যে কেউ ছবি আকে ... যে কেউ মিথ্যা স্বপ্ন বর্ননা করে ...... যে কেউ কান লাগায় ......।;\n",
        "id": 6565,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৭৩. যে ব্যক্তি স্বীয় স্বপ্ন বর্ণনায় মিথ্যার আশ্রয় নিল",
        "hadithBengali": "৬৫৬৬। ইসহাক (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। (তিনি বলেন) যে কেউ কান লাগাবে ... যে কেউ মিথ্যা স্বপ্ন বর্ণনা করবে ... যে কেউ ছবি আকবে ... অবশিষ্ট হাদীস অনুরূপ বর্ণনা করেছেন। হিশাম (রহঃ) ইকরামা থেকে ইবনু আব্বাস সুত্রে খালিদ এর অনুসরণ করেছেন।;\n",
        "id": 6566,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৭৩. যে ব্যক্তি স্বীয় স্বপ্ন বর্ণনায় মিথ্যার আশ্রয় নিল",
        "hadithBengali": "৬৫৬৭। আলী ইবনু মুসলিম (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ সবচেয়ে নিকৃষ্ট মিথ্যা হল আপন চক্ষুকে এমন কিছু দেখার (দাবি করা) যা চক্ষুদ্বয় দেখতে পায়নি।;\n",
        "id": 6567,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৭৪. স্বপ্নে স্পছন্দনীয় কোন কিছু দেখলে তা কারো কাছে না বলা এবং সে সম্পর্কে কোন আলোচনা না করা",
        "hadithBengali": "৬৫৬৮। সাঈদ ইবনু রাবী (রহঃ) ... আবূ সালামা (রহঃ) থেকে বর্নিত তিনি বলেন, আমি এমন স্বপ্ন দেখতাম যা আমাকে রোগাক্রান্ত করে ফেলত। অবশেষে আমি আবূ কাতাদা (রাঃ) কে বলতে শুনেছি, তিনি বলেন, আমি এমন স্বপ্ন দেখতাম যা আমাকে রোগাক্রান্ত করে ফেলত। অবশেষে আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি, ভাল স্বপ্ন আল্লাহর পক্ষ থেকে হয়ে থাকে। তাই যখন কেউ পছন্দনীয় কোন স্বপ্ন দেখে তখন এমন ব্যাক্তির কাছেই বলবে, যাকে সে পছন্দ করে। আর যখন অপছন্দনীয় কোন স্বপ্ন দেখে তখন যেন সে এর ক্ষতি ও শয়তানের ক্ষতি থেকে আল্লাহর আশ্রয় চায় এবং তিনবার থু থু ফেলে আর সে যেন তা কারো কাছে বর্ণনা না করে। তাহলে এ স্বপ্ন তার কোন ক্ষতি করবে না।;\n",
        "id": 6568,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ সালামাহ্ ইবনু আবদুর রাহমান (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৭৪. স্বপ্নে স্পছন্দনীয় কোন কিছু দেখলে তা কারো কাছে না বলা এবং সে সম্পর্কে কোন আলোচনা না করা",
        "hadithBengali": "৬৫৬৯। ইবরাহিম ইবনু হামযা (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত। তিনি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছেন, যখন কেউ এমন কোন স্বপ্ন দেখে যা সে পছন্দ করে, তবে মনে করবে যে তা আল্লাহর পক্ষ থেকে হয়েছে। তখন যেন সে এজন্য আল্লাহর শোকর আদায় করে এবং তা বর্ননা করে। আর যখন এর বিপরীত কোন স্বপ্ন দেখে, যা সে পছন্দ করে না, মনে করবে তা শয়তানের পক্ষ থেকে হয়েছে তখন যেন সে এর অনিষ্ট থেকে আল্লাহর আশ্রয় চায় এবং তা কারো কাছে বর্ণনা না করে। তাহলে এ স্বপ্ন তার কোন ক্ষতি করবে না।;\n",
        "id": 6569,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ সা'ঈদ খুদরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৭৫.  ভুল ব্যাখ্যাকারীর ব্যাখ্যাকে প্রথমেই চুড়ান্ত বলে মনে না করা",
        "hadithBengali": "৬৫৭০। ইয়াহইয়া ইবনু বুকায়র (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, জনৈক ব্যাক্তি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে বলল, আমি গত রাতে স্বপ্নে একখন্ড মেঘ দেখতে পেলাম যা থেকে ঘি ও মধু ঝরছে। আমি লোকদেরকে দেখলাম তারা তা থেকে তুলে নিচ্ছে কেউ বেশি পরিমাণ আবার কেউ কম পরিমান। আর দেখলাম একটা রশি যমীন থেকে আসমান পর্যন্ত মিলে রয়েছে। আমি দেখলাম আপনি তা ধরে উপরে চড়ছেন। তারপর অপর এক ব্যাক্তি তা ধরল ও এর সাহায্যে উপরে উঠে গেল। এরপর আরেক জন তা ধরে এর দ্বারা উপরে উঠে গেল। এরপর আরেক জন তা ধরল। কিন্তু তা ছিড়ে গেল। পুনরায় তা জোড়া লেগে গেল।;\n\nতখন আবূ বকর (রাঃ) বললেনঃ হে আল্লাহর রাসুল! আপনার প্রতি আমার পিতা কুরবান হোক! আল্লাহর কসম! আপনি অবশ্যই আমাকে এ স্বপ্নের ব্যাখ্যা প্রদান করার সুযোগ দিবেন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তুমি এর ব্যাখ্যা প্রদান কর। আবূ বকর (রাঃ) বললেন, মেঘের ব্যাখ্যা হল ইসলাম। আর তার থেকে যে ঘি ও মধু ঝরছে তা হল কুরআন যার সুমিষ্টতা ঝরছে কুরআন থেকে কেউ বেশি আহরণ করছে আর কেউ কম। আসমান থেকে যমীন পর্যন্ত ঝুলন্ত রশিটি হতে ঐ হক (মহা সত্য) যার উপর আপনি প্রতিষ্ঠিত রয়েছেন। আপনি তা ধরবেন, আর আল্লাহ আপনাকে উচ্চে আরোহন করাবেন।;\n\nআপনার পরে আরেক জন তা ধরবে। ফলে এর দ্বারা সে উচ্চে আরোহণ করবে। অতঃপর আরেকজন তা ধরে এর মাধ্যমে সে উচ্চে আরোহণ করবে। এরপর আরেকজন তা ধরবে কিন্তু তা ছিড়ে যাবে। পুনরায় তা জোড়া লেগে যাবে, ফলে সে এর দ্বারা উচ্চে আরোহণ করবে। হে আল্লাহর রাসুল! আমার পিতা আপনার উপর কুরবান হোক। আমাকে বলুন, আমি ঠিক বলেছি, না ভুল?;\n\nনবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ কিছু তো ঠিক বলেছ। আর কিছু ভুল বলেছ। তিনি বললেন, হে আল্লাহর রাসুল! আল্লাহর কসম! আপনি অবশ্যই আমাকে বলে দিবেন যা আমি ভুল করেছি। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ কসম দিও না।;\n",
        "id": 6570,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৭৬. ফজরের নামাযের পরে স্বপ্নের ব্যাখ্যা দেয়া",
        "hadithBengali": "৬৫৭১। মুয়াম্মাল ইবনু হিশাম আবু হিশাম (রহঃ) ... সামুরা ইবনু জুনদাব (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম প্রায়ই তাঁর সাহাবীদেরকে বলতেন, তোমাদের কেউ কোন স্বপ্ন দেখেছ কি? রাবী বলেন, যাদের বেলায় আল্লাহর ইচ্ছা, তারা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে স্বপ্ন বর্ণনা করত।;\n\nতিনি একদিন সকালে আমাদেরকে বললেনঃ গত রাতে আমার কাছে দুজন আগন্তুক আসল। তারা আমাকে উঠাল। আর আমাকে বলল, চলুন। আমি তাদের সাথে চলতে লাগলাম। আমরা কাত হয়ে শায়িত এক ব্যাক্তির কাছে পৌছলাম। দেখলাম, অপর এক ব্যাক্তি তার নিকট পাথর নিয়ে দাঁড়িয়ে রয়েছে। সে তার মাথায় পাথর নিক্ষেপ করছে ফলে তার মাথা ফেটে যাচ্ছে। আর পাথর নিচে গিয়ে পতিত হচ্ছে। এরপর অবার সে পাথরটি অনুসরণ করে তা পুনরায় নিয়ে আসছে। তিনি আসতে না আসতেই লোকটির মাথা পুর্বের ন্যায় পুনরায় ভাল হয়ে যায়। ফিরে এসে আবার অনুরূপ আচরণ করে, যা পূর্বে প্রথমবার করেছিল। তিনি বলেনঃ আমি তাদের (সাথীদ্বয়কে) বললাম, সুবহান্নাল্লাহ! এরা কারা? তিনি বললেনঃ তারা আমাকে বলল, চলুন, চলুন।;\n\nতিনি বলেনঃ আমরা চললাম, এরপর আমরা চিৎ হয়ে শায়িত এক ব্যাক্তির কাছে পৌছলাম। এখানেও দেখলাম, তার নিকট এক ব্যাক্তি লোহার আকড়া নিয়ে দাঁড়িয়ে রয়েছে। আর সে তার চেহারার একদিকে এসে এটা দ্বারা মুখমন্ডলের একদিক মাথার পিছনের দিক পর্যন্ত এবং অনুরূপভাবে নাসারন্দ্র, চোখ ও মাথার পিছন দিক পর্যন্ত চিরে ফেলছে। আওফ (রহঃ) বলেন, আবূ রাজা (রহঃ) কোন কোন সময় ইয়ুশারশিরু শব্দের পরিবর্তে ইয়াশুককু শব্দ বলতেন। এরপর ঐ লোকটি শায়িত ব্যাক্তির অপরদিকে যায় এবং প্রথম দিকের সাথে যেরূপ আচরণ করেছে অনুরূপ আচরণই অপরদিকের সাথেও করে। ঐ দিক হতে অবসর হতে না হতেই প্রথম দিকটি পুর্বের ন্যায় ভাল হয়ে যায়। তারপর আবার প্রথমবারের ন্যায় আচরণ করে। তিনি বলেনঃ আমি বললাম, সুবহানাল্লাহ! এরা কারা? তিনি বলেনঃ তারা আমাকে বলল, চলুন, চলুন।;\n\nআমরা চললাম এবং চুনা সদৃশ একটি গর্তের কাছে পৌছলাম। রাবী বলেন, আমার মনে হয় যেন তিনি বলেছিলেন, আর তথায় শোরগোলের শব্দ হচ্ছিল। তিনি বলেনঃ আমরা তাতে উঁকি মারলাম, দেখলাম তাতে বেশ কিছু উলঙ্গ নারী ও পুরুষ রয়েছে। আর নিচ থেকে নির্গত আগুনের লেলিহান শিখা তাদেরকে স্পর্শ করছে যখনই লেলিহান শিখা তাদেরকে স্পর্শ করে, তখনই তারা উচ্চস্বরে চিৎকার করে উঠে। তিনি বলেনঃ আমি তাদেরকে বললাম, এরা কারা? তারা আমাকে বলল, চলুন , চলুন।;\n\nতিনি বলেনঃ আমরা চললাম এবং একটি নদীর (তীরে) গিয়ে পৌছলাম। রাবী বলেনঃ আমার যতদূর মনে পড়ে বলেছিলেন, নদীটি ছিল রক্তের মত লাল। আর দেখলাম, এই নদীতে এক ব্যাক্তি সাঁতার কাটছে। আর নদীর পানিতে অপর এক ব্যাক্তি রয়েছে এবং সে তার কাছে অনেকগুলো পাথর একত্রিত করে রেখেছে। আর ঐ সাতারকারী ব্যাক্তি বেশ কিছুক্ষন সাঁতার কাটার পর সে ব্যাক্তির কাছে এসে পৌছে, যে নিজের নিকট পাথর একত্রিত করে রেখেছে। তথায় এসে সে তার মুখ খুলে দেয় আর ঐ ব্যাক্তিতার মুখে একটি পাথর ঢুকিয়ে দেয়। এরপর সে চলে যায়, সাঁতার কাটতে থাকে। আবার তার কাছে ফিরে আসে, যখনই সে তার কাছে ফিরে আসে তখনই সে তার মুখ খুলে দেয়, আর ঐ ব্যাক্তি তার মুখে একটি পাথর ঢুকিয়ে দেয়। তিনি বলেনঃ আমি জিজ্ঞাসা করলাম, এরা কারা? তারা বলল, চলুন, চলুন।;\n\nতিনি বলেনঃ আমরা চললাম এবং এমন একজন- কুশ্রী ব্যাক্তির কাছে এসে পৌছলাম, যা তোমার দুটিতে সর্বাধীক কুশ্রী বলে মনে হয়। আর দেখলাম, তার নিকট রয়েছে আগুন, যা সে জ্বালাচ্ছে ও তার চতূর্দিকে দৌড়াচ্ছে। তিনি বলেনঃ আমি তাদেরকে জিজ্ঞাসা করলাম, ঐ লোকটি কে? তারা বলল, চলুন, চলুন।;\n\nআমরা চললাম এবং একটা সজীব শ্যামল বাগানে উপনীত হলাম, যেখানে বসন্তের হরেক রকম ফুলের কলি রয়েছে। আর বাগানের মাঝে আসমানের থেকে অধিক উচু দীর্ঘকায় একজন পুরুষ রয়েছে যার মাথা যেন আমি দেখতেই পাচ্ছি না। এমনিভাবে তার চতুষ্পার্শ্বে এত বিপুল সংখ্যক বালক-বালিকা দেখলাম যে, এত বেশি আর কখনো আমি দেখিনি। আমি তাদেরকে বললাম, উনি কে? এরা কারা? তারা আমাকে বলল, চলুন, চলুন।;\n\nআমরা চললাম এবং একটা বিরাট বাগানে গিয়ে পৌছলাম। এমন বড় এবং সুন্দর বাগান আমি আর কখনো দেখিনি। তিনি বলেনঃ তারা আমাকে বলল, এর ওপরে চড়। আমরা ওপরে চড়লাম। শেষ পর্যন্ত সোনা-রুপার ইটের তৈরি একটি শহরে গিয়ে আমরা উপনীত হলাম। আমরা শহরের দরজায় পৌছলাম এবং দরজা খুলতে বললাম। আমাদের জন্য দরজা খুলে দেয়া হল, আমরা তাতে প্রবেশ করলাম। তখন তথায় আমাদের সাথে এমন কিছু লোক সাক্ষাৎ করল যাদের শরীরের অর্ধেক খুবই সুন্দর, যা তোমার দৃষ্টিতে সর্বাধিক সুন্দর মনে হয়। আর শরীরের অর্ধেক এমনই কুশ্রী ছিল যা তোমার দৃষ্টিতে সর্বাধিক কুশ্রী মনে হয়। তিনি বলেনঃ সাথীদ্বয় ওদেরকে বলল, যাও ঐ নদীতে গিয়ে নেমে পড়। আর সেটা ছিল সুপ্রশস্ত প্রবাহমান নদী, যার পানি ছিল দুধের মত সাদা। ওরা তাতে গিয়ে নেমে পড়ল। অতঃপর এরা আমাদের কাছে ফিরে এল, দেখা গেল তাদের এ কুশ্রীতা হয়ে গিয়েছে এবং তারা খুবই সুন্দর আকৃতির হয়ে গিয়েছে। তিনি বলেনঃ তারা আমাকে বলল, এটা জান্নাতে আদন এবং এটা আপনার বাসস্থান।;\n\nতিনি বলেনঃ আমি বেশ উপরের দিকে তাকালাম, দেখলাম ধবধবে সাদা মেঘের ন্যায় একটি প্রাসাদ রয়েছে। তিনি বলেনঃ তারা আমাকে বলল, এটা আপনার বাসগূহ। তিনি বলেনঃ আমি তাদেরকে বললাম, আল্লাহ তোমাদের মাঝে বরকত দিন! আমাকে ছেড়ে দাও। আমি এতে প্রবেশ করি। তারা বলল, আপনি অবশ্য এতে প্রবেশ করবেন। তবে এখন নয়। তিনি বলেন আমি এ রাতে অনেক বিস্ময়কর ব্যাপার দেখতে পেলাম- এগুলোর তাৎপর্য কি?;\n\nতারা আমাকে বলল- আচ্ছা! আমরা আপনাকে বলে দিচ্ছি। ঐ যে প্রথম ব্যাক্তিকে যার কাছে আপনি পৌছেছিলেন, যার মাথা পাথর দিয়ে চুর্ন-বিচুর্ণ করা হচ্ছিল, সে হল ঐ ব্যাক্তি যে কুরআন গ্রহন করে তা ছেড়ে দিয়েছে। আর ফরয সালাত (নামায/নামাজ) ছেড়ে ঘুমিয়ে থাকে।;\n\nআর ঐ ব্যাক্তি যার কাছে গিয়ে দেখেছেন যে, তার মুখের এক ভাগ মাথার পিছন দিক পর্যন্ত এমনিভাবে নাসারন্ধ্রে ও চোখ মাথার পিছন দিক পর্যন্ত চিরে ফেলা হচ্ছিল। সে হল ঐ ব্যাক্তি, যে সকালে আপন ঘর থেকে বের হয়ে এমন কোন মিথ্যা বলে যা চতুর্দিকে ছড়িয়ে পড়ে।;\n\nআর এ সকল উলঙ্গ নারী-পুরুষ যারা চুলা সদৃশ গর্তের অভ্যন্তরে রয়েছে তারা হল ব্যাভিচারী ও ব্যাভিচারিনার দল।;\n\nআর ঐ ব্যাক্তি, যার কাছে পৌছে দেখেছিলেন যে, সে নদীতে সাতার কাটছে ও তার মুখে পাথর ঢুকিয়ে দেয়া হচ্ছিল সে হল সুদখোর।;\n\nআর ঐ কুশ্রী ব্যাক্তি, যে আগুনের কাছে ছিল এবং আগুন জ্বালাচ্ছিল আর সে এর চতূর্পার্শে দৌড়াচ্ছিল, সে হল জাহান্নামের দারোগা, মালিক ফেরেশতা।;\n\nআর ঐ দীর্ঘকায় ব্যাক্তি যিনি বাগানে ছিলেন, তিনি হলেন, ইবরাহীম (আলাইহিস সালাম) আর তার আশেপাশের বালক-বালিকারা হলো ঐসব শিশু, যারা ফিৎরাত (স্বভাবধর্মের) ওপর মৃত্যু বরন করেছে।;\n\nতিনি বলেনঃ তখন কিছু সংখ্যক মুসলিম জিজ্ঞাসা করলেন, হে আল্লাহর রাসূল! মুশরিকদের শিশু সন্তানরাও কি? তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ মুশরিকদের শিশু সন্তানরাও। আর ঐসব লোক যাদের অর্ধেকাংশ অতি সুন্দর ও অর্ধেকাংশ অতি কুশ্রী। তারা হল ঐ সম্প্রদায় যারা সৎ-অসৎ উভয় প্রকারের কাজ মিশ্রিতভাবে করেছে। আল্লাহ তাদেরকে ক্ষমা করে দিয়েছেন।;\n",
        "id": 6571,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সামুরাহ ইবনু জুনদুব (রাঃ)",
        "status_bn": "সহিহ"

    }
]