[
    {

        "chapter_bn": "২৯৭৭. আল্লাহ তা'আলার বাণীঃ তোমরা সেই ফিতনা সম্পর্কে সতর্ক হও যা তোমাদের কেবল জালিমদের উপরই আপতিত হবে না। এবং যা নবী (সাঃ) ফিতনা সম্পর্কে সতর্ক করতেন।",
        "hadithBengali": "৬৫৭২। আলী ইবনু আবদুল্লাহ (রহঃ) ... আসমা (রাঃ) থেকে বর্ণনা করেছেন যে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমি আমার হাউযের পাশে আগমনকারী লোকদের অপেক্ষায় থাকব। তখন আমার সন্মুখ থেকে কতিপয় লোককে ধরে নিয়ে যাওয়া হবে। আমি বলব, এরা তো আমার উম্মাত। তখন বলা হবে, আপনি জানেন না, এরা (আপনার পথ ছেড়ে) পিছনে চলে গিয়েছিল। (বর্ণনাকারী) ইবনু আবূ মুলায়কা বলেন, হে আল্লাহ! পিছনে ফিরে যাওয়া কিংবা ফিতনায় পতিত হওয়া থেকে আমরা আপনার নিকট আশ্রয় প্রার্থনা করি।;\n",
        "id": 6572,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আসমা বিনতু আবূ বাকর (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৭৭. আল্লাহ তা'আলার বাণীঃ তোমরা সেই ফিতনা সম্পর্কে সতর্ক হও যা তোমাদের কেবল জালিমদের উপরই আপতিত হবে না। এবং যা নবী (সাঃ) ফিতনা সম্পর্কে সতর্ক করতেন।",
        "hadithBengali": "৬৫৭৩। মূসা ইবনু ইসমাঈল (রহঃ) ... আবদুল্লাহ ইবনু মাসউদ (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমি হাউযে কাওসারের নিকট তোমাদের আগেই উপস্থিত থাকব। তোমাদের থেকে কিছু লোককে আমার নিকট পেশ করা হবে। কিন্তু আমি যখন তাদের পান করাতে অগ্রসর হব, তখন তাদেরকে আমার কাছ থেকে ছিনিয়ে নেওয়া হবে। আমি বলবঃ হে রব! এরা তো আমার সাথী। তখন তিনি বলবেন, আপনার পর তারা নতূন কি ঘটিয়েছে তা আপনি জানেন না।;\n",
        "id": 6573,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ' ইব্'ন মাসউদ (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৭৭. আল্লাহ তা'আলার বাণীঃ তোমরা সেই ফিতনা সম্পর্কে সতর্ক হও যা তোমাদের কেবল জালিমদের উপরই আপতিত হবে না। এবং যা নবী (সাঃ) ফিতনা সম্পর্কে সতর্ক করতেন।",
        "hadithBengali": "৬৫৭৪। ইয়াইয়া ইবনু বুকায়র (রহঃ) ... সাহল ইবনু সাদ (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি যে, আমি হাউযের পাড়ে তোমাদের আগে উপস্থিত থাকব। যে সেখানে উপস্থিত হবে, সে সেখান থেকে পান করার সুযোগ পাবে। আর যে একবার সে হাউয থেকে পান করবে সে কখনই তৃষ্ণার্ত হবে না। অবশ্যই এমন কিছু দল আমার কাছে উপস্থিত হবে যাদেরকে আমি (আমার উম্মাত বলে) চিনতে পারব এবং তারাও আমাকে চিনতে পারবে। কিন্তু এর পরই তাদের ও আমার মাঝে প্রতিবন্ধকতা সৃষ্টি করে দেওয়া হবে।;\n\nআবূ হাযিম (রহঃ) বলেন, আমি হাদীস বর্ণনা করছিলাম, এমতাবস্থায় নুমান ইবনু আবূ আয়াস আমার কাছ থেকে এ হাদীসটি শুনে জিজ্ঞাসা করলেন, আপনি কি সাহল থেকে হাদীসটি অনুরূপ শুনেছেন। আমি বললাম, হ্যাঁ। তখন সে বলল, আমি সাক্ষ্য প্রদান করছি যে আমি আবূ সাঈদ খুদরী (রাঃ) কে এ হাদীসে অতিরিক্ত বলতে শুনেছি যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখন বলবেনঃ এরা তো আমারই অনুসারী। তখন বলা হবে, আপনি নিশ্চয়ই অবহিত নন যে আপনার পরে এরা দ্বীনের মধ্যে কি পরিবর্তন করেছে। এ শুনে আমি বলব, যারা আমার পরে পরিবর্তন করেছে, তারা দূর হোক, দূর হোক।;\n",
        "id": 6574,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সাহল বিন সাদ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৭৮. নবী (সাঃ) এর বাণীঃ আমার পরে তোমরা এমন কিছু দেখতে পাবে, যা তোমরা পছন্দ করবে না। আবদুল্লাহ ইবন যায়িদ (রাঃ) বলেন, নবী (সাঃ) বলেছেনঃ তোমরা ধৈর্য ধারণ কর  যতক্ষণ না হাউযের পাড়ে আমার সঙ্গে মিলিত হও",
        "hadithBengali": "৬৫৭৫। মুসাদ্দাদ (রহঃ) ... আবদুল্লাহ ইবনু মাসউদ (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের বলেছেনঃ আমার পরে তোমরা অবশ্যই ব্যাক্তি স্বার্থকে প্রাধান্য দেওয়ার প্রবণতা লক্ষ্য করবে। এবং এমন কিছু বিষয় দেখতে পাবে, যা তোমরা পছন্দ করবে না। তারা জিজ্ঞাসা করলেন, ইয়া রাসুলাল্লাহ! তাহলে আমাদের জন্য কি হুকুম করছেন? উত্তরে তিনি বললেনঃ তাদের হক পরিপূর্নরূপে আদায় করবে, আর তোমাদের প্রাপ্য আল্লাহর কাছে চাইবে।;\n",
        "id": 6575,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ' ইব্'ন মাসউদ (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৭৮. নবী (সাঃ) এর বাণীঃ আমার পরে তোমরা এমন কিছু দেখতে পাবে, যা তোমরা পছন্দ করবে না। আবদুল্লাহ ইবন যায়িদ (রাঃ) বলেন, নবী (সাঃ) বলেছেনঃ তোমরা ধৈর্য ধারণ কর  যতক্ষণ না হাউযের পাড়ে আমার সঙ্গে মিলিত হও",
        "hadithBengali": "৬৫৭৬। মুসাদ্দাদ (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কেউ যদি আমীরের কোন কিছু অপছন্দ করে, তাহলে সে যেন ধৈর্য ধারণ করে। কেননা, যে ব্যাক্তি সুলতানের আনুগত্য থেকে এক বিঘত পরিমাণও সরে যাবে, তার মৃত্যু হবে জাহিলি যুগের মৃত্যুর ন্যায়।;\n",
        "id": 6576,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ' ইব্'ন মাসউদ (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৭৮. নবী (সাঃ) এর বাণীঃ আমার পরে তোমরা এমন কিছু দেখতে পাবে, যা তোমরা পছন্দ করবে না। আবদুল্লাহ ইবন যায়িদ (রাঃ) বলেন, নবী (সাঃ) বলেছেনঃ তোমরা ধৈর্য ধারণ কর  যতক্ষণ না হাউযের পাড়ে আমার সঙ্গে মিলিত হও",
        "hadithBengali": "৬৫৭৭। আবূ নুমান (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যাক্তি স্বীয় আমীরের নিকট থেকে অপছন্দনীয় কিছু দেখবে সে যেন এতে ধৈর্য ধারণ করে। কেননা, যে ব্যাক্তি জামাআত থেকে এক বিঘত পরিমাণ বিচ্ছিন্ন হয়ে মরবে তার মৃত্যু হবে অবশ্যই জাহেলী মৃত্যুর ন্যায়।;\n",
        "id": 6577,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৭৮. নবী (সাঃ) এর বাণীঃ আমার পরে তোমরা এমন কিছু দেখতে পাবে, যা তোমরা পছন্দ করবে না। আবদুল্লাহ ইবন যায়িদ (রাঃ) বলেন, নবী (সাঃ) বলেছেনঃ তোমরা ধৈর্য ধারণ কর  যতক্ষণ না হাউযের পাড়ে আমার সঙ্গে মিলিত হও",
        "hadithBengali": "৬৫৭৮। ইসমাঈল (রহঃ) ... জুনাদা ইবনু আবূ উমাইয়া (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমরা উবাদা ইবনু সামিত (রাঃ) এর নিকট উপস্থিত হলাম। তখন তিনি অসুস্থ ছিলান। আমরা বললাম, আল্লাহ আপনাকে সুস্থ করে দিন। আপনি আমাদের এরূপ একটি হাদীস বর্ণনা করুন, যা আপনাকে উপকৃত করবে এবং যা আপনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে শুনেছেন। তিনি বললেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের আহবান করলেন। আমরা তার কাছে বায়আত করলাম। এরপর তিনি (উবাদা) বললেন, আমাদের থেকে যে অঙ্গীকার তিনি গ্রহণ করেছিলেন তাতে ছিল যে, আমরা আমাদের সুখে-দুঃখে, বেদনায় ও আনন্দে এবং আমাদের উপর অন্যকে অগ্রাধিকার দিলেও পূর্ণাঙ্গরূপে শোনা ও মানার উপর বায়আত করলাম। আরও (বায়আত করলাম) যে আমরা ক্ষমতা সংক্রান্ত বিষয়ে ক্ষমতাসীনদের সঙ্গে সংঘর্যে লিপ্ত হব না। কিন্তু যদি এমন স্পষ্ট কুফ্'রী দেখ, তোমাদের নিকট আল্লাহর পক্ষ থেকে যে বিষয়ে সুস্পষ্ট প্রমাণ বিদ্যমান, তবে ভিন্ন কথা।;\n",
        "id": 6578,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৭৮. নবী (সাঃ) এর বাণীঃ আমার পরে তোমরা এমন কিছু দেখতে পাবে, যা তোমরা পছন্দ করবে না। আবদুল্লাহ ইবন যায়িদ (রাঃ) বলেন, নবী (সাঃ) বলেছেনঃ তোমরা ধৈর্য ধারণ কর  যতক্ষণ না হাউযের পাড়ে আমার সঙ্গে মিলিত হও",
        "hadithBengali": "৬৫৭৯। মুহাম্মাদ ইবনু আরআরা (রহঃ) ... উসায়দ ইবনু হুযাহার (রাঃ) থেকে বর্ণিত যে, এক ব্যাক্তি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে বলল, ইয়া রাসুলাল্লাহ! আপনি অমুক ব্যাক্তিকে প্রশাসক নিযুক্ত করলেন, অথচ আমাকে নিযুক্ত করলেন না। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ নিশ্চয়ই তোমরা আমার পর অগ্রাধিকারের প্রবণতা দেখবে। সে সময় তোমরা ধৈর্য ধারণ করবে- যতক্ষন না আমার সঙ্গে মিলিত হও।;\n",
        "id": 6579,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উসায়দ ইবনু হুযায়র (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৭৯. নবী (সা) এর বাণীঃ কতিপয় নির্বোধ বালকের হাতে আমার উম্মত ধ্বংস হবে।",
        "hadithBengali": "৬৫৮০। মূসা ইবনু ইসমাঈল (রহঃ) ... আমর ইবনু ইয়াহইয়া ইবনু সাঈদ ইবনু আমর ইবনু সাঈদ (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমার দাদা আমাকে জানিয়েছেন যে, আমি আবূ হুরায়রা (রাঃ) এর সাথে মদিনায় নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর মসজিদে বসা ছিলাম। আমাদের সাথে মারওয়ানও ছিল। এ সময় আবূ হুরায়রা (রাঃ) বললেনঃ আমি আস-সাদিকুল মাসদুক (সত্যবাদী ও সত্যবাদী হিসাবে স্বীকৃত) কে বলতে শুনেছি আমার উম্মাতের ধ্বংস কুরাইশের কতিপয় বালকের হাতে হবে। তখন মারওয়ান বলল, এ সকল বালকের প্রতি আল্লাহর লানত, বর্ষিত হোক। আবূ হুরায়রা (রাঃ) বললেনঃ আমি যদি বলার ইচ্ছা করি যে তারা অমুক অমুক গোত্রের লোক তাহলে বলতে সক্ষম।;\n\nআমর ইবনু ইয়াহইয়া বলেন, মারওয়ান যখন সিরিয়ায় ক্ষমতাসীন হল, তখন আমি আমার দাদার সঙ্গে তাদের সেখানে গেলাম। তিনি যখন তাদের অল্প বয়ষ্ক বালক দেখতে পেলেন তখন তিনি আমাদের বললেনঃ সম্ভবত এরা সেই দলেরই অন্তর্ভুক্ত। আমরা বললাম, এ বিষয়ে আপনই ভাল বোঝেন।;\n",
        "id": 6580,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৮০. নবী (সাঃ) এর বাণীঃ আরবরা অত্যাসন্ন এক দূর্যোগে হালাক হয়ে যাবে।",
        "hadithBengali": "৬৫৮১। মালিক ইবনু ইসমাঈল (রহঃ) ... যায়নাব বিরত জাহাশ (রাঃ) থেকে বর্ণিত। তিনি বলেন, একদা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রক্তবর্ণ চেহারা নিয়ে নিদ্রা থেকে জাগলেন এবং বলতে লাগলেন, লা ইলাহা ইল্লাল্লাহ! আল্লাহ ছাড়া কোন ইলাহ নেই। অত্যাসন্ন এক দুর্যোগে আরব ধ্বংস হয়ে যাবে। ইয়াজুজ-মাজুজের (প্রতিরোধ) প্রাচীর আজ এতটুকু পরিমাণ খুলে গেছে। সুফিয়ান নব্বই কিংবা একশতের রেখায় আঙ্গুল রেখে গিট বানিয়ে পরিমাণটুকু দেখালেন। জিজ্ঞাসা করা হল, আমরা কি ধ্বংস হয়ে যাব অথচ আমাদের মধ্যে নেককার লোকও থাকবে? নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ হ্যাঁ, যখন পাপাচার বৃদ্ধি পাবে।;\n",
        "id": 6581,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "যায়নাব বিনতে জাহাশ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৮০. নবী (সাঃ) এর বাণীঃ আরবরা অত্যাসন্ন এক দূর্যোগে হালাক হয়ে যাবে।",
        "hadithBengali": "৬৫৮২। আবু নুআয়ম (রহঃ) ও মাহমুদ (রহঃ) ... উসামা ইবনু যায়িদ (রাঃ) থেকে বর্ণনা করেছেন। তিনি বলেন, একদা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মদিনার টিলাসমুহের একটির উপর উঠে বললেনঃ আমি যা দেখি তোমরা কি তা দেখতে পাও? উত্তরে সাহাবা-ই-কিরাম বললেন, না। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ নিঃসন্দেহে আমি দেখতে পাচ্ছি, তোমাদের ঘরগুলোর ফাঁকে ফাঁকে ফিতনা বৃষ্টিধারার মতো নিপতিত হচ্ছে।;\n",
        "id": 6582,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উসামাহ ইবনু যায়দ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৮১. ফিতনার প্রকাশ",
        "hadithBengali": "৬৫৮৩। আইয়্যাস ইবনু ওয়ালীদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ সময় নিকটবর্তী হতে থাকবে, আর আমল হ্রাস পেতে থাকবে, কার্পণ্য ছড়িয়ে দেওয়া হবে, ফিতনার বিকাশ ঘটবে এবং হারজ (هرج) ব্যাপকতর হবে। সাহাবা-ই-কিরাম জিজ্ঞাসা করলেন, সেটা (هرج) কি? নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ হত্যা, হত্যা।;\n\nশুআয়ব, ইউনুস, লাইস এবং যুহরীর ভ্রাতুষ্পূত্র আবূ হুরায়রা (রাঃ) সুত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে এ হাদীসটি বর্ণিত আছে।;\n",
        "id": 6583,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৮১. ফিতনার প্রকাশ",
        "hadithBengali": "৬৫৮৪। উবায়দুল্লাহ ইবনু মূসা (রহঃ) ... শাকিক (রহঃ) থেকে বর্নিত। তিনি বলেন, আমি আবদুল্লাহ ও আবূ মূসা (রাঃ) এর সাথে ছিলাম। তাঁরা বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ অবশ্যই কিয়ামতের পূর্বে এমন একটি সময় আসবে যখন সর্বত্র মূর্খতা ছড়িয়ে পড়বে এবং তাতে ইল্'ম উঠিয়ে নেওযা হবে। সে সময় হারজ ব্যাপকতর হবে। আর হারজ হল (মানুষ) হত্যা।;\n",
        "id": 6584,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "শাক্বীক ইবনু সালামা (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৮১. ফিতনার প্রকাশ",
        "hadithBengali": "৬৫৮৫। উমর ইবনু হাফস (রহঃ) ... আবূ মূসা (রাঃ) থেকে বর্ণনা করেন। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কিয়ামতের পুর্বে এমন একটি সময় আসবে ইল্'ম উঠিয়ে নেওয়া হবে এবং সর্বত্র মূর্খতা ছড়িয়ে পড়বে, আর তখন হারজ ব্যাপকতর হবে। হারজ হলো হত্যা।;\n",
        "id": 6585,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ মূসা আল- আশআরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৮১. ফিতনার প্রকাশ",
        "hadithBengali": "৬৫৮৬। কুতায়বা (রহঃ) ... আবূ মূসা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে পূর্বোক্ত হাদীসের ন্যায় একটি হাদীস বর্ণনা করতে শুনেছি। আর হাবশী ভাষায় হারজ অর্থ (মানুষ) হত্যা।;\n",
        "id": 6586,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ মূসা আল- আশআরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৮১. ফিতনার প্রকাশ",
        "hadithBengali": "৬৫৮৭। মুহাম্মাদ (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তার ব্যাপারে আমার ধারণা, তিনি হাদীসটি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে মারফূ হিসাবে বর্ণনা করেছেন। তিনি বলেন, কিয়ামতের পূর্বে হারজ অর্থাৎ হত্যার যুগ শুরু হবে। তখন ইল্'ম বিলুপ্ত হয়ে যাবে এবং মূর্খতা মাথাচাড়া দিয়ে উঠবে। আবূ মূসা (রাঃ) বলেনঃ হাবশী ভাষায় হারজ অর্থ (মানুষ) হত্যা।।;\n\nআবূ আওয়ানা তাঁর বর্ননা সুত্রে আবূ মূসা আশআরী (রাঃ) থেকে বর্ণনা করতে গিয়ে বলেন যে, তিনি আবদুল্লাহকে জিজ্ঞাসা করেছিলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যে যুগকে হারজ এর যুগ বলে আখ্যায়িত করেছিলেন সে যুগ সম্পর্কে আপনি কিছু জানেন কি? এর উত্তরে তিনি পূর্বোক্ত হাদীসটি বর্ণনা করেন। ইবনু মাসউদ (রাঃ) বলেনঃ আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি যে, কিয়ামত যাদের জীবদ্দশায় কায়েম হবে তারাই সবচেয়ে নিকৃষ্ট লোক।;\n",
        "id": 6587,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ' ইব্'ন মাসউদ (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৮২. প্রতিটি যুগের চেয়ে পরবর্তী যুগ আরও নিকৃষ্টতর হবে।",
        "hadithBengali": "৬৫৮৮। মুহাম্মদ ইবনু ইউসুফ (রহঃ) ... যুবায়র ইবনু আদী (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমরা আনাস ইবনু মালিক (রাঃ) এর নিকট গেলাম এবং হাজ্জাজের পক্ষ থেকে মানুষ যে নির্যাতন ভোগ করছে সে সম্পর্কে অভিযোগ পেশ করলাম। তিনি বললেনঃ ধৈর্য ধারণ কর। কেননা, মহান প্রতিপালকের সহিত মিলিত হওয়ার পূর্ব পর্যন্ত (অর্থাৎ মৃত্যুর পুর্বে) তোমাদের উপর এমন কোন যুগ অতিবাহিত হবে না, যার পরবর্তী যুগ তার চেয়েও নিকৃষ্টতর নয়। তিনি বলেনঃ এ কথাটি আমি তোমাদের নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে শ্রবণ করেছি।;\n",
        "id": 6588,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "যুবাইর ইবনে আদী (রহ.)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৮২. প্রতিটি যুগের চেয়ে পরবর্তী যুগ আরও নিকৃষ্টতর হবে।",
        "hadithBengali": "৬৫৮৯। আবুল ইয়ামান (রহঃ) ও ইসমাঈল (রহঃ) ... নবী-পত্নী উম্মে সালামা (রাঃ) থেকে বর্ণিত। তিনি বলেন এক রাতে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ভীত অবস্থায় নিদ্রা থেকে জাগ্রত হয়ে বলতে লাগলেন, সুবহানাল্লাহ, আল্লাহ তাআলা কতই না খাযানা নাযিল করেছেন আর কতই না ফিতনা অবতীর্ণ হয়েছে। কে আছে যে হুজরাবাসিনীদেরকে জাগিয়ে দেবে যেন তারা সালাত (নামায/নামাজ) আদায় করে। এ বলে তিনি তার স্ত্রীগণকে উদ্দেশ্য করেছিলেন। তিনি আরও বললেনঃ দুনিয়ার মধ্যে বহু বস্ত্র পরিহিতা পরকালে বিবস্ত্রা থাকবে।;\n",
        "id": 6589,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উম্মু সালামাহ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৮৩. নবী (সাঃ) এর বাণীঃ যে ব্যক্তি আমাদের উপর অস্ত্র উত্তোলন করবে সে আমাদের দলভূক্ত নয়",
        "hadithBengali": "৬৫৯০। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যাক্তি আমাদের উপর অস্ত্র উত্তোলন করবে সে আমাদের অন্তর্ভুক্ত নয়।;\n",
        "id": 6590,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৮৩. নবী (সাঃ) এর বাণীঃ যে ব্যক্তি আমাদের উপর অস্ত্র উত্তোলন করবে সে আমাদের দলভূক্ত নয়",
        "hadithBengali": "৬৫৯১। মুহাম্মদ ইবনু আলা (রহঃ) ... আবূ মূসা (রাঃ) থেকে বর্নিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যাক্তি আমাদের উপর অস্ত্র উত্তোলন করবে সে আমাদের দলভুক্ত নয়।;\n",
        "id": 6591,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ মূসা আল- আশআরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৮৩. নবী (সাঃ) এর বাণীঃ যে ব্যক্তি আমাদের উপর অস্ত্র উত্তোলন করবে সে আমাদের দলভূক্ত নয়",
        "hadithBengali": "৬৫৯২। মুহাম্মাদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের কেউ যেন তার অপর কোন ভাইয়ের প্রতি অস্ত্র উত্তোলন করে ইশারা না করে। কেননা সে জানে না হয়ত শয়তান তার হাতে ধাক্কা দিয়ে বসবে, ফলে (এক মুসলিমকে হত্যার অপরাধে) সে জাহান্নামের গর্তে নিপতিত হবে।;\n",
        "id": 6592,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৮৩. নবী (সাঃ) এর বাণীঃ যে ব্যক্তি আমাদের উপর অস্ত্র উত্তোলন করবে সে আমাদের দলভূক্ত নয়",
        "hadithBengali": "৬৫৯৩। আলী ইবনু আবদুল্লাহ (রহঃ) ... সুফিয়ান ইবনু উয়ায়না (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি আমরকে জিজ্ঞাসা করলাম, হে আবূ মুহাম্মাদ! আপনি কি জাবির ইবনু আবদুল্লাহকে বলতে শুনেছি যে, এক ব্যাক্তি মসজিদে কতক তীর নিয়ে যাচ্ছিল, তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বললেনঃ তীরের লৌহ ফলাগুলো মুষ্টিবদ্ধ করে রাখ। উত্তরে তিনি বললেনঃ হ্যাঁ।;\n",
        "id": 6593,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সুফইয়ান বিন উয়াইনাহ্ (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৮৩. নবী (সাঃ) এর বাণীঃ যে ব্যক্তি আমাদের উপর অস্ত্র উত্তোলন করবে সে আমাদের দলভূক্ত নয়",
        "hadithBengali": "৬৫৯৪। আবূ নুমান (রহঃ) ... জাবির (রাঃ) থেকে বর্ণিত যে, এক ব্যাক্তি কতক তীর নিয়ে মসজিদে এলো। সেগুলোর ফলা খোলা অবস্থায় ছিল। তখন তাকে নির্দেশ দেওয়া হয়, যেন সে তার তীরের ফলাগুলো ধরে রাখে, যাতে কোন মুসলিমের গায়ে আঘাত না লাগে।;\n",
        "id": 6594,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "জাবির ইবনু আবদুল্লাহ আনসারী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৮৩. নবী (সাঃ) এর বাণীঃ যে ব্যক্তি আমাদের উপর অস্ত্র উত্তোলন করবে সে আমাদের দলভূক্ত নয়",
        "hadithBengali": "৬৫৯৫। মুহাম্মাদ ইবনু আলা (রহঃ) ... আবূ মূসা (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের কেউ যদি তীর সঙ্গে নিয়ে আমাদের মসজিদে কিংবা বাজারে যায় তাহলে সে যেন তীরের ফলাগুলো ধরে রাখে, কিংবা তিনি বলেছিলেনঃ তাহলে সে যেন তা মুষ্টিবদ্ধ করে রাখে, যাতে সে তীর কোন মুসলিমের গায়ে লেগে না যায়।;\n",
        "id": 6595,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ মূসা আল- আশআরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৮৪. নবী (সাঃ) এর বাণীঃ আমার পর তোমরা পরস্পরে হানাহানি করে কুফরীর দিকে প্রত্যাবর্তন করো না",
        "hadithBengali": "৬৫৯৬। উমর ইবনু হাফস (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেছেনঃ কোন মুসলিমকে গালি দেওয়া ফাসিকী (জঘন্য পাপ) আর কোন মুসলিমকে হত্যা করা কুফরী।;\n",
        "id": 6596,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ' ইব্'ন মাসউদ (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৮৪. নবী (সাঃ) এর বাণীঃ আমার পর তোমরা পরস্পরে হানাহানি করে কুফরীর দিকে প্রত্যাবর্তন করো না",
        "hadithBengali": "৬৫৯৭। হাজ্জাজ ইরন মিনহাল (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছেন যে, আমার পর তোমরা পরস্পরে হানাহানি করে কুফরীর দিকে প্রত্যাবর্তন করো না।;\n",
        "id": 6597,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৮৪. নবী (সাঃ) এর বাণীঃ আমার পর তোমরা পরস্পরে হানাহানি করে কুফরীর দিকে প্রত্যাবর্তন করো না",
        "hadithBengali": "৬৫৯৮। মুসাদ্দাদ (রহঃ) ... আবূ বাকরা (রাঃ) থেকে বর্ণিত যে, (একদা) রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জনতার উদেশে বক্তৃতা দিচ্ছিলেন। তিনি (নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বললেনঃ তোমরা কি জানো না আজ কোন দিন? তারা বললেনঃ আল্লাহ ও তাঁর রাসুলই এ সম্পর্কে অধিক জ্ঞাত। (বর্ণনাকারী বলেন) এতে আমরা মনে করলাম হয়ত তিনি অন্য কোন নামে এ দিনটির নামকরণ করবেন। এরপর তিনি (নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বললেনঃ এটি কি ইয়াওমুন নাহর (কুরবানীর দিন) নয়? আমরা বললাম হ্যাঁ, ইয়া রাসুলাল্লাহ। এরপর তিনি বললেনঃ এটি কোন নগর? এটি হারাম নগর (সংরক্ষিত নগর) নয়? আমরা বললাম হ্যাঁ, ইয়া রাসুলাল্লাহ! তিনি বললেনঃ নিঃসন্দেহ তোমাদের এ নগরে, এ মাসের এ দিনটি তোমাদের জন্য যেরূপ হারাম, তোমাদের (একের) রক্ত, সম্পদ, ইজ্জত ও চামড়া অপরের জন্য তেমনি হারাম।;\n\nশোন! আমি কি তোমাদের নিকট পৌছিয়েছি? আমরা বললাম, হ্যাঁ। তখন তিনি বললেনঃ হে আল্লাহ, তুমি সাক্ষী থাক।(অতঃপর বললেন) উপস্থিত ব্যাক্তি যেন (আমার বানী) অনুপস্থিতের নিকট পৌছিয়ে দেয়। কেননা অনেক প্রচারক এমন ব্যাক্তির নিকট (আমার বানী) পৌছাবে যারা তার চাইতে অধিক সংরক্ষণকারী হবে। বস্তুত ব্যাপারটি তাই। এরপর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আমার পরে একে অপরের গর্দান মেরে কুফরীর দিকে ফিরে যেয়ো না।;\n\nযে দিন জারিয়্যাহ ইবনু কুদামা কর্তৃক আলা ইবনু হাযরামীকে পুড়িয়ে হত্যা করা হয়, সেদিন জারিয়্যাহ তার বাহিনীকে বলেছিল, আবূ বাকরার খবর নাও। তারা বলেছিল এই তো আবূ বাকরা (রাঃ) আপনাকে দেখছেন। আবদুর রহমান বলেন, আমার মা আমার কাছে বর্ণনা করেছেন। আবূ বাকরা (রাঃ) বলেছেন, (সেদিন) যদি তারা আমার গৃহে প্রবেশ করত, তাহলে আমি তাদেরকে একটি বাশের লাঠি নিক্ষেপ (প্রতিহত) করতাম না।;\n\nআবু আবদুল্লাহ বলেনঃ হাদীসে ব্যবহৃতبشهث শব্দের অর্থ رميت অর্থাৎ আমি নিক্ষেপ করেছি।;\n",
        "id": 6598,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ বাকরা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৮৪. নবী (সাঃ) এর বাণীঃ আমার পর তোমরা পরস্পরে হানাহানি করে কুফরীর দিকে প্রত্যাবর্তন করো না",
        "hadithBengali": "৬৫৯৯। আহমাদ ইবনু ইশকাব (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমার পরে তোমরা একে অপরের গর্দান মেরে কুফরীর দিকে ফিরে যেয়ো না।;\n",
        "id": 6599,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৮৪. নবী (সাঃ) এর বাণীঃ আমার পর তোমরা পরস্পরে হানাহানি করে কুফরীর দিকে প্রত্যাবর্তন করো না",
        "hadithBengali": "৬৬০০। সুলায়মান ইবনু হারব (রহঃ) ... জারীর (রাঃ) থেকে বর্ণিত। বলেন যে, বিদায় হাজ্জে (হজ্জ) রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে বললেনঃ লোকদেরকে নীরব হতে বল। তারপর তিনি বললেনঃ আমার পরে তোমরা একে অপরের গর্দান মেরে কুফরীর দিকে ফিরে যেয়ো না।;\n",
        "id": 6600,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "জারীর ইবনু আবদুল্লাহ আল বাজলী  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৮৫. নবী (সাঃ) এর বাণীঃ ফিতনা ব্যাপক হারে হবে, তাতে দাঁড়ানো ব্যক্তির চাইতে উপবিষ্ট ব্যক্তি উত্তম হবে",
        "hadithBengali": "৬৬০১। মুহাম্মদ ইবনু উবায়দুল্লাহ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ অচিরেই অনেক ফিতনা দেখা দেবে। তখন উপবিষ্ট ব্যাক্তি দাঁড়ানো ব্যাক্তির চাইতে উত্তম। দাঁড়ানো ব্যাক্তি পদাচারী ব্যাক্তির চাইতে উত্তম। পদাচারী ব্যাক্তি ধাবমান ব্যাক্তির চাইতে উত্তম হবে। যে ব্যাক্তি ফিতনার দিকে তাকাবে ফিতনা তাকে পেয়ে বসবে। তখন কেউ যদি কোন আশ্রয়স্থল কিংবা নিরাপদ জায়গা পায়, তাহলে সে যেন তথায় আত্নরক্ষা করে।;\n",
        "id": 6601,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৮৫. নবী (সাঃ) এর বাণীঃ ফিতনা ব্যাপক হারে হবে, তাতে দাঁড়ানো ব্যক্তির চাইতে উপবিষ্ট ব্যক্তি উত্তম হবে",
        "hadithBengali": "৬৬০২। আবুল ইয়ামান (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ অচিরেই ফিতনা দেখা দেবে। তখন উপবিষ্ট ব্যাক্তি-দাঁড়ানো ব্যাক্তির তুলনায় ভাল (ফিতনামুক্ত) থাকবে, দাঁড়ানো ব্যাক্তি চলমান ব্যাক্তির তুলনায় ভাল থাকবে, চলমান ব্যাক্তি ধাবমান ব্যাক্তির তুলনায় ভাল থাকবে। যে ব্যাক্তি সে ফিতনার দিকে তাকাবে, ফিতনা তাকে পেয়ে বসবে। সুতরাং তখন কেউ যদি (কোথাও) কোন নিরাপদ আশ্রয়স্থল কিংবা আত্নরক্ষার ঠিকানা পায়, তাহলে সে যেন সেখানে আশ্রয় নেয়।;\n",
        "id": 6602,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৮৬. দু'জন মুসলিম তরবারী নিয়ে পরস্পরে মারমুখী হলে",
        "hadithBengali": "৬৬০৩। আবদুল্লাহ ইবনু আবদুল ওয়াহাব (রহঃ) ... হাসান বসরী (রহঃ) থেকে বর্ণিত। তিনি বলেন ফিতনা কবলিত রজনীতে (অর্থাৎ জঙ্গে জামাল কিংবা জঙ্গে সিফফীনে) আমি হাতিয়ার নিয়ে বের হলাম। হঠাৎ আবূ বাকরা (রাঃ) আমার সামনে পড়লেন। তিনি জিজ্ঞাসা করলেন, কোথায় যাচ্ছ? আমি বললাম, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর চাচাত ভাইয়ের সাহায্যার্থে যাচ্ছি। তখন তিনি বললেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যদি দুজন মুসলিম তরবারী নিয়ে পরস্পর সংঘর্যের জন্য মুখোমুখী হয়, তাহলে উভয়েই জাহান্নামীদের অন্তর্ভুক্ত হবে। তাঁকে জিজ্ঞাসা করা হয়েছিল, হত্যাকারী তো জাহান্নামী। কিন্তু নিহত ব্যাক্তির কি অপরাধ? তিনি বললেনঃ সেও তার প্রতিপক্ষকে হত্যা করার সংকল্প করেছিল।;\n\nবর্ণনাকারী হাম্মাদ ইবনু যায়িদ বলেন, আমি এ হাদীসটি আইউব ও ইউনুস ইবনু আবদুল্লাহর কাছে পেশ করলাম। আমি চাচ্ছিলাম তাঁরা এ হাদীসটি আমাকে বর্ণনা করবেন। তারা বললেন, এ হাদীসটি হাসান বসরী (রহঃ) আহনাফ ইবনু কায়সের মধ্যস্থতায় আবূ বাকরা (রাঃ) থেকে বর্ণনা করেছেন।;\n",
        "id": 6603,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "হাসান বাসরী (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৮৬. দু'জন মুসলিম তরবারী নিয়ে পরস্পরে মারমুখী হলে",
        "hadithBengali": "৬৬০৪। সুলায়মান ইবনু হারব ও মুআম্মাল (রহঃ) ... আবূ বাকরা (রাঃ) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে এ হাদীসটি বর্ণনা করেছেন। এ ছাড়া মামার আইউব থেকে এটি বর্ণনা করেছেন। বাক্কার ইবনু আবদুল আযীয স্বীয় পিতার মধ্যস্থতায় আবূ বাকরা (রাঃ) থেকে এটি বর্ননা করেছেন এবং গুনদারও আবূ বাকরা (রাঃ) এর বর্ণনায় নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে এ হাদীসটি বর্ণনা করেছেন। তবে সুফিয়ান সাওরী (রহঃ) মানসুর থেকে (পূর্বোক্ত সনদে হাদীসটি বর্ননা করার সময়) মারফূ রূপে উল্লেখ করেন নি।;\n",
        "id": 6604,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ বাকরা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৮৭. যথন জমাআত (মুসলিমরা সংঘবদ্ধ) থাকবে না তখন কি করতে হবে",
        "hadithBengali": "৬৬০৫। মুহাম্মাদ ইবনু মুসান্না (রহঃ) ... হুযায়ফা ইবনু ইয়ামান (রাঃ) থেকে বর্ণিত। তিনি বলেন, লোকেরা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে কল্যাণের বিষয়াদি জিজ্ঞাসা করত। কিন্তু আমি তাকে অকল্যাণের বিষয় সম্পর্কে জিজ্ঞাসা করতাম এ ভয়ে যে, অকল্যাণ আমাকে পেয়ে না বসে। আমি জিজ্ঞাসা করলাম, ইয়া রাসুলাল্লাহ! আমরা তো জাহিলিয়্যতেও অকল্যাণের মাঝে ছিলাম। এরপর আল্লাহ তাআলা আমাদেরকে এ কল্যাণের মধ্যে নিয়ে আসলেন। এ কল্যাণের পর আবারও কি অকল্যাণ আসবে? তিনি বললেনঃ হ্যাঁ। আমি জিজ্ঞাসা করলাম, সে অকল্যাণের পর আবার কি কোন কল্যাণ আসবে? তিনি বললেনঃ হ্যাঁ। তবে এর মধ্যে কিছুটা ধূম্রাচ্ছন্নতা থাকবে। আমি প্রশ্ন করলাম এর ধূম্রাচ্ছন্নতাটা কিরূপ? তিনি বললেনঃ এক জামাআত আমার তরীকা ছেড়ে অন্য পথ অবলম্বন করবে। তাদের থেকে ভাল কাজও দেখবে এবং মন্দ কাজও দেখবে।;\n\nআমি জিজ্ঞাসা করলাম, সে কল্যাণের পর কি আবার অকল্যাণ আসবে? তিনি বললেনঃ হ্যাঁ। জাহান্নামের প্রতি আহবানকারী এক সম্প্রদায় হবে। যে ব্যাক্তি তাদের আহবানে সাড়া দেবে, তাকে তারা জাহান্নামে নিক্ষেপ করে ছাড়বে। আমি বললাম, ইয়া রাসুলাল্লাহ! তাদের কিছু বৈশিষ্ট্যের কথা আমাদের বর্ণনা করুন। তিনি বললেনঃ তারা আমাদের লোকই এবং আমাদের ভাষায়ই কথা বলবে। আমি বললাম, যদি এরূপ পরিস্থিতি আমাকে পেয়ে বসে, তাহলে কি করতে নির্দেশ দেন? তিনি বললেনঃ মুসলিমদের জামাআত ও ইমামকে আকড়ে থাকবে। আমি বললাম, যদি তখন মুসলিমদের কোন (সংঘবদ্ধ) জামাআত ও ইমাম না থাকে? তিনি বললেনঃ তখন সকল দলমত পরিত্যাগ করে সম্ভব হলে কোন গাছের শিকড় কামড়িয়ে পড়ে থাকবে, যতক্ষন না সে অবস্থায় তোমার মৃত্যু উপস্থিত হয়।;\n",
        "id": 6605,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "হুযাইফাহ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৮৮. যে ফিত্'নাবাজ ও জালিমদের দল ভারী করাকে অপছন্দনীয় মনে করে",
        "hadithBengali": "৬৬০৬। আবদুল্লাহ ইবনু ইয়াযীদ ও লাইস (রহঃ) ... আবুল আসওয়াদ (রহঃ) থেকে বর্ণনা করেন যে, তিনি বলেন, একবার মদিনাবাসীদের উপর একটি যোদ্ধাদল প্রস্তুতের সিদ্ধান্ত হল। আমার নামও সে দলের অন্তর্ভুক্ত করা হল। এরপর ইকরামা (রহঃ) এর সঙ্গে দেখা হলে আমি তাকে এ সংবাদ জানালাম। তিনি আমাকে কঠোরভাবে নিষেধ করলেন এবং বললেন, আমাকে ইবনু আব্বাস (রাঃ) অবগত করেছেন যে, মুসলিমদের কতিপয় লোক মুশরিকদের সাথে ছিল। এতে তারা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর মুকাবিলায় মুশরিকদের দল ভারী করছিল। তখন কোন তীর আসত যা নিক্ষিপ্ত হত এবং তাদের কাউকে আঘাত করে এটি তাকে হত্যা করত। অথবা কেউ তাকে তরবারীর আঘাতে হত্যা করত। এ প্রসঙ্গে আল্লাহ তাআলা আয়াত অবতীর্ণ করলেনঃ যারা নিজেদের উপর যুলুম করে তাদের প্রাণ গ্রহণের সময় ফেরেশতারা বলে ...... (৪ঃ ৯৭)।;\n",
        "id": 6606,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবুল আসওয়াদ (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৮৯. যখন মানুষের আবর্জনা (নিকৃষ্ট) অবশিষ্ট থাকবে",
        "hadithBengali": "৬৬০৭। মুহাম্মদ ইবনু কাসীর (রহঃ) ... হুযায়ফা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের দুটি হাদীস বর্ণনা করেছিলেন, যার একটি আমি দেখেছি (বাস্তবায়িত হয়েছে) আর অপরটির অপেক্ষায় আছি। তিনি আমাদের বলেন, আমানত মানুষের অন্তর্মুলে প্রবিষ্ট হয়। এরপর তারা কুরআন শিখে, তারপর তারা সুন্নাহর জ্ঞান অর্জন করে। তিনি আমাদের আমানত বিলুপ্ত সম্পর্কেও বর্ণনা করেছেন। তিনি বলেছেন, মানুষ এক সময় ঘুমাবে। তার অন্তর থেকে আমানত উঠিয়ে নেওয়া হবে। তখন একটি বিন্দুর ন্যায় চিহ্ন অবশিষ্ট থাকবে। এরপর সে আবার ঘুমাবে। তারপর আবার তুলে নেওয়া হবে, তখন ফোসকার ন্যায় তার চিহ্ন অবশিষ্ট থাকবে। যেমন একটা জ্বলন্ত অঙ্গারকে যদি তুমি পায়ের উপর রেখে দাও এতে পায়ে ফোসকা পড়ে, তখন তুমি সেটাকে ফোলা দেখবে। অথচ তার মধ্যে কিছুই নেই।;\n\n(এ সময়) মানুষ বেচাকেনা করবে বটে কিন্তু কেউ আমানত আদায় করবে না। তখন বলা হবে, অমুক গোত্রে একজন আমানতদার ব্যাক্তি আছেন। কোন কোন লোক সম্পর্কে বলা হবে যে, লোকটি কতই না বুদ্ধিমান, কতই না বিচক্ষণ, কতই না বীর, অথচ তার অন্তরে সরিষার দানা পরিমাণ ঈমান নেই। এরপর হুযায়ফা (রাঃ) বললেন, আমার উপর দিয়ে এমন একটি যুগ অতিবাহিত হয়েছে তখন আমি তোমাদের কার সাথে লেনদেন করছি এ সম্পর্কে মোটেও চিন্তা-ভাবনা করতাম না। কেননা, সে যদি মুসলিম হয় তাহলে তার দ্বীনই (হক আদায়ের জন্য) তাকে আমার কাছে ফিরিয়ে আনবে। আর যদি সে খৃষ্টান হয়, তাহলে তার অভিভাবকরাই (হক আদায়ের জন্য) তাকে আমার কাছে ফিরে আসতে বাধ্য করবে। কিন্তু বর্তমানে আমি অমুক অমুককে ছাড়া কারো সঙ্গে বেচাকেনা করব না।;\n",
        "id": 6607,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "হুযাইফাহ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৯০. ফিতনার সময়ে বেদুঈন সুলভ জীবনযাপন করা বাঞ্ছনীয়",
        "hadithBengali": "৬৬০৮। কুতায়বা ইবনু সাঈদ (রহঃ) ... সালমা ইবনু আকওয়া (রাঃ) থেকে বর্ণিত যে, একবার হাজ্জাজ আমার কাছে এলেন। তখন সে তাঁকে বলল, হে ইবনু আকওয়া! আপনি সাবেক অবস্থায় প্রত্যাবর্তন করলেন না কি- যে বেদুঈন সুলভ জীবন যাপন করতে শুরু করেছেন? তিনি বললেন, না। বরং রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে বেদুঈন সুলভ জীবন যাপনের অনুমতি প্রদান করেছেন।;\n\nইয়াযীদ ইবনু আবূ উবায়দুল্লাহ বর্ণনা করেন যে, যখন উসমান ইবনু আফফান (রাঃ) নিহত হলেন, তখন সালমা ইবনু আকওয়া (রাঃ) রাবাযায় চলে যান এবং সেখানে তিনি এক মহিলাকে বিয়ে করেন। সে মহিলার ঘরে তার কয়েকজন সন্তান জন্মলাভ করে। মৃত্যুর কয়েক দিন পূর্বে তিনি মদিনায় আগমন করেন। এর পূর্ব পর্যন্ত তিনি সেখানেই বসবাসরত ছিলেন।;\n",
        "id": 6608,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সালামাহ ইবনু আক্ওয়া (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৯০. ফিতনার সময়ে বেদুঈন সুলভ জীবনযাপন করা বাঞ্ছনীয়",
        "hadithBengali": "৬৬০৯। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ অদূর ভবিষ্যতে এমন এক সময় আসবে যখন মুসলিমদের সর্বোৎকৃষ্ট সম্পদ হবে ছাগল। ফিতনা থেকে দ্বীন রক্ষার্থে পলায়নের জন্য তারা এগুলো নিয়ে পাহাড়ের চূড়ায় এবং বারিপাতের স্থানসমূহে গিয়ে আশ্রয় নেবে।;\n",
        "id": 6609,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ সা'ঈদ খুদরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৯১. ফিত্'না থেকে আশ্রয় প্রার্থনা",
        "hadithBengali": "৬৬১০। মুআয ইবনু ফাযালা (রহঃ) ... আনাস (রাঃ) থেকে বর্ণনা করেন যে, তিনি বলেছেন, লোকেরা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে প্রশ্ন করত। এমন কি প্রশ্ন করতে করতে তারা তাঁকে বিরক্ত করে তুলত। একদিন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মিম্বরে আরোহণ করলেন এবং বললেনঃ তোমরা (আজ) আমাকে যাই প্রশ্ন করবে, আমি তারই উত্তর প্রদান করব। আনাস (রাঃ) বলেন, আমি ডানে বামে তাকাচ্ছিলাম। দেখতে পেলাম প্রত্যেকেই আপন বস্ত্রে মাথা গুজে কাঁদছে। তখন এমন এক ব্যাক্তি পারস্পরিক বাকবিতণ্ডার সময় যাকে অন্য এক ব্যাক্তির (যে প্রকৃতপক্ষে তার পিতা নয়) সন্তান বলে সন্মোধন করাতে উঠে জিজ্ঞাসা করল, হে আল্লাহর নবী! আমার পিতা কে? তিনি বললেনঃ হুযাফা তোমার পিতা।;\n\nএরপর উমর (রাঃ) সম্মুখে এলেন আর বললেনঃ আমরা রব হিসেবে আল্লাহকে, দ্বীন হিসাবে ইসলামকে এবং মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে রাসুল হিসেবে মেনে পরিতূষ্ট। ফিতনার অনিষ্ট থেকে আমরা আল্লাহর নিকট আশ্রয় প্রার্থনা করছি। এরপর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আজকের মত এত উত্তম বস্তু এবং এত খারাপ বস্তু আমি আর কখনো প্রত্যক্ষ করিনি। আমার সম্মুখে জান্নাত ও জাহান্নাম পেশ করা হয়েছে। এমনকি আমি সে দুটোকে এ দেয়ালের পাশেই দেখতে পাচ্ছিলাম। কাতাদা বলেন, উপরে বর্ণিত হাদীসটি নিন্নোক্ত আয়াত প্রসঙ্গে বলে উল্লেখ করা হয়। ইরশাদ হলোঃ হে যারা ঈমান এনেছ, তোমরা সেসব বিষয়ে প্রশ্ন করো না, যা প্রকাশিত হলে তোমরা দুঃখিত হবে। (৫ঃ ১০১)।;\n\nআব্বাস নারসী (রহঃ) ... আনাস (রাঃ) থেকে পূর্বোক্ত হাদিসটি বর্ণনা করেছেন। তবে এ সুত্রে আনাস (রাঃ) كُلُّ رَجُلٍ رَأْسُهُ فِي ثَوْبِهِ يَبْكِي এর স্থলে كُلُّ رَجُلٍ لاف رَأْسُهُ فِي ثَوْبِهِ يَبْكِي (প্রত্যেক ব্যক্তি তার মাথায় কাপড় দিয়ে আচ্ছাদিত করে কাঁদছিল) বলে উল্লেখ করেছেন। এবং نَعُوذُ بِاللَّهِ مِنْ سُوءِ الْفِتَنِ এর স্থলে عَائِذًا بِاللَّهِ مِنْ سُوءِ الْفِتَنِ অথবা أَعُوذُ بِاللَّهِ مِنْ سُوءِ الْفِتَنِ উল্লেখ করেছেন।;\n\nইমাম বুখারী (রহঃ) বলেন, খালীফা (রহঃ) ... আনাস (রাঃ) এর বর্ণনায় নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে পূর্বোক্ত হাদিসটি বর্ণনা করেছেন। এ সুত্রে তিনি عَائِذًا بِاللَّهِ مِنْ شَرِّ الْفِتَنِ বলেছেন।;\n",
        "id": 6610,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৯২. নবী (সাঃ) এর বাণীঃ ফিতনা পূর্ব দিক থেকে শুরু হবে",
        "hadithBengali": "৬৬১১। আবদুল্লাহ ইবনু মুহাম্মাদ (রহঃ) ... সালিমের পিতা আবদুল্লাহ ইবনু উমর (রাঃ) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন যে, একদা তিনি (নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) মিম্বরের পাশে দণ্ডায়মান হয়ে বলেছেনঃ ফিতনা এ দিকে, ফিতনা সে দিকে যেখান থেকে শয়তানের শিং উদিত হবে। কিংবা বলেছিলেনঃ সূর্যের মাথা উদিত হয়।;\n",
        "id": 6611,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৯২. নবী (সাঃ) এর বাণীঃ ফিতনা পূর্ব দিক থেকে শুরু হবে",
        "hadithBengali": "৬৬১২। কুতায়বা ইবনু সাঈদ (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত যে, তিনি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে পূর্ব দিকে মুখ করে বলতে শুনেছেন, সাবধান! ফিতনা সে দিকে যে দিক থেকে শয়তানের শিং উদিত হয়।;\n",
        "id": 6612,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৯২. নবী (সাঃ) এর বাণীঃ ফিতনা পূর্ব দিক থেকে শুরু হবে",
        "hadithBengali": "৬৬১৩। আলী ইবনু আবদুল্লাহ (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্নিত। তিনি বলেন যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আলোচনা করছিলেন। এক পর্যায়ে তিনি বললেনঃ হে আল্লাহ! আমাদের জন্য আমাদের সিরিয়ায় বরকত দাও। হে আল্লাহ! আমাদের জন্য আমাদের ইয়ামানে বরকত দাও। লোকেরা বলল, আমাদের নজদেও। তিনি বললেনঃ হে আল্লাহ! আমাদের জন্য আমাদের সিরিয়ায় বরকত দাও। হে আল্লাহ আমাদের জন্য বরকত দাও আমাদের ইয়ামানে। লোকেরা বলল, ইয়া রাসুলাল্লাহ! আমাদের নজদেও। (বর্ণনাকারী বলেন) আমার মনে হয়, তৃতীয়বারে তিনি বললেনঃ সেখানে তো কেবল ভূমিকস্প আর ফিতনা। আর তথা হতে শয়তানের শিং উদিত হবে।;\n",
        "id": 6613,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৯২. নবী (সাঃ) এর বাণীঃ ফিতনা পূর্ব দিক থেকে শুরু হবে",
        "hadithBengali": "৬৬১৪। ইসহাক আল ওয়াসেতী (রহঃ) ... সাঈদ ইবনু যুবায়র (রহঃ) থেকে বর্ণিত। তিনি বলেন, একদা আবদুল্লাহ ইবনু উমর (রাঃ) আমাদের নিকট আসলেন। আমরা আশা করছিলাম যে, তিনি আমাদের একটি উত্তম হাদীস বর্ণনা করবেন। এক ব্যাক্তি তার দিকে আমাদের চেয়ে অগ্রসর হয়ে বলল, হে আবূ আবদুর রহমান! ফিতনার সময় যুদ্ধ করা সম্পর্কে আমাদের কিছু বলুন। কেননা, আল্লাহ তাআলা ইরশাদ করেছেনঃ তাদের সাথে যুদ্ধ কর, যাবত ফিতনার অবসান ঘটে। তখন তিনি বললেনঃ তোমার মা তোমার জন্য বিলাপ করুক। ফিতনা কাকে বলে জানো কি? মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তো যুদ্ধ করতেন মুশরিকদের বিরুদ্ধে। কেননা, তাদের শিরকের মধ্যে থাকাটাই মুলত ফিতনা। কিন্তু তা তোমাদের রাজ্য নিয়ে লড়াইর মতো ছিল না।;\n",
        "id": 6614,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সাঈদ ইবনু যুবায়র (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৯৩. সমুদ্রের তরঙ্গের ন্যায় ফিত্'না তরঙ্গায়িত। ইব্'ন উয়ায়না (রহঃ) খালফ্' ইব্'ন হাওশাব (রহঃ) থেকে বর্ণনা করেছেন যে, পূর্ববর্তী লোকেরা নিম্নোক্ত কবিতার দ্বারা ফিত্'নার উপমা পেশ করতে পছন্দ করতেন। যুদ্ধের প্রাথমিক অবস্থা যুবতীর মত, যে তার রূপ-লাবণ্য দিয়ে অপরিণামদর্শীর উদ্দেশ্যে ছুটাছুটি করে। কিন্তু যখন যুদ্ধের দাবানল দাউ দাউ করে জ্বলে উঠে এবং তার ফুল্'কিগুলো হয় পূর্ব যৌবনা, তখন সে বৃদ্ধা বিধবার ন্যায় পালিয়ে যায়, যার চুল অধিকাংশই সাদা হয়ে গেঠে, রঙ হয়ে গেছে ফিকে ও পরিবর্তিত, যার ঘ্রাণ নিতে ও চুমু খেতে ঘৃণা লাগে",
        "hadithBengali": "৬৬১৫। উমর ইবনু হাফস ইবনু গিয়াস (রহঃ) ... হুযায়ফা (রাঃ) থেকে বর্ণিত যে তিনি বলেন, এক সময় আমরা উমর (রাঃ) এর নিকট বসা ছিলাম। হঠাৎ তিনি বললেন, ফিতনা সম্পর্কে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর বক্তব্য তোমাদের মধ্যে কে স্মরণ রেখেছে? হুযায়ফা (রাঃ) বললেন, (নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন) মানুষ নিজের পরিবার, ধন-সম্পদ, সন্তান-সন্ততি ও প্রতিবেশী সংক্রান্ত ব্যাপারে যে ফিতনায় নিপতিত হয় সালাত (নামায/নামাজ), সাদাকা, সৎকাজের আদেশ, অসৎ কাজের নিষেধ তার সে পাপকে মোচন করে দেয়। তিনি বললেন, আমি তোমাকে এ সম্পর্কে জিজ্ঞাসা করিনি এবং সে ফিতনার ব্যাপারে জিজ্ঞাসা করেছি যা সাগর লহরীর মত ঢেউ খেলবে।;\n\nহুযায়ফা (রাঃ) বললেনঃ হে আমীরুল মুমিনীন! সে ফিতনায় আপনার কোন অসুবিধা হবে না। কেননা, সে ফিতনা ও আপনার মাঝে একটি বন্ধ দরজা রয়েছে। উমর (রাঃ) বললেন, দরজাটি কি ভেঙ্গে ফেলা হবে, না খুলে দেওয়া হবে? তিনি বললেন, না বরং ভেঙ্গে ফেলা হবে। উমর (রাঃ) বললেনঃ তা হলে তো সেটা আর কখনো বন্ধ করা যাবে না। (হুযায়ফা বলেন) আমি বললাম, হ্যাঁ। (আকীক বলেন) আমরা হুযায়ফা (রাঃ) কে জিজ্ঞাসা করলাম, উমর (রাঃ) কি দরজাটি সম্পর্কে জানতেন? উত্তরে তিনি বললেনঃ হ্যাঁ। যেরুপ আমি সুনিশ্চিতভাবে জানি যে আগামী দিনের পর রাত আসবে। কেননা আমি তাকে এরূপ একটি হাদীস বর্ননা করেছিলাম যা ভ্রান্তিমুক্ত।;\n\n(শাকীক বলেন) দরজাটি কে সে সম্পর্কে হুযায়ফা (রাঃ) কে জিজ্ঞাসা করতে আমরা ভয় পাচ্ছিলাম, তাই আমরা মাসরুককে জিজ্ঞাসা করতে বললাম। তিনি তাঁকে জিজ্ঞাসা করলেন, দরজাটি কে? উত্তরে তিনি বললেনঃ উমর (রাঃ) (নিজেই)।;\n",
        "id": 6615,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "হুযাইফাহ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৯৩. সমুদ্রের তরঙ্গের ন্যায় ফিত্'না তরঙ্গায়িত। ইব্'ন উয়ায়না (রহঃ) খালফ্' ইব্'ন হাওশাব (রহঃ) থেকে বর্ণনা করেছেন যে, পূর্ববর্তী লোকেরা নিম্নোক্ত কবিতার দ্বারা ফিত্'নার উপমা পেশ করতে পছন্দ করতেন। যুদ্ধের প্রাথমিক অবস্থা যুবতীর মত, যে তার রূপ-লাবণ্য দিয়ে অপরিণামদর্শীর উদ্দেশ্যে ছুটাছুটি করে। কিন্তু যখন যুদ্ধের দাবানল দাউ দাউ করে জ্বলে উঠে এবং তার ফুল্'কিগুলো হয় পূর্ব যৌবনা, তখন সে বৃদ্ধা বিধবার ন্যায় পালিয়ে যায়, যার চুল অধিকাংশই সাদা হয়ে গেঠে, রঙ হয়ে গেছে ফিকে ও পরিবর্তিত, যার ঘ্রাণ নিতে ও চুমু খেতে ঘৃণা লাগে",
        "hadithBengali": "৬৬১৬। সাঈদ ইবনু আবূ মারিয়াম (রহঃ) ... আবূ মূসা আশআরী (রাঃ) থেকে বর্ণিত। তিনি বলেন, একদা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম প্রয়োজনবশত মদিনার (দেয়াল ঘেরা) বাগানসমূহের কোন একটি বাগানের উদ্দেশ্যে বের হলেন আমি তার পিছনে গেলাম। তিনি যখন বাগানে প্রবেশ করলেন আমি এর দরজায় বসে রইলাম এবং মনে মনে বললাম, অদ্য আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর প্রহরীর কাজ আঞ্জাম দিব। অবশ্য তিনি আমাকে এর নির্দেশ দেননি। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ভিতরে গেলেন এবং স্বীয় প্রয়োজন সেরে নিলেন। এরপর একটি কূপের পোস্তার উপর বসে পড়লেন এবং হাঁটুর নিচের অংশের কাপড় তুলে নিয়ে উভয় পা কুপের মধ্যে ঝুলিয়ে দিলেন।;\n\nএমন সময় আবূ বকর (রাঃ) এসে তার নিকট প্রবেশের অনুমতি চাইলেন। আমি বললাম, আপনি অপেক্ষা করুন, যতক্ষন না আমি আপনার জন্য অনুমতি নিয়ে আসছি। তিনি অপেক্ষা করলেন। আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট আসলাম এবং বললাম, হে আল্লাহর নবী! আবূ বকর (রাঃ) আপনার কাছে প্রবেশের অনুমতি চাইছেন। তিনি বললেনঃ তাকে আসার অনুমতি দাও এবং তাকে জান্নাতের শুভ সংবাদ দাও। আবু বকর (রাঃ) প্রবেশ করলেন এবং নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর ডান পার্শ্বে গিয়ে বসলেন। এরপর তিনিও হাঁটুর নিচের অংশ অনাবৃত করে উভয় পা কূপের মধ্যে ঝুলিয়ে দিলেন।;\n\nএরপর উমর (রাঃ) আসলেন। আমি বললাম, আপনি স্বস্থানে অপেক্ষা করুন। আমি আপনার জন্য অনুমতি নিয়ে আসি। (অনুমতি প্রার্থনা করলে) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তাঁকে আসার অনুমতি দাও এবং জানাতের সুসংবাদ দাও। তিনি এসে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর বাম দিকে বসলেন এবং তিনি নিচের অংশ অনাবৃত করে উভয় পা কূপের মধ্যে ঝুলিয়ে দিলেন। এতে কূপের পোস্তা পরিপূর্ণ হয়ে গেল এবং সেখানে বসার আর কোন স্থান অবশিষ্ট রইল না।;\n\nএরপর উসমান (রাঃ) আসলেন। আমি বললাম, আপনি স্বস্থানে অপেক্ষো করুন, যতক্ষন আমি আপনার জন্য অনুমতি নিয়ে না আসি। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তাঁকে আসার অনুমতি দাও এবং তাকে বিপদাক্রান্ত হওয়াসহ জান্নাতের সুসংবাদ দাও। তিনি প্রবেশ করলেন। কিন্তু তাদের সঙ্গে বসার কোন স্থান পেলেন না। ফলতঃ তিনি বিপরীত দিকে এসে তাদের মুখোমুখী হয়ে কুয়ার পাড়ে বসে গেলেন এবং হস্তদ্বয়ের নিচের অংশ অনাবৃত করে উভয় পা কুয়ার অভ্যন্তরে ঝুলিয়ে দিলেন। আমি তখন আমার অপর এক ভাই এর (আগমন) কামনা করছিলাম এবং আল্লাহর নিকট দোয়া করছিলাম যেন সে (এ মুহূর্তে) আগমন করে।;\n\nইবনু মূসাইয়্যাব বলেন, আমি এ ঘটনার মর্মার্থ এভাবে গ্রহণ করেছি যে, তা হল তাদের তিনজনের কবরের নমুনা যা এখানে একসঙ্গে হয়েছে। আর উসমান (রাঃ)-র ভিন্ন স্থানে।;\n",
        "id": 6616,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ মূসা আল- আশআরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৯৩. সমুদ্রের তরঙ্গের ন্যায় ফিত্'না তরঙ্গায়িত। ইব্'ন উয়ায়না (রহঃ) খালফ্' ইব্'ন হাওশাব (রহঃ) থেকে বর্ণনা করেছেন যে, পূর্ববর্তী লোকেরা নিম্নোক্ত কবিতার দ্বারা ফিত্'নার উপমা পেশ করতে পছন্দ করতেন। যুদ্ধের প্রাথমিক অবস্থা যুবতীর মত, যে তার রূপ-লাবণ্য দিয়ে অপরিণামদর্শীর উদ্দেশ্যে ছুটাছুটি করে। কিন্তু যখন যুদ্ধের দাবানল দাউ দাউ করে জ্বলে উঠে এবং তার ফুল্'কিগুলো হয় পূর্ব যৌবনা, তখন সে বৃদ্ধা বিধবার ন্যায় পালিয়ে যায়, যার চুল অধিকাংশই সাদা হয়ে গেঠে, রঙ হয়ে গেছে ফিকে ও পরিবর্তিত, যার ঘ্রাণ নিতে ও চুমু খেতে ঘৃণা লাগে",
        "hadithBengali": "৬৬১৭। বিশর ইবনু খালিদ (রহঃ) ... আবূ ওয়ায়িল (রহঃ) থেকে বর্ণিত। তিনি বলেন, উসামা (রাঃ) কে বলা হল আপনি কি এ ব্যাপারে কিছু বলবেন না? তিনি বললেন, আমি এ ব্যাপারে বলেছি, তবে এমন পন্থায় নয় যে, আমি তোমার জন্য একটি দ্বার (ফিতনার) উন্মোচিত করব যাতে আমিই হব এর প্রথম উন্মোচনকারী এবং আমি এমন ব্যাক্তি নই যে, কোন লোক দুই ব্যাক্তির আমীর নিযুক্ত হওয়ার পর তার সম্পর্কে বলব, আপনি উত্তম। কেননা, আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি যে (কিয়ামতের দিন) এক ব্যাক্তিকে নিয়ে আসা হবে এবং তাকে জাহান্নামে নিক্ষেপ করা হবে। এরপর তাকে গাঁধা দিয়ে চাকা ঘুরিয়ে যেমন গম পিষা হয়, সেরূপ পিষে ফেলা হবে। দোযখবাসীরা তার পাশে এসে সমবেত হবে এবং বলবে, হে অমুক! তুমিই কি আমাদের ভাল কাজের আদেশ ও মন্দ কাজ থেকে নিষেধ করতে না? তখন সে বলবে, হ্যাঁ, আমি ভাল কাজের আদেশ করতাম, তবে আমি নিজে তা করতাম না এবং মন্দ কাজ থেকে নিষেধ করতাম, তবে আমি নিজেই তা করতাম।;\n",
        "id": 6617,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৯৪. পরিচ্ছেদ নাই",
        "hadithBengali": "৬৬১৮। উসমান ইবনু হায়সাম (রহঃ) ... আবূ বাকরা (রাঃ) থেকে বর্ণিত। তিনি বলেন, একটি কথা দ্বারা আল্লাহ তাআলা জঙ্গে জামাল (উষ্ট্রের যুদ্ধ) এর সময় আমাকে বড়ই উপকৃত করেছেন। (সে কথাটি হল) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট যখন এ সংবাদ পৌছলে যে, পারস্যের লোকেরা কিসরার কন্যাকে তাদের শাসক নিযুক্ত করেছে তখন তিনি বললেনঃ সে জাতি কখনই সফলকাম হবে না যারা তাদের শাসনভার কোন রমনীর হাতে অর্পণ করে।;\n",
        "id": 6618,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ বাকরা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৯৪. পরিচ্ছেদ নাই",
        "hadithBengali": "৬৬১৯। আবদুল্লাহ ইবনু মুহাম্মাদ (রহঃ) ... আবূ মারিয়াম আবদুল্লাহ ইবনু যিয়াদ আসাদী (রহঃ) থেকে বর্ণিত। তিনি বলেন, তালহা, যুবায়র ও আয়িশা (রাঃ) যখন বসরার দিকে গমন করলেন, তখন আলী (রাঃ) আম্মার ইবনু ইয়াসির ও হাসান ইবনু আলী (রাঃ) কে প্রেরণ করলেন। তাঁরা আমাদের কুফায় আগমন করলেন এবং (মসজিদের) মিম্বরে উপবেশন করলেন। হাসান ইবনু আলী (রাঃ) মিম্বরের সর্বোচ্চ ধাপে উপবিষ্ট ছিলেন, আর আম্মার (রাঃ) হাসান (রাঃ) এর নিচের ধাপে দণ্ডায়মান ছিলেন। আমরা এসে তার নিকট সমবেত হলাম। এ সময় আমি শোনলাম, আম্মার (রাঃ) বলছেন, আয়িশা (রাঃ) বসরা অভিমুখে রওনা হয়ে গেছেন। নিঃসন্দেহে তিনি দুনিয়া ও আখিরাতে তোমাদের (আমাদের) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর পত্নী। কিন্তু আল্লাহ তাআলা এ কথা স্পষ্ট করে জেনে নেওয়ার জন্য তোমাদের পরীক্ষায় ফেলেছেন যে, তোমরা কি তাঁরই আনুগত্য কর, না তার অর্থাৎ আয়িশা (রাঃ) এর আনুগত্য কর।;\n",
        "id": 6619,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৯৪. পরিচ্ছেদ নাই",
        "hadithBengali": "৬৬২০। আবূ নুআয়ম (রহঃ) ... আবূ ওয়ায়িল (রহঃ) থেকে বর্ণনা করেছেন যে, আাম্মার (রাঃ) কুফার (মসজিদের) মিম্বরে দণ্ডায়মান হলেন এবং তিনি আয়িশা (রাঃ) ও তার সফরের কথা উল্লেখ করলেন। এরপর তিনি বললেন, তিনি [আয়িশা (রাঃ)] ইহলোক ও পরলোকে তোমাদের নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর পত্নী। কিন্তু বর্তমানে তোমরা তাঁকে নিয়ে ভীষণ পরীক্ষার মুখোমুখী হয়েছ।;\n",
        "id": 6620,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ ওয়াইল (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৯৪. পরিচ্ছেদ নাই",
        "hadithBengali": "৬৬২১। বাদাল ইবনু মুহাব্বার (রহঃ) ... আবূ ওয়ায়িল (রহঃ) থেকে বর্ণিত। তিনি বলেন, আলী (রাঃ) যখন আম্মার (রাঃ) কে যুদ্ধে অংশ গ্রহনের আহবান জানাতে কুফাবাসীদের নিকট প্রেরণ করলেন, তখন আবূ মূসা ও আবূ মাসউদ (রাঃ) তার নিকট উপস্থিত হয়ে বললেন, তোমার ইসলাম গ্রহণের পর থেকে আমাদের জানামতে বর্তমান বিষয়ে (যুদ্ধের জন্য মানুষকে অনুপ্রাণিত করার বিষয়ে) দ্রুত উদ্যোগ গ্রহণ করার চেয়ে অপছন্দনীয় কোন কাজ করতে আমরা তোমাকে দেখিনি। তখন আম্মার (রাঃ) বললেন, যখন থেকে আপনারা ইসলাম গ্রহণ করেছেন আমি আপনাদের কোন কাজ দেখিনি যা আমার কাছে অপছন্দনীয় বিবেচিত হয়েছে বর্তমানের এ কাজে দেরী করা ব্যতীত। তখন আবূ মাসউদ (রাঃ) তাদের দুজনকেই একজোড়া করে পোশাক পরিধান করিয়ে দিলেন। এরপর সকলেই (কুফা) মসজিদের দিকে রওনা হলেন।;\n",
        "id": 6621,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ ওয়াইল (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৯৪. পরিচ্ছেদ নাই",
        "hadithBengali": "৬৬২২। আবদান (রহঃ) ... শাকীক ইবনু সালমা (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি আবূ মাসউদ (রাঃ) আবূ মূসা (রাঃ) ও আম্মার (রাঃ) এর কাছে বসা ছিলাম। তখন আবূ মাসউদ (রাঃ) বললেন, তুমি ব্যতীত তোমার সঙ্গীদের মাঝে এমন কেউ নেই, যার সম্পর্কে আমি ইচ্ছা করলে কিছু না কিছু বলতে না পারি। তবে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গ লাভ করার পর থেকে এ ব্যাপারে দ্রুত উদ্যোগী হওয়ার চাইতে আমার দৃষ্টিতে দূষনীয় কোন কাজ তোমার কাছ থেকে দেখিনি। তখন আাম্মার (রাঃ) বললেন, হে আবূ মাসউদ! নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাথে তোমাদের সঙ্গ লাভ করার পর থেকে এ ব্যাপারে গড়িমসি করার চাইতে আমার দৃষ্টিতে অধিক দূষনীয় কোন কাজ তোমার থেকে এবং তোমার এ সঙ্গী থেকে দেখিনি। আবূ মাসউদ (রাঃ) ধনবান ব্যাক্তি ছিলেন। তিনি (তার চাকরকে) বললেন, হে বৎস! দুজোড়া পোশাক নিয়ে এস। এরপর তিনি তার একটি আবূ মূসা (রাঃ) কে ও অপরটি আম্মার (রাঃ) কে দিলেন এবং বললেন, এগুলো পরিধান করে জুম আর নামাযে যাও।;\n",
        "id": 6622,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "শাক্বীক ইবনু সালামা (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৯৫. যখন আল্লাহ্ কোন সম্প্রদায় এর উপর আযাব নাযিল করেন",
        "hadithBengali": "৬৬২৩। আবদুল্লাহ ইবনু উসমান (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যখন আল্লাহ কোন কাওমের উপর আযাব নাযিল করেন তখন সেখানে বসবাসরত সকলের উপরই সেই আযাব নিপতিত হয়। অবশ্য পরে (কিয়ামতের দিন) প্রত্যেককে তার আমল অনুসারে উঠানো হবে।;\n",
        "id": 6623,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৯৬. হাসান ইবন আলী (রাঃ) সম্পর্কে রাসূলূল্লাহ (সাঃ) এর উক্তিঃ অবশ্যই আমার এই পৌত্র সরদার। আর সম্ভবত মহান আল্লাহ্ তাআলা তাঁর মাধ্যমে মুসলিমদের (বিবাদমান) দু'টি দলের মধ্যে সমঝোতা সৃষ্টি করবেন",
        "hadithBengali": "৬৬২৪। আলী ইবনু আবদুল্লাহ (রহঃ) ... হাসান বসরী (রহঃ) থেকে বর্ণিত। তিনি বলেন, যখন হাসান ইবনু আলী (রাঃ) সেনাবাহিনী নিয়ে মুআবিয়া (রাঃ) এর মুকাবিলায় রওনা হলেন, তখন আমর ইবনু আস (রাঃ) মুআবিয়া (রাঃ) কে বললেন, আমি এরুপ এক সেনাবাহিনী দেখছি, যারা বিপক্ষকে না ফিরিয়ে পিছু হবে না। মুআবিয়া (রাঃ) বললেন, তাহলে মুসলিমদের সন্তান-সন্ততির তত্তাবধান কে করবে? আমর ইবনু আস (রাঃ) বললেন, আমি। এ সময় আবদুল্লাহ ইবনু আমির (রাঃ) ও আব্দুর রহমান ইবনু সামুরা (রাঃ) বললেন, আমরা তার সঙ্গে সাক্ষাত করব এবং তাকে সন্ধির কথা বলব।;\n\nহাসান বসরী (রহঃ) বলেনঃ আমি আবূ বাকরা (রাঃ) থেকে শুনেছি, তিনি বলেন, একদা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ভাষণ দিচ্ছিলেন। এমন সময় হাসান (রাঃ) আসলেন। তিনি (নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁকে দেখে) বললেনঃ আমার এ পৌত্র সরদার আর সম্ভবত আল্লাহ-তাআলা তার মাধ্যমে মুসলিমদের দুটি (বিবদমান) দলের মধ্যে সমঝোতা সৃষ্টি করবেন।;\n",
        "id": 6624,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "হাসান বাসরী (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৯৬. হাসান ইবন আলী (রাঃ) সম্পর্কে রাসূলূল্লাহ (সাঃ) এর উক্তিঃ অবশ্যই আমার এই পৌত্র সরদার। আর সম্ভবত মহান আল্লাহ্ তাআলা তাঁর মাধ্যমে মুসলিমদের (বিবাদমান) দু'টি দলের মধ্যে সমঝোতা সৃষ্টি করবেন",
        "hadithBengali": "৬৬২৫। আলী ইবনু আবদুল্লাহ (রহঃ) ... উসামা (রাঃ) এর গোলাম হারামালা (রহঃ) থেকে বর্নিত। তিনি বলেন, উসামা (রাঃ) আমাকে আলী (রাঃ) এর কাছে পাঠালেন। আর তিনি বলে দিলেন যে, সেখানে যাওয়ার পরই [আলী (রাঃ)] তোমাকে জিজ্ঞাসা করবেন যে, তোমার সঙ্গীকে (আমার সহযোগিতা থেকে) কিসে পিছনে (বিরত) রেখেছে? তুমি তাঁকে বলবে, তিনি আপনার কাছে এ কথা বলে পাঠিয়েছেন যে, যদি আপনি সিংহের মুখে পতিত হন, তবুও আমি আপনার সঙ্গে সেখানে থাকাকে ভাল মনে করব। তবে এ বিষয়টি (অর্থাৎ মূসলমানদের পরস্পরিক যুদ্ধ) আমি ভাল মনে করছি না। (হারামালা বলেন) তিনি [আলী (রাঃ)] আমাকে কিছুই দিলেন না। এরপর আমি হাসান, হুসাইন ও আবদুল্লাহ ইবনু জাফর (রাঃ) এর কাছে গেলাম। তাঁরা আমার বাহন (মাল দিয়ে) বোঝাই করে দিলেন।;\n",
        "id": 6625,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৯৭. যখন কেউ কোন সম্প্রদায়ের কাছে কিছু বলে পরে বেরিয়ে এসে বিপরীত বলে",
        "hadithBengali": "৬৬২৬। সুলায়মান ইবনু হারব (রহঃ) ... নাফি (রহঃ) থেকে বর্ণিত। তিনি বলেন, যখন মদিনার লোকেরা ইয়াযীদ ইবনু মুআবিয়া (রাঃ) এর বায়আত ভঙ্গ করল, তখন ইবনু উমর (রাঃ) তার বিশেষ ভক্তবৃন্দ ও সন্তানদের সমবেত করলেন এবং বললেন, আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি যে, কিয়ামতের দিন প্রত্যেক বিশ্বাসঘাতকের জন্য একটি করে ঝাণ্ডা (পতাকা) উত্তোলন করা হবে। আর আমরা এ লোকটির (ইয়াযীদের) প্রতি আল্লাহ ও তার রাসুলের বর্ণিত শর্তানুযায়ী বায়আত গ্রহণ করেছি। বস্তুত কোন একজন লোকের প্রতি আল্লাহ ও তার রাসুলের বর্ণিত শর্তানুযারী বায়আত গ্রহণ করার পর তার বিরুদ্ধে যুদ্ধের প্রস্তুতি গ্রহণের চেয়ে বড় কোন বিশ্বাসঘাতকতা আছে বলে আমি জানিনা। আমি যেন কারো সম্পর্কে ইয়াযীদের বায়আত ভঙ্গ করেছে, কিংবা সে আনুগত্য করছে না জানতে না পাই। অন্যথায় তার ও আমার সম্পর্ক বিচ্ছিন্ন হয়ে যাবে।;\n",
        "id": 6626,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": " নাফি (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৯৭. যখন কেউ কোন সম্প্রদায়ের কাছে কিছু বলে পরে বেরিয়ে এসে বিপরীত বলে",
        "hadithBengali": "৬৬২৭। আহমাদ ইবনু ইউনূস (রহঃ) ... আবুল মিনহাল (রহঃ) থেকে বর্ণিত। তিনি বলেন, ইবনু যিয়াদ ও মারওয়ান যখন সিরিয়ার শাসনকর্তা নিযুক্ত ছিলেন এবং ইবনু যুবায়র (রাঃ) মক্কার শাসনক্ষমতা দখল করে নিলেন, আর ক্বারী নামধারীরা (খারেজীরা) বসরায় ক্ষমতায় চেপে বসল, তখন একদিন আমি আমার পিতার সঙ্গে আবূ বারযা আসলামী (রাঃ) এর উদ্দেশ্যে রওনা করে আমরা তার ঘরে প্রবেশ করলাম। এ সময় তিনি তার বাশের তৈরি কুঠরীর ছায়াতলে বসা ছিলেন। আমরা তার কাছে বসলাম। আমার পিতা তার কাছ থেকে কিছু হাদীস শুনতে চাইলেন। পিতা বললেন, হে আবূ বারযা! লোকেরা কি ভীষণ সংকটে পতিত হয়েছে তা কি আপনি লক্ষ্য করছেন না?;\n\nসর্বপ্রথম যে কথাটি তাঁকে বলতে শোনলাম তা হল, আমি যে কুরায়শের গোত্রসমূহের প্রতি বিরূপ ভাব পোষণ করি, এজন্য আল্লাহর কাছে অবশ্যই সাওয়াবের প্রত্যাশা করি। হে আরববাসীরা! তোমরা যে কিরূপ গোমরাহী, অভাব-অনটন ও লাঞ্চনাকর অবস্থায় ছিলে তা তোমরা জানো। মহান আল্লাহ তাআলা ইসলাম ও মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর মাধ্যমে সে অবস্থা থেকে মুক্ত করে তোমাদের বর্তমান অবস্থায় পৌছিয়েছেন, যা তোমরা দেখছ। আর এ পার্থিব দুনিয়াই তোমাদের মাঝে বিশৃংখলা সৃষ্টি করেছে। ঐ যে লোকটা সিরিয়ায় (ক্ষমতা দখল করে) আছে, আল্লাহর কসম। একমাত্র দুনিয়ার সার্থ ছাড়া অন্য কোন উদ্দেশ্যে সে লড়াই করেনি।;\n",
        "id": 6627,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ মিনহাল (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৯৭. যখন কেউ কোন সম্প্রদায়ের কাছে কিছু বলে পরে বেরিয়ে এসে বিপরীত বলে",
        "hadithBengali": "৬৬২৮। আদম ইবনু আবূ ইয়াস (রহঃ) ... হুযায়ফা ইবনুু-ইয়ামান (রাঃ) থেকে বর্ণিত। তিনি বলেন, বর্তমান যুগের মুনাফিকরা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যুগের মুনাফিকদের চাইতেও জঘন্য। কেননা, সে যুগে তারা (মুনাফিকী) করত গোপনে আর আজ করে প্রকাশ্যে।;\n",
        "id": 6628,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "হুযাইফাহ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৯৭. যখন কেউ কোন সম্প্রদায়ের কাছে কিছু বলে পরে বেরিয়ে এসে বিপরীত বলে",
        "hadithBengali": "৬৬২৯। খাল্লাদ ইবনু ইয়াহইয়া (রহঃ) ... হুযায়ফা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নিফাক বস্তুত নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যুগে ছিল। আর এখন হল তা ঈমান গ্রহণের পর কুফরী।;\n",
        "id": 6629,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "হুযাইফাহ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৯৮. কবরবাসীদের প্রতি ঈর্ষা না জাগা পর্যন্ত কিয়ামত কায়েম হবে না",
        "hadithBengali": "৬৬৩০। ইসমাঈল (রহঃ) ... আবূ হুরায়রা (রাঃ) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন। তিনি বলেছেনঃ কিয়ামত কায়ম হবে না যতক্ষন এক ব্যাক্তি অপর ব্যাক্তির কবরের পাশে দিয়ে যাওয়ার সময় না বলবে হায়! যদি আমি তার স্থলে হতাম।;\n",
        "id": 6630,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৯৯. যামানার এমন পরিবর্তন হবে যে, পূনরায় মূর্তিপূজা শুরু হবে",
        "hadithBengali": "৬৬৩১। আবুল ইয়ামান (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে বলতে শুনেছি যে, কিয়ামত কায়েম হবে না, যতক্ষন যুলখালাসার পাশে দাওস গোত্রীয় রমনীদের নিতম্ব দোলায়িত না হবে। যুলখালাসা হল দাওস গোত্রের একটি মূর্তি। জাহিলি যুগে তারা এর উপাসনা করত।;\n",
        "id": 6631,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৯৯৯. যামানার এমন পরিবর্তন হবে যে, পূনরায় মূর্তিপূজা শুরু হবে",
        "hadithBengali": "৬৬৩২। আবদুল আযীয ইবনু আবদুল্লাহ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কিয়ামত কায়েম হবে না যতক্ষন না কাহতান গোত্র থেকে এমন এক ব্যাক্তি আবির্ভূত হবে, যে মানুষকে লাঠি দিয়ে তাড়িয়ে নেবে।;\n",
        "id": 6632,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৩০০০. আগুন বের হওয়া। আনাস (রাঃ) বলেন, রাসূলূল্লাহ (সাঃ) বলেছেনঃ কিয়ামতের সর্বপ্রথম আলামত হবে আগুন, যা মানুষকে পূর্ব থেকে তাড়িয়ে নিয়ে পশ্চিমে সমবেত করবে",
        "hadithBengali": "৬৬৩৩। আবুল ইয়ামান (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কিয়ামত কায়েম হবে না যতক্ষন না হিজাযের যমীন থেকে এমন আগুন বের হবে, যা বসরার উটগুলোর গর্দান আলোকিত করে দেবে।;\n",
        "id": 6633,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৩০০০. আগুন বের হওয়া। আনাস (রাঃ) বলেন, রাসূলূল্লাহ (সাঃ) বলেছেনঃ কিয়ামতের সর্বপ্রথম আলামত হবে আগুন, যা মানুষকে পূর্ব থেকে তাড়িয়ে নিয়ে পশ্চিমে সমবেত করবে",
        "hadithBengali": "৬৬৩৪। আবদুল্লাহ ইবনু সাঈদ কিন্দী (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ অদ্য ভবিষ্যতে ফোরাত নদী তার গর্ভস্ত স্বর্ণের খনি বের করে দেবে সে সময় যারা উপস্থিত থাকবে তারা যেন তা থেকে কিছুই গ্রহণ না করে।;\n\nউকবা (রহঃ) ... আবূ হুরায়রা (রাঃ) সুত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে এ হাদীসটি অনুরূপ বর্ণনা করেছেন। তবে সেখানে كَنْزٍ مِنْ ذَهَبٍ এর স্থলে جَبَلٍ مِنْ ذَهَبٍ (স্বর্ণের পাহাড়) উল্লেখ আছে।;\n",
        "id": 6634,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৩০০১. পরিচ্ছেদ নাই",
        "hadithBengali": "৬৬৩৫। মুসাদ্দাদ (রহঃ) ... হারিসা ইবনু ওয়াহাব (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি যে, তোমরা সাদাকা কর। কেননা, অচিরেই এমন এক যুগ আসবে যে মানুষ সাদাকা নিয়ে ঘোরাফেরা করবে। কিন্তু সাদাকা গ্রহণ করে এমন কাউকে পাবে না। মুসাদ্দাদ (রহঃ) বলেন, হারিসা উবায়দুল্লাহ ইবনু উমর (রাঃ) এর বৈপিত্রেয় ভাই।;\n",
        "id": 6635,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": " হারিসাহ ইবনু ওয়াহব (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৩০০১. পরিচ্ছেদ নাই",
        "hadithBengali": "৬৬৩৬। আবুল ইয়ামান (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কিয়ামত কায়েম হবে না যতক্ষন দুটি বড় দল পরস্পরে মহাযুদ্ধে লিপ্ত না হবে। উভয় দলের দাবি হবে অভিন্ন। আর যতক্ষন ত্রিশের কাছাকাছি মিথ্যাবাদী দাজ্জাল এর প্রকাশ না পাবে। তারা প্রত্যেকেই নিজেকে আল্লাহর প্রেরিত রাসুল বলে দাবি করবে এবং যতক্ষন ইল্'ম তুলে নেওয়া না হবে। আর ভূমিকম্প অধিক হারে না হবে। আর যামানা (কাল) সংক্ষিপ্ত না হবে এবং (ব্যাপক হারে) ফিতনা প্রকাশ না পাবে। আর হারজ ব্যাপকতর হবে। হারজ হল হত্যা। আর যতক্ষন তোমাদের মাঝে ধন-সম্পদ বৃদ্ধি না পাবে। তখন সম্পদের এমন সয়লাব শুরু হবে যে, সম্পদের মালিক তার সাদাকা কে গ্রহণ করবে- এ নিয়ে চিন্তাগ্রস্থ হয়ে পড়বে। এমন কি যার নিকট সে সম্পদ পেশ করবে সে বলবে আমার এ মালের কোনই প্রয়োজন নেই। আর যতক্ষন মানুষ সুউচ্চ প্রাসাদ নির্মাণের ক্ষেত্রে পরস্পরে প্রতিযোণিতায় অবতীর্ন না হবে। আর যতক্ষন এক ব্যাক্তি অপর ব্যাক্তির কবরের পাশ দিয়ে যাওয়ার সময় বলবে হায়! আমি যদি এ কবরবাসীর স্থলে হতাম এবং যতক্ষন সূর্য পশ্চিম দিক থেকে উদিত না হবে।;\n\nযখন সূর্য পশ্চিম দিক থেকে উদিত হবে এবং সকল লোক তা দেখবে। এবং সেদিন সকলেই ঈমান আনবে। কিন্তু সে দিন তার ঈমান কাজে আসবে না, যে ব্যাক্তি এর আগে ঈমান আনেনি। কিংবা ইতিপূর্বে যারা ঈমান আনেনি কিংবা ঈমানের মাধ্যমে কল্যাণ অর্জন করেনি (৬ঃ ১৫৮) আর অবশ্যই কিয়ামত এমন অবস্থায় কায়েম হবে যে দুব্যাক্তি (পরস্পরে বেচাকেনার উদ্দেশ্যে) কাপড় খুলবে। কিন্তু তারা বেচাকেনা ও গুটিয়ে রাখা শেষ করতে পারবে না। অবশ্যই কিয়ামত এমন অবস্থায় কায়েম হবে যে, এক ব্যাক্তি তার উটের দুধ দোহন করে নিয়ে ফিরেছে কিন্তু সে তা পান করতে পারবে না। কিয়ামত এমন অবস্থায় কায়েম হবে যে, এক ব্যাক্তি তার হাওয আস্তর করছে, কিন্তু সে পানি পান করাতে পারবে না। অবশ্যই কিয়ামত এমন (অতর্কিত) অবস্থায় কায়েম হবে যে, এক ব্যাক্তি মুখের কাছে লোকমা তুলবে কিন্তু সে তা আহার করতে পারবে না।;\n",
        "id": 6636,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৩০০২. দাজ্জাল সংক্রান্ত আলোচনা ",
        "hadithBengali": "৬৬৩৭। মুসাদ্দাদ (রহঃ) ... মুগীরা ইবনু শুবা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে দাজ্জাল সম্পর্কে যত বেশি প্রশ্ন করতাম সেরূপ আর কেউ করেনি। তিনি আমাকে বললেনঃ তা থেকে তোমার কি ক্ষতি হবে? আমি বললাম, লোকেরা বলে যে, তার সাথে রুটির পাহাড় ও পানির নহর থাকবে। তিনি বললেনঃ আল্লাহর কাছে তা অতি সহজ।;\n",
        "id": 6637,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "মুগীরা ইবনু শু'বা  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৩০০২. দাজ্জাল সংক্রান্ত আলোচনা ",
        "hadithBengali": "৬৬৩৮। মূসা ইবনু ইসমাঈল (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত যে, আবূ আবদুল্লাহ (রহঃ) বলেনঃ আমার মনে হয় তিনি হাদীসটি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকেই বর্ণনা করেছেন। তিনি বলেন, দাজ্জালের ডান চক্ষুটি কানা হবে, যেন তা ফোলা আঙ্গুরের ন্যায়।;\n",
        "id": 6638,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৩০০২. দাজ্জাল সংক্রান্ত আলোচনা ",
        "hadithBengali": "৬৬৩৯। সাদ ইবনু হাফস (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত যে, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ দাজ্জাল আসবে। অবশেষে মদিনার এক পার্শ্বে অবতরণ করবে। (এ সময় মদিনা) তিনবার প্রকম্পিত হবে। তখন সকল কাফের ও মুনাফিক বের হয়ে তার কাছে চলে আসবে।;\n",
        "id": 6639,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৩০০২. দাজ্জাল সংক্রান্ত আলোচনা ",
        "hadithBengali": "৬৬৪০। আবদুল আযীয ইবনু আবদুল্লাহ (রহঃ) ... আবূ বাকরা (রাঃ) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেন। তিনি বলেছেনঃ মাসীহ দাজ্জালের ভয় থেকে মদিনায় প্রবেশ করবে না। সে সময় মদিনায় সাতটি প্রবেশ পথ থাকবে। প্রত্যেক প্রবেশ পথে দুজন করে ফেরেশতা নিয়োজিত থাকবেন।;\n\nইবনু ইসহাক ... ইবরাহীম (রহঃ) থেকে বর্ণিত। তিনি বলেন যে, আমি যখন বসরায় আগমন করলাম তখন আবূ বাকরা (রাঃ) আমাকে বললেন যে, এ হাদীসটি আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে শুনেছি।;\n",
        "id": 6640,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ বাকরা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৩০০২. দাজ্জাল সংক্রান্ত আলোচনা ",
        "hadithBengali": "৬৬৪১। আলী ইবনু আবদুল্লাহ (রহঃ) ... আবূ বাকরা (রাঃ) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন। তিনি বলেছেনঃ মদিনায় মাসীহ দাজ্জাল এর প্রভাব পড়বেনা। সে সময় মদিনার সাতটি প্রবেশদ্বার থাকবে। প্রতি প্রবেশদ্বারে দুজন করে ফেরেশতা নিয়োজিত থাকবেন।;\n",
        "id": 6641,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ বাকরা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৩০০২. দাজ্জাল সংক্রান্ত আলোচনা ",
        "hadithBengali": "৬৬৪২। আবদুল আযীয ইবনু আবদুল্লাহ (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) বলেন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম লোক সমাবেশে দাঁড়ালেন এবং মহান আল্লাহ তাআলার যথাযোগ্য প্রশংসা করলেন। এরপর তিনি দাজ্জাল প্রসঙ্গে কথা বললেনঃ তার সম্পর্কে আমি তোমাকে সতর্ক করছি। এমন কোন নবী নেই তিনি তাঁর কাওমকে এ বিষয়ে সতর্ক করেননি। তবে তার সম্পর্কে আমি তোমাদের এমন একটি কথা বলব যা কোন নবী তার কাওমকে বলেননি। তা হল যে, সে কানা হবে আর আল্লাহ তাআলা অবশ্যই কানা নন।;\n",
        "id": 6642,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৩০০২. দাজ্জাল সংক্রান্ত আলোচনা ",
        "hadithBengali": "৬৬৪৩। ইয়াহইয়া ইবনু বুকায়র (রহঃ) ... ইবন উমর (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমি নিদ্রিত অবস্থায় দেখতে পেলাম যে, আমি কাবার তাওয়াফ করছি। হঠাৎ একজন লোককে দেখতে পেলাম ধূসর বর্ণের আলুথালু কেশধারী, তার মাথা থেকে পানি গড়িয়ে পড়ছে কিংবা টপকে পড়ছে। আমি জিজ্ঞাসা করলাম, ইনি কে? লোকেরা বলল, ইনি মারিয়ামের পুত্র। এরপর আমি তাকাতে লাগলাম, হঠাৎ দেখতে পেলাম, এক ব্যাক্তি স্থুলকায় লাল বর্ণের কোঁকড়ানো চুল, এক চোখ কানা, চোখটি যেন ফোলা আঙুরের ন্যায়। লোকেরা বলল এ-হল দাজ্জাল! তার সাথে অধিকতর সাদৃশ্যপূর্ন লোক হল ইবনু কাতান, বনী খুযাআর এক ব্যাক্তি।;\n",
        "id": 6643,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৩০০২. দাজ্জাল সংক্রান্ত আলোচনা ",
        "hadithBengali": "৬৬৪৪। আবদুল আযীয ইবনু আবদুল্লাহ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন যে, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে সালাত (নামায/নামাজ) এর মাঝে দাজ্জালের ফিতনা থেকে পানাহ চাইতে শুনেছি।;\n",
        "id": 6644,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৩০০২. দাজ্জাল সংক্রান্ত আলোচনা ",
        "hadithBengali": "৬৬৪৫। আবদান (রহঃ) ... হুযায়ফা (রাঃ) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেন। তিনি দাজ্জাল সম্পর্কে বলেছেনঃ তার সাথে পানি ও আগুন থাকবে। বস্তুত তার আগুনই হবে শীতল পানি, আর তার পানি হবে আগুন। আবূ মাসউদ (রাঃ) বর্ণনা করেন যে, আমিও এ হাদীসটি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে শুনেছি।;\n",
        "id": 6645,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "হুযাইফাহ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৩০০২. দাজ্জাল সংক্রান্ত আলোচনা ",
        "hadithBengali": "৬৬৪৬। সুলায়মান ইবনু হারব (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ এমন কোন নবী প্রেরিত হন নাই যিনি তার উম্মতকে এই কানা মিথ্যুক সম্পর্কে সতর্ক করেননি। জেনে রেখো, সে কিন্তু কানা, আর তোমাদের রব কানা নন। আর তার দুই চোখের মাঝখানে কাফের শব্দটি লিপিবদ্ধ থাকবে। এ বিষয়ে আবূ হুরায়রা (রাঃ) ও ইবনু আব্বাস (রাঃ) থেকেও হাদীস বর্ণিত আছে।;\n",
        "id": 6646,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৩০০৩. দাজ্জাল মদীনায় প্রবেশ করতে পারবে না",
        "hadithBengali": "৬৬৪৭। আবুল ইয়ামান (রহঃ) ... আবু সাঈদ খুদরী (রাঃ) থেকে বর্ণিত। তিনি বলেন, একদিন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের কাছে দাজ্জাল সম্পর্কে দীর্ঘ হাদীস বর্ণনা করলেন। তিনি তার সম্পর্কে আমাদেরকে যা কিছু বলেছিলেন, তার মাঝে এও বলেছেন যে, দাজ্জাল আসবে তবে মদিনার প্রবেশপথে তার প্রবেশাধিকার নিষিদ্ধ থাকবে। মদিনার সংলগ্ন বালুময় একটি স্থানে সে অবস্থান গ্রহণ করবে। এ সময় তার দিকে এক ব্যাক্তি গমন করবে। যিনি মানুষের মাঝে উত্তম। কিংবা উত্তম ব্যাক্তিদের একজন। সে বলবে, আমি সাক্ষ্য দিচ্ছি যে, তূই সেই দাজ্জাল, যার সম্পর্কে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের কাছে তাঁর হাদীস বর্ননা করেছেন। তখন দাজ্জাল বলবে, তোমরা দেখ আমি যদি একে হত্যা করে আবার জীবিত করে দেই তাহলে কি তোমরা এ ব্যাপারে সন্দেহ পোষণ করবে? লোকেরা বলবে, না। এরপর সে তাকে হত্যা করবে এবং পুনরায় জীবিত করবে। তখন সে লোকটি বলবে, আল্লাহর কসম! তোর সম্পর্কে আজকের মত দৃঢ় বিশ্বাসী ছিলাম না। তখন দাজ্জাল তাকে হত্যা করতে চাইবে। কিন্তু সে তা করতে সক্ষম হবে না।;\n",
        "id": 6647,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ সা'ঈদ খুদরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৩০০৩. দাজ্জাল মদীনায় প্রবেশ করতে পারবে না",
        "hadithBengali": "৬৬৪৮। আবদুল্লাহ ইবনু মাসলামা (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ মদিনার প্রবেশ পথ সমূহে ফেরেশতা-নিয়োজিত রয়েছে। অতএব সেখানে রো গ ও দাজ্জাল প্রবেশ করবে না।;\n",
        "id": 6648,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৩০০৩. দাজ্জাল মদীনায় প্রবেশ করতে পারবে না",
        "hadithBengali": "৬৬৪৯। ইয়াহইয়া ইবনু মূসা (রহঃ) ... আনাস (রাঃ) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন। তিনি বলেছেন, যে, মদিনার দিকে দাজ্জাল আসবে, সে ফেরেশতাদেরকে মদিনা পাহারা দেওয়া অবস্থায় দেখতে পাবে। অতএব দাজ্জাল ও প্লেগ এর (মদিনার) নিকটস্থ হবে না ইনশা আল্লাহ।;\n",
        "id": 6649,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৩০০৪. ইয়াজূজ ও মাজূজ ",
        "hadithBengali": "৬৬৫০। আবুল ইয়ামান ও ইসমাঈল (রহঃ) ... যায়নাব বিনত জাহাশ (রাঃ) থেকে বর্ণিত যে, একদা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উদ্বিগ্ন অবস্থায় এরূপ বলতে বলতে আমার গৃহে প্রবেশ করলেন যে, আল্লাহ ছাড়া কোন উপাস্য নাই। আক্ষেপ আরবের জন্য মন্দ থেকে যা অতি নিকটবর্তী। বৃদ্ধাঙ্গুল ও তৎসংলগ্ন আঙ্গুল গোলাকৃতি করে তার দিকে ইঙ্গিত করে বললেনঃ আজ ইয়াজুজ ও মাজুজের প্রাচীর এ পরিমাণ উন্মোচিত হয়েছে। যায়নাব বিনত জাহাশ (রাঃ) বলেন, আমি বললাম, ইয়া রাসুলাল্লাহ! আমাদের মাঝে সৎ লোকেরা বিদ্যমান থাকা সত্ত্বেও কি আমরা ধ্বংস হয়ে যাব? উত্তরে তিনি বললেনঃ হ্যাঁ। যদি পাপাচার বেড়ে যায়।;\n",
        "id": 6650,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "যায়নাব বিনতে জাহাশ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "৩০০৪. ইয়াজূজ ও মাজূজ ",
        "hadithBengali": "৬৬৫১। মূসা ইবনু ইসমাঈল (রহঃ) ... আবূ হুরায়রা (রাঃ) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেন। তিনি বলেছেনঃ ইয়াজুজ-মাজূজের প্রাচীরটি এ পরিমাণ উন্মোচিত হয়েছে। রাবী শুহায়ব নব্বই সংখ্যা নির্দেশক গোলাকৃতি তৈরি করে (দেখালেন)।;\n",
        "id": 6651,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    }
]