[
    {
    
            "chapter_bn": "৩১০৩. মহান আল্লাহ্' তা'আলার তাওহীদের প্রতি উম্মতকে নবী (সাঃ) এর দাওয়াত",
            "hadithBengali": "৬৮৬৮। আবূ আসিম ও আবদুল্লাহ ইবনু আবূ আসওয়াদ (রহঃ) ... ইবনু আব্বাসের আযাদকৃত গোলাম আবূ মাবাদ (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি আবদুল্লাহ ইবনু আব্বাস (রাঃ) কে বলতে শুনেছি, যখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মুআয ইবনু জাবাল (রাঃ) কে ইয়ামান (বাসীদের) উদেশ্যে পাঠালেন, তখন তিনি তাকে বললেনঃ তুমি আহলে কিতাবিদের একটি কাওমের কাছে চলেছ। অতএব, তাদের প্রতি তোমার প্রথম দাওয়াত হবে, তারা যেন আল্লাহর একাত্ববাদকে স্বীকার করে নেয়। তারা তা স্বীকার করার পর তাদেরকে জানিয়ে দাও যে, আল্লাহ তাআলা দিনে রাতে তাদের প্রতি পাঁচ ওয়াক্ত সালাত (নামায/নামাজ) ফরয করে দিয়েছেন। যখন তারা সালাত (নামায/নামাজ) আদায় করবে, তখন তুমি তাদেরকে জানিয়ে দাও যে, তাদের ধন-সম্পদে আল্লাহ তাআলা তাদের প্রতি যাকাত ফরয করেছেন। তা (এই যাকাত) তাদেরই ধনশালীদের থেকে গ্রহণ করা হবে। আবার তাদের ফকীরদেরকে তা (বণ্টন করে) দেওয়া হবে। যখন তারা তা স্বীকার করে নেবে, তখন তাদের থেকে (যাকাত) গ্রহণ কর। তবে লোকজনের ধন-সম্পদের উত্তমাংশ গ্রহণ থেকে সংযমী হবে।;\n",
            "id": 6868,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১০৩. মহান আল্লাহ্' তা'আলার তাওহীদের প্রতি উম্মতকে নবী (সাঃ) এর দাওয়াত",
            "hadithBengali": "৬৮৬৯। মুহাম্মদ ইবনু বাশশার (রহঃ) ... মুআয ইবনু জাবাল (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ হে মুআয তোমার কি জানা আছে, বান্দার উপর আল্লাহর হক কি? তিনি বললেন, আল্লাহ ও তার রাসূলই ভাল জানেন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ বান্দা আল্লাহর সাথে কাউকে অংশীদার না বানিয়ে একমাত্র তারই ইবাদত করবে। (নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পুনরায় তাকে জিজ্ঞাসা করলেন) আল্লাহর উপর বান্দার হক কি তা কি তুমি জানো? তিনি বললেন, আল্লাহ ও তার রাসুলই ভাল জানেন। তিনি (নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বললেনঃ তা হচ্ছে বান্দাদেরকে শাস্তি প্রদান না করা।;\n",
            "id": 6869,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "মুআয বিন জাবাল (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১০৩. মহান আল্লাহ্' তা'আলার তাওহীদের প্রতি উম্মতকে নবী (সাঃ) এর দাওয়াত",
            "hadithBengali": "৬৮৭০। ইসমাঈল (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত যে, জনৈক ব্যাক্তি অপর এক ব্যাক্তিকে বারবার ইখলাস সূরাটি তিলাওয়াত করতে শুনল। সকাল বেলা সে ব্যাক্তি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে উপস্থিত হয়ে তার নিকট এ ব্যাপারটি উল্লেখ করল। সে ব্যাক্তিটি যেন সূরা ইখলাসের (মহত্তকে) কম করে দেখছিল। এই প্রেক্ষিতে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ যে মহান সত্তার হাতে আমার জীবন, তাঁর কসম করে বলছি! এই সূরাটি মর্যাদার দিক দিয়ে অবশ্যই কুরআনের এক-তৃতীয়াংশ।;\n\nইসমাঈল ইবনু জাফর কাতাদা ইবনু আল নুমান (রাঃ) সূত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে (কিছুটা) বৃদ্ধি সহকারে বর্ণনা করেছেন।;\n",
            "id": 6870,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবূ সা'ঈদ খুদরী (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১০৩. মহান আল্লাহ্' তা'আলার তাওহীদের প্রতি উম্মতকে নবী (সাঃ) এর দাওয়াত",
            "hadithBengali": "৬৮৭১। মুহাম্মদ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক সাহাবীকে একটি মুজাহিদ দলের প্রধান করে জিহাদে পাঠালেন। সালাতে তিনি যখন তাঁর সাথীদের নিয়ে ইমামতি করতেন, তখন ইখলাস সূরাটি দিয়ে সালাত (নামায/নামাজ) শেষ করতেন। মুজাহিদগণ সেই অভিযান থেকে প্রত্যাবর্তন করে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর খেদমতে বিষয়টি আলোচনা করলেন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তাঁকেই জিজ্ঞাসা কর কেনই বা সে এই কাজটি করেছে? এরপর তাঁরা তাকে জিজ্ঞাসা করলে তিনি উত্তর দিলেন, এই সুরাটিতে আল্লাহ তাআলার গুনাবলি রয়েছে। এই জন্য সুরাটি তিলাওয়াত করতে আমি ভালোবাসি। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তাকে জানিয়ে দাও, আল্লাহ পাক তাঁকে ভালবাসেন।;\n",
            "id": 6871,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আয়িশা (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১০৪. আপনি বলে দিন, তোমরা আল্লাহ্' নামে আহবান কর বা রাহমান নামে আহবান কর। তোমরা যেই নামেই আহবান কর সকল সুন্দর নামই তাঁর (১৭ঃ ১১০)",
            "hadithBengali": "৬৮৭২। মুহাম্মদ (রহঃ) ... জারীর ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহ তার প্রতি দয়া দেখান না, যে মানুষের প্রতি দয়া দেখায় না।;\n",
            "id": 6872,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "জারীর ইবনু আবদুল্লাহ আল বাজলী  (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১০৪. আপনি বলে দিন, তোমরা আল্লাহ্' নামে আহবান কর বা রাহমান নামে আহবান কর। তোমরা যেই নামেই আহবান কর সকল সুন্দর নামই তাঁর (১৭ঃ ১১০)",
            "hadithBengali": "৬৮৭৩। আবূ নুমান (রহঃ) ... উসামা ইবনু যায়িদ (রাঃ) থেকে বর্ণিত। তিনি বলেন, এক সময় আমরা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট উপস্থিত ছিলাম। এমন সময় নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কোন এক কন্যার পক্ষ থেকে একজন সংবাদবাহক এসে তাকে জানাল যে, তার কন্যার পুত্রের মৃত্যুযন্ত্রনা আরম্ভ হয়েছে। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সংবাদবাককে বলে দিলেন, তুমি ফিরে যাও এবং তাকে জানিয়ে দাও, আল্লাহ যা নিয়ে নিয়েছেন এবং তিনি যা দিয়ে রেখেছেন সবেরই তিনি মালিক। তার কাছে প্রতিটি জিনিসের মেয়াদ সুনির্ধারিত। সুতরাং তাকে গিয়ে সবর করতে এবং প্রতিদানের আশা রাখিতে বল। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কন্যা পুনরায় সংবাদ বাহককে পাঠালেন। সে এসে বলল, আপনাকে তার কাছে যাওয়ার জন্য তিনি কসম দিয়ে বলেছেন।;\n\nএরপর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যাওয়ার জন্য দাঁড়ালেন, তাঁর সঙ্গে সাদ ইবনু উবাদা (রাঃ), মুআয ইবনু জাবাল (রাঃ)-ও দাঁড়িয়ে গেলেন। এরপর শিশুটিকে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে দেওয়া হল। তখন শিশুটির শ্বাস এমনভাবে ক্ষীণ হয়ে আসছিল, যেন তা একটি মশকে রয়েছে। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর চোখ সিক্ত হয়ে গেল। সাদ ইবনু উবাদা (রাঃ) বললেনঃ ইয়া রাসুলাল্লাহ (এটা কি?) তিনি বললেনঃ এটই রহমত- দয়ামায়া, যা আল্লাহ তার বান্দাদের অন্তরে সৃষ্টি করে দিয়েছেন। বস্তুত আল্লাহর বান্দাদের মধ্যে যারা দয়ালু আল্লাহ তাদের প্রতিই দয়া প্রদর্শন করে থাকেন।;\n",
            "id": 6873,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "উসামাহ ইবনু যায়দ (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১০৫. আল্লাহর বাণীঃ নিশ্চয়ই আল্লাহ্' তো রিযিক দান করেন এবং তিনি প্রবল, পরাক্রান্ত। (৫১ঃ ৫৮)",
            "hadithBengali": "৬৮৭৪। আবদান (রহঃ) ... আবূ মূসা আশআরী (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ এমন কেউই নেই যে কষ্টদায়ক বিষয়ে কিছু শোনার পর, সে ব্যাপারে আল্লাহর চেয়ে অধিক সবর করতে পারে। লোকেরা আল্লাহ তাআলার সন্তান আছে বলে দাবি করে, অথচ এর পরেও তিনি তাদেরকে শান্তিতে রাখেন এবং রিযিক দান করেন।;\n",
            "id": 6874,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবূ মূসা আল- আশআরী (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১০৬. আল্লাহর বাণীঃ তিনি অদৃশ্যের পরিজ্ঞাতা, তিনি তাঁর অদৃশ্যের জ্ঞান কারো কাছে প্রকাশ করেন না। (৭২ঃ ২৬)। (মহান আল্লাহর বাণী) কিয়ামতের জ্ঞান কেবল আল্লাহর কাছে রয়েছে (৩১ঃ ৩৪)। তা তিনি জেনে শুনে অবতীর্ণ করেছেন (৪ঃ ১৬৬)। কোন নারী তার গর্ভে কি ধারণ করবে এবং কখন তা প্রসব করবে তা তাঁর জানা আছে। কিয়ামতের জ্ঞান কেবল আল্লাহ্'র হাতেই ন্যস্ত। আবূ আবদুল্লাহ্ [(বুখারী (রহঃ)] বলেন, ইয়াহ্ইয়া (রহঃ) বলেছেন, মহান আল্লাহ্' জ্ঞানের আলোকে সমস্ত সৃষ্টির উপর প্রকাশমান, আবার তিনি জ্ঞানের আলোকে সবকিছুতেই পরিলুপ্ত",
            "hadithBengali": "৬৮৭৫। খালিদ ইবনু মাখলাদ (রহঃ) ... ইবনু উমর (রাঃ) সুত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেছেনঃ গায়েবের কুঞ্জি পাঁচটি, যা আল্লাহ ছাড়া অন্য কেউই জাননা। (১) মাতৃজঠরে কি গুপ্ত রয়েছে তা জানেন একমাত্র আল্লাহ। (২) আগামীকাল কি সংঘটিত হবে তাও জানেন একমাত্র আল্লাহ (৩) বৃষ্টিপাত কখন হবে তাও একমাত্র আল্লাহ ছাড়া অন্য কেউই জানে না। (৪) কে কোন ভূমিতে মারা যাবে তা আল্লাহ ছাড়া অন্য কেউই জানে না। (৫) আল্লাহ ছাড়া অন্য কেউই জানে না, কিয়ামত কখন সংঘটিত হবে।;\n",
            "id": 6875,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১০৬. আল্লাহর বাণীঃ তিনি অদৃশ্যের পরিজ্ঞাতা, তিনি তাঁর অদৃশ্যের জ্ঞান কারো কাছে প্রকাশ করেন না। (৭২ঃ ২৬)। (মহান আল্লাহর বাণী) কিয়ামতের জ্ঞান কেবল আল্লাহর কাছে রয়েছে (৩১ঃ ৩৪)। তা তিনি জেনে শুনে অবতীর্ণ করেছেন (৪ঃ ১৬৬)। কোন নারী তার গর্ভে কি ধারণ করবে এবং কখন তা প্রসব করবে তা তাঁর জানা আছে। কিয়ামতের জ্ঞান কেবল আল্লাহ্'র হাতেই ন্যস্ত। আবূ আবদুল্লাহ্ [(বুখারী (রহঃ)] বলেন, ইয়াহ্ইয়া (রহঃ) বলেছেন, মহান আল্লাহ্' জ্ঞানের আলোকে সমস্ত সৃষ্টির উপর প্রকাশমান, আবার তিনি জ্ঞানের আলোকে সবকিছুতেই পরিলুপ্ত",
            "hadithBengali": "৬৮৭৬। মুহাম্মাদ ইবনু ইউসুফ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, যে ব্যাক্তি তোমাকে বলে মুহাম্মাদসাল্লাল্লাহু আলাইহি ওয়াসাল্লাম স্বীয় প্রতিপালককে দেখেছে, অবশ্যই সে মিথ্যা বলল। কেননা তিনি (আল্লাহ) বলছেন, চক্ষুরাজি কখনো তাকে দেখতে পায় না। আর যে ব্যাক্তি তোমাকে বলে মুহাম্মাদসাল্লাল্লাহু আলাইহি ওয়াসাল্লাম গায়েব জানেন, অবশ্য সেও মিথ্যা বলল। কেননা তিনি (আল্লাহ) বলেন, গায়েব জানেন একমাত্র আল্লাহ।;\n",
            "id": 6876,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আয়িশা (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১০৭. আল্লাহর বাণীঃ তিনিই শান্তি, তিনিই নিরাপত্তা বিধায়ক",
            "hadithBengali": "৬৮৭৭। আহমাদ ইবনু ইউনুস (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমরা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর পেছনে সালাত (নামায/নামাজ) আদায় করতাম। তখন আমরা বলতাম, আল্লাহর উপর সালাম। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আল্লাহ তো নিজেই সালাম। হ্যাঁ, তোমরা বল,;\n\nالتَّحِيَّاتُ لِلَّهِ وَالصَّلَوَاتُ وَالطَّيِّبَاتُ، السَّلاَمُ عَلَيْكَ أَيُّهَا النَّبِيُّ وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ، السَّلاَمُ عَلَيْنَا وَعَلَى عِبَادِ اللَّهِ الصَّالِحِينَ، أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ;\n\nমৌখিক, শারীরিক ও আর্থিক সর্ব প্রকার ইবাদত একমাত্র আল্লাহর জন্য। হে নবী! আপনার উপর শান্তি, আল্লাহর রহমত ও বরকত নাযিল হোক। আমাদের উপর এবং আল্লাহর নিষ্ঠাবান বান্দাদের উপর শান্তি বর্ষিত হোক। আমি সাক্ষ্য দিচ্ছি যে, আল্লাহ ছাড়া কোন ইলাহ নেই। আমি আরো সাক্ষ্য দিচ্ছি মুহাম্মাদসাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আল্লাহর বান্দা ও তাঁর রাসূল।;\n",
            "id": 6877,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবদুল্লাহ' ইব্'ন মাসউদ (রাঃ) ",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১০৮. আল্লাহ্'র বাণীঃ মানুষের অধিপতি (১১৪ঃ ২) এ বিষয়ে আবদুল্লাহ্ ইবন উমর (রাঃ) নবী (সাঃ) থেকে বর্ণনা করেছেন",
            "hadithBengali": "৬৮৭৮। আহমদ ইবনু সালিহ (রহঃ) ... আবূ হুরায়রা (রাঃ) সুত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেন, আল্লাহ কিয়ামতের দিন পৃথিবী আপন মুষ্টিতে ধরবেন এবং আসমান তাঁর ডান হাতে জড়িয়ে ধরে বলবেনঃ আমিই একমাত্র অধিপতি। পৃথিবীর অধিপতিরা কোথায়? শুআয়ব, যুবায়দী, ইবনু মুসাফির, ইসহাক ইবনু ইয়াহিয়া, ইমাম যুহরী (রহঃ) আবু সালামা (রহঃ) সুত্রে বর্ণনা করেছেন।;\n",
            "id": 6878,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১০৯. আল্লাহ্'র বাণীঃ তিনি পরাক্রমশালী, প্রজ্ঞাময় (৫৯ঃ ২৪)। (তারা যা আরোপ করে তা থেকে) পবিত্র ও মহান তোমার প্রতিপালক, ইজ্জতের অধিকারী প্রতিপালক। ইজ্জত তো আল্লাহ্' এবং তাঁর রাসূলেরই। (৬৩ঃ ৮) কেউ যদি আল্লাহ্'র ইজ্জত ও সিফাতের হলফ করে (তার হুকুম কি হবে)? আনাস (রাঃ) বলেন, নবী (সা) বলেছেনঃ জাহান্নাম বলবে, হে আল্লাহ্'! তোমার ইজ্জতের কসম, যথেষ্ট হয়েছে। আবূ হুরায়রা (রাঃ) নবী (সা) থেকে বর্ণনা করেছেন, জাহান্নাম থেকে পরিত্রাণ লাভ করে সর্বশেষ জান্নাতে প্রবেশকারী ব্যক্তিটি অবস্থান করবে জাহান্নাম ও জান্নাতের মধ্যখানে। তখন সে (আর্তনাদ করে) বলবে, হে আমার প্রতিপালক! আমার চেহারাখানি জাহান্নাম থেকে ফিরে (একটু জান্নাতের দিকে করে) দিন। আপনার ইজ্জতের কসম। আপনার কাছে এ ছাড়া আমি আর কিছুই চাইব না। আবূ সাঈদ (রাঃ) বর্ণনা করেছেন, রাসূলুল্লাহ্ (সাঃ) বলেছেনঃ তখন আল্লাহ্' তা'আলা (ঐ ব্যক্তিকে) বলবেন, তোমাকে তা প্রদান করা হল এবং এর সাথে আরো দশগুণ অধিক দেওয়া হল। নবী আইউব (আঃ) দোয়া করেছেনঃ হে আল্লাহ্'! আপনার ইজ্জতের কসম! আমি আপনার বরকতের সুষমা থেকে নিজেকে অমুখাপেক্ষী মনে করি না",
            "hadithBengali": "৬৮৭৯। আবূ মামার (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ কথা বলে দোয়া করতেনঃ আমি আপনার ইজ্জতের আশ্রয় চাচ্ছি, আপনি ব্যতীত কোন ইলাহ নেই। আর আপনার কোন মৃত্যু নেই। অথচ জ্বীন ও মানুষ সবই মরণশীল।;\n",
            "id": 6879,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১০৯. আল্লাহ্'র বাণীঃ তিনি পরাক্রমশালী, প্রজ্ঞাময় (৫৯ঃ ২৪)। (তারা যা আরোপ করে তা থেকে) পবিত্র ও মহান তোমার প্রতিপালক, ইজ্জতের অধিকারী প্রতিপালক। ইজ্জত তো আল্লাহ্' এবং তাঁর রাসূলেরই। (৬৩ঃ ৮) কেউ যদি আল্লাহ্'র ইজ্জত ও সিফাতের হলফ করে (তার হুকুম কি হবে)? আনাস (রাঃ) বলেন, নবী (সা) বলেছেনঃ জাহান্নাম বলবে, হে আল্লাহ্'! তোমার ইজ্জতের কসম, যথেষ্ট হয়েছে। আবূ হুরায়রা (রাঃ) নবী (সা) থেকে বর্ণনা করেছেন, জাহান্নাম থেকে পরিত্রাণ লাভ করে সর্বশেষ জান্নাতে প্রবেশকারী ব্যক্তিটি অবস্থান করবে জাহান্নাম ও জান্নাতের মধ্যখানে। তখন সে (আর্তনাদ করে) বলবে, হে আমার প্রতিপালক! আমার চেহারাখানি জাহান্নাম থেকে ফিরে (একটু জান্নাতের দিকে করে) দিন। আপনার ইজ্জতের কসম। আপনার কাছে এ ছাড়া আমি আর কিছুই চাইব না। আবূ সাঈদ (রাঃ) বর্ণনা করেছেন, রাসূলুল্লাহ্ (সাঃ) বলেছেনঃ তখন আল্লাহ্' তা'আলা (ঐ ব্যক্তিকে) বলবেন, তোমাকে তা প্রদান করা হল এবং এর সাথে আরো দশগুণ অধিক দেওয়া হল। নবী আইউব (আঃ) দোয়া করেছেনঃ হে আল্লাহ্'! আপনার ইজ্জতের কসম! আমি আপনার বরকতের সুষমা থেকে নিজেকে অমুখাপেক্ষী মনে করি না",
            "hadithBengali": "৬৮৮০। ইবনু আবুল আসওয়াদ (রহঃ) ... আনাস (রাঃ) সুত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেছেন, লোকদেরকে জাহান্নামে নিক্ষেপ করা হবে। খালীফা ও মুতামির (রহঃ) আনাস (রাঃ) সূত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেছেন, জাহান্নামীদের জাহান্নামে নিক্ষেপ করা হতে থাকবে। তখন জাহান্নাম বলতে থাকবে আরো অধিক আছে কি? আর শেষে আল্লাহ রাব্বুল আলামীন, তাঁর কদম (পা) জাহান্নামে রাখবেন। তখন এর এক অংশ আরেক অংশের সাথে মিশ্রিত হয়ে স্থির হতে থাকবে। আর বলবে আপনার ইজ্জত ও করমের কসম! যথেষ্ট হয়েছে। জান্নাতের কিছু জায়গা শূন্য থাকবে। অবশেষে আল্লাহ সেই শূন্য জায়গার জন্য নতুন করে কিছু মাখলুক সৃষ্টি করবেন এবং এদের জন্য জান্নাতের সেই শূন্যস্থানে বসতি বপন করে দিবেন।;\n",
            "id": 6880,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১১০. আল্লাহ্'র বাণীঃ এবং তিনিই সে সত্তা, যিনি আসমান ও যমীন সৃষ্টি করেছেন যথাবিধি",
            "hadithBengali": "৬৮৮১। কাবীসা (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রাতের বেলায় এ বলে দোয়া করতেনঃ হে আল্লাহ! আপনারই জন্য সব প্রশংসা। আসমানসমূহ এবং যমীনের প্রতিপালক! আপনারই সব প্রশংসা। আপনি সব আসমান ও যমীন এবং এগুলোর মধ্যকার সবকিছু সুনিয়ন্ত্রক। আপনারই সব প্রশংসা। আসমানসমুহ এবং যমীনের নূর আপনিই। আপনার বাণীই যথার্থ। আপনার প্রতিশ্রুতিই যথাযথ। যখাযথ আপনার মুলাকাত। জান্নাত সত্য। জাহান্নাম সত্য। কিয়ামত সত্য। হে আল্লাহ! আপনারই প্রতি আমি নিবেদিত। আপনার প্রতিই আমি ঈমান এনেছি। একমাত্র আপনারই ওপর ভরসা করেছি। ফিরে এসেছি আপনারই সমীপে। আপনারই সাহায্যে দুশমনের মুকাবিলা করেছি। (হক ও বাতিলের ফায়সালা) আপনারই উপর ন্যাস্ত করেছি। সুতরাং আপনি আমাকে ক্ষমা করে দিন, ক্ষমা করে দিন আমার পূর্বের এবং পরের গুনাহ, যা আমি গোপনে ও প্রকাশ্যে করেছি এবং আপনি আমার ইলাহ, আপনি ব্যতীত আমার কোন ইলাহ নেই।;\n",
            "id": 6881,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১১০. আল্লাহ্'র বাণীঃ এবং তিনিই সে সত্তা, যিনি আসমান ও যমীন সৃষ্টি করেছেন যথাবিধি",
            "hadithBengali": "৬৮৮২। সাবিত ইবনু মুহাম্মাদ (রহঃ) ... সুফিয়ান (রহঃ) এরূপ বর্ণনা করেছেন। তবে এতে বর্ণিত আছে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আপনই সত্য এবং আপনার বানীই যখার্থ।;\n",
            "id": 6882,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "সুফিয়ান (রহঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১১১. আল্লাহ্'র বাণীঃ আল্লাহ্' সর্বশ্রোতা ও সর্বদ্রষ্টা (৫৮ঃ ১), আমাশ তামীম, উরওয়া (রহঃ), আয়েশা (রাঃ) থেকে বর্ণিত। আয়েশা (রাঃ) বলেছেন, সকল প্রশংসা সেই মহান আল্লাহ্'র, যার শ্রবনশক্তি শব্দরাজিকে পরিবেষ্টন করে রেখেছে। এরই পরে আল্লাহ্' তা'আলা নবী (সাঃ) এর উপর নিম্নোক্ত আয়াত অবতীর্ণ করেন। হে রাসূল! আল্লাহ্' শুনেছেন সেই নারীর কথা, তার স্বামীর বিষয়ে আপনার সাথে বাদানুবাদ করছে। (৫৮ঃ ১)",
            "hadithBengali": "৬৮৮৩। সুলায়মান ইবনু হারব (রহঃ) ... আবূ মূসা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমরা কোন এক সফরে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে ছিলাম। আমরা উঁচু স্থানে উঠার সময় তাকবীর বলতাম। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমরা তোমাদের-নফসের উপর একটু সদয় হও। কেননা, তোমরা ডাকছ না বধির কিংবা অনুপস্থিত কাউকে। বরং তোমরা ডাকছ সর্বশ্রোতা, সর্বদ্রষ্টা এবং ঘনিষ্টতমকে। এরপর তিনি আমার কাছে আসলেন। তখন আমি মনে মনে لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ পড়ছিলাম। তিনি আমাকে বললেনঃ হে আবদুল্লাহ ইবনু কায়স! পড় لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ কেননা এটি জান্নাতের খাযানা সমুহের একটি। অথবা তিনি বললেনঃ আমি কি তোমাকে সেই বাক্যটির দিকে পথ প্রদর্শন করব না (যা হচ্ছে জান্নাতের খাযানা)?;\n",
            "id": 6883,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবূ মূসা আল- আশআরী (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১১১. আল্লাহ্'র বাণীঃ আল্লাহ্' সর্বশ্রোতা ও সর্বদ্রষ্টা (৫৮ঃ ১), আমাশ তামীম, উরওয়া (রহঃ), আয়েশা (রাঃ) থেকে বর্ণিত। আয়েশা (রাঃ) বলেছেন, সকল প্রশংসা সেই মহান আল্লাহ্'র, যার শ্রবনশক্তি শব্দরাজিকে পরিবেষ্টন করে রেখেছে। এরই পরে আল্লাহ্' তা'আলা নবী (সাঃ) এর উপর নিম্নোক্ত আয়াত অবতীর্ণ করেন। হে রাসূল! আল্লাহ্' শুনেছেন সেই নারীর কথা, তার স্বামীর বিষয়ে আপনার সাথে বাদানুবাদ করছে। (৫৮ঃ ১)",
            "hadithBengali": "৬৮৮৪। ইয়াহইয়া ইবনু সুলায়মান (রহঃ) ... আবদুল্লাহ ইবনু আমর (রাঃ) থেকে বর্ণিত। আবূ বকর সিদ্দীক (রাঃ) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে লক্ষ্য করে বললেনঃ ইয়া রাসুলাল্লাহ! আমাকে এমন একটি দোয়া শিখিয়ে দিন যা দিয়ে আমি আমার সালাত (নামায/নামাজ)-এ দোয়া করতে পারি। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তুমি বল,اللَّهُمَّ إِنِّي ظَلَمْتُ نَفْسِي ظُلْمًا كَثِيرًا، وَلاَ يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ، فَاغْفِرْ لِي مِنْ عِنْدِكَ مَغْفِرَةً، إِنَّكَ أَنْتَ الْغَفُورُ الرَّحِيمُ হে আল্লাহ! আমি আমার নফসের ওপর অত্যধিক যুলম করেছি। অথচ আপনি ছাড়া আমার গুনাহসমূহ মাফ করার কেউই নেই। সুতরাং আপনার পক্ষ থেকে আমাকে সস্পূর্ণভাবে মাফ করে দিন। নিশ্চয়ই আপনিই অধিক ক্ষমাপরায়ণ ও দয়াবান।;\n",
            "id": 6884,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবদুল্লাহ ইবনু আমর ইবনুল আস (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১১১. আল্লাহ্'র বাণীঃ আল্লাহ্' সর্বশ্রোতা ও সর্বদ্রষ্টা (৫৮ঃ ১), আমাশ তামীম, উরওয়া (রহঃ), আয়েশা (রাঃ) থেকে বর্ণিত। আয়েশা (রাঃ) বলেছেন, সকল প্রশংসা সেই মহান আল্লাহ্'র, যার শ্রবনশক্তি শব্দরাজিকে পরিবেষ্টন করে রেখেছে। এরই পরে আল্লাহ্' তা'আলা নবী (সাঃ) এর উপর নিম্নোক্ত আয়াত অবতীর্ণ করেন। হে রাসূল! আল্লাহ্' শুনেছেন সেই নারীর কথা, তার স্বামীর বিষয়ে আপনার সাথে বাদানুবাদ করছে। (৫৮ঃ ১)",
            "hadithBengali": "৬৮৮৫। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ জিবরীল আমাকে ডেকে বললেনঃ আল্লাহ তাআলা তো আপনার সম্প্রদায়ের লোকদের উক্তি শুনেছেন এবং তারা আপনার সাথে যে প্রতি উত্তর করেছে তাও তিনি শুনেছেন।;\n",
            "id": 6885,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আয়িশা (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১১২. আল্লাহ্'র বাণীঃ আপনি বলে দিন, তিনিই প্রকৃত শক্তিশালী",
            "hadithBengali": "৬৮৮৬। ইবরাহীম ইবনু মুনযির (রহঃ) ... জাবির ইবনু আবদুল্লাহ সালামী (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার সাহাবাগণকে সকল কাজে এভাবে ইসতিখারা শিক্ষা দিতেন, যেভাবে তিনি তাদের কুরআনের সূরা শিক্ষা দিতেন। তিনি বলতেনঃ তোমাদের কেউ যখন কোন কাজ করার ইচ্ছা করে, তখন সে যেন দুই রাকাত নফল সালাত (নামায/নামাজ) আদায় করে নেয়। তারপর এ বলে দোয়া করে, হে আল্লাহ! আমি আপনারই ইল্'মের সাহায্যে মঙ্গল তলব করছি। আর আপনারই কুদরতের সাহায্যে আমি শক্তি অন্বেষণ করছি। আর আপনারই অনুগ্রহ প্রার্থনা করছি। কেননা, আপনই শক্তি রাখেন, আমি কোন শক্তি রাখি না।;\n\nআপনই সব কিছু জানেন, আমি কিছু জানিনা। গায়বী বিষয়াদির বিশেষজ্ঞ একমাত্র আপনি। এরপর সালাত (নামায/নামাজ) আদায়কারী মনে মনে স্বীয় উদ্দেশ্য উল্লেখ করে বলবে, হে আল্লাহ! আপনি যদি জানেন যে, এ কাজটি আমার জন্য বর্তমানে ও ভবিষ্যতে মঙ্গলজনক বর্ণনাকারী বলেন, কিংবা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এই স্থানে বলেছেনঃ আমার দ্বীন-দুনিয়া ও পরিনামের ক্ষেত্রে কল্যাণকর, তা হলে আমার জন্য তা নির্ধারন করে দিন এবং তা সুগম করে দিন, আর আমার জন্য এতে বরকত প্রদান করুন। হে আল্লাহ! আর যদি আপনি জানেন যে, এটি আমার দ্বীন, দুনিয়া ও পরিণামের ক্ষেত্রে অথবা আমার তাৎক্ষণিক ও আপেক্ষিক ব্যাপারে অমঙ্গলজনক, তবে তা থেকে আমাকে বিরত রাখুন। আর নির্ধারণ করুন আমার জন্য যা হয় কল্যাণকর এবং সেটিতেই আমাকে সস্তুষ্ট রাখুন।;\n",
            "id": 6886,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "জাবির ইবনু আবদুল্লাহ আনসারী (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১১৩. আল্লাহ্'র বাণীঃ আমিও তাদের অন্তরসমূহ ও নয়নগুলোতে বিভ্রান্তি সৃষ্টি করব",
            "hadithBengali": "৬৮৮৭। সাঈদ ইবনু সুলায়মান (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অধিকাংশ সময় কসম করতেন এই বলে (না সূচক বিষয়ে) না। তাঁর কসম, যিনি অন্তরসমূহ পরিবর্তন করে দেন।;\n",
            "id": 6887,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১১৪. আল্লাহ্' তা'আলার একশত থেকে এক কম (নিরানব্বইটি) নাম রয়েছে। ইবন আব্বাস (রাঃ) বলেনঃ ذُو الْجَلاَلِ এর অর্থ মহানত্বের অধিকারী,\tالْبَرُّ এর অর্থ দয়ালু",
            "hadithBengali": "৬৮৮৮। আবুল ইয়ামান (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহ তাআলার নিরানব্বইটি (এক কম একশতটি) নাম আছে। যে ব্যাক্তি এ নামসমূহ মুখস্থ করে রাখবে সে জান্নাতে প্রবেশ করবে। أَحْصَيْنَاهُ এর অর্থ حَفِظْنَاهُ অর্থাৎ আমরা একে মুখস্থ করলাম।;\n",
            "id": 6888,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১১৫. আল্লাহ্' তাআলার নামসমূহের মাধ্যমে প্রার্থনা করা ও পানাহ চাওয়া",
            "hadithBengali": "৬৮৮৯। আবদুল আযীয ইবনু আবদুল্লাহ (রহঃ) ... আবূ হুরায়রা (রাঃ) সুত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেছেনঃ তোমরা কেউ (ঘুমানোর উদ্দেশ্যে) শয্যায় গেলে তখন যেন সে তার কাপড়ের আচল দিয়ে তা তিনবার ঝেড়ে নেয়। আর বলে, হে আমার প্রতিপালক! একমাত্র তোমারই নামে আমার শরীরের পার্শ্বদেশ বিছানায় রাখলাম এবং তোমারই সাহায্যে আবার তা উঠাব। তুমি যদি আমার জীবনটুকু আটকিয়ে রাখ; তাহলে তাকে মাফ করে দিবে। আর যদি তা ফিরিয়ে দাও তা হলে তোমার নিষ্ঠাবান বান্দাদেরকে যেভাবে হিফাযত কর, সেভাবে তার হিফাযত করবে। এই হাদীসেরই অনুকরণে ইয়াহইয়া ও বিশর ইবনু মুফাদ্দাল (রহঃ) আবূ হুরায়রা (রাঃ) সুত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন।;\n\nযুহায়র, আবূ যামরা, ইসমাঈল ইবনু যাকারিয়া (রহঃ) আবূ হুরায়রা (রাঃ) সুত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন। ইবনু আজলান (রহঃ) ... আবূ হুরায়রা (রাঃ) সূত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন।;\n",
            "id": 6889,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১১৫. আল্লাহ্' তাআলার নামসমূহের মাধ্যমে প্রার্থনা করা ও পানাহ চাওয়া",
            "hadithBengali": "৬৮৯০। মুসলিম (রহঃ) ... হুযায়ফা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন আপন শয্যায় যেতেন, তখন এই বলে দোয়া করতেন - হে আল্লাহ! আমি তোমারই নামে মৃত্যুবরণ করি, আবার তোমারই নামে জীবিত হই। আবার ভোর হলে বলতেনঃ সমস্ত প্রশংসা সেই আল্লাহর, যিনি আমাদেরকে মৃত্যুর (ঘুম) পর জীবিত করেছেন এবং তাঁরই কাছে আমাদের শেষ উত্থান।;\n",
            "id": 6890,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "হুযাইফাহ (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১১৫. আল্লাহ্' তাআলার নামসমূহের মাধ্যমে প্রার্থনা করা ও পানাহ চাওয়া",
            "hadithBengali": "৬৮৯১। সাদ ইবনু হাফস (রহঃ) ... আবূ যর (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রাত্রিতে যখন তাঁর শয্যায় যেতেন তখন বলতেনঃ আমরা তোমারই নামে মৃত্যু বরণ করছি ও জীবিত হচ্ছি (নিদ্রায় যাচ্ছি, নিদ্রা থেকে জাগ্রত হচ্ছি) এবং তিনি যখন জাগ্রত হতেন তখন বলতেনঃ সমস্ত প্রশাংসা সেই আল্লাহর, যিনি মৃত্যুর পর আমাদের জীবিত করেন এবং তাঁরই কাছে আমাদের শেষ উত্থান।;\n",
            "id": 6891,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবূ যার আল-গিফারী (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১১৫. আল্লাহ্' তাআলার নামসমূহের মাধ্যমে প্রার্থনা করা ও পানাহ চাওয়া",
            "hadithBengali": "৬৮৯২। কুতায়বা ইবনু সাঈদ (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের কেউ যখন স্ত্রীর সাথে সহবাসের ইচ্ছা করে এবং সে বলে আল্লাহর নামে শুরু করছি। হে আল্লাহ! আমাদেরকে শয়তান থেকে পৃথক রাখুন। এবং আপনি আমাদের যে রিযিক দান করেন তা থেকে শয়তানকে পৃথক রাখুন এবং উভয়ের মাধ্যমে যদি কোন সন্তান নির্ধারণ করা হয় তাহলে শয়তান কখনো তার ক্ষতি করতে পারে না।;\n",
            "id": 6892,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১১৫. আল্লাহ্' তাআলার নামসমূহের মাধ্যমে প্রার্থনা করা ও পানাহ চাওয়া",
            "hadithBengali": "৬৮৯৩। আবদুল্লাহ ইবনু মাসলামা (রহঃ) ... আদী ইবনু হাতিম (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জিজ্ঞাসা করলাম। আমি আমার প্রশিক্ষণপ্রাপ্ত কুকুর (শিকারের জন্য) ছেড়ে দেই। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ যখন তুমি আল্লাহর নাম উচ্চারণ করে তোমার প্রশিক্ষণপ্রাপ্ত কুকুরগুলো ছেড়ে দেবে এবং যদি সে কোন শিকার ধরে আনে তাহলে তা খেতে পার। আর যদি ধারাল তীর নিক্ষেপ কর এবং এতে যদি শিকারের দেহ ফেড়ে দেয়, তবে তা খেতে পার।;\n",
            "id": 6893,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আদী ইবনু হাতিম (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১১৫. আল্লাহ্' তাআলার নামসমূহের মাধ্যমে প্রার্থনা করা ও পানাহ চাওয়া",
            "hadithBengali": "৬৮৯৪। ইউসুফ ইবনু মূসা (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, সাহাবীগণ বললেনঃ ইয়া রাসূলাল্লাহ এখানে এমন কতিপয় কাওম আছে, যারা সদ্য শিরক বর্জন করে ইসলাম গ্রহণ করেছে। তারা আমাদের জন্য গোশত নিয়ে আসে। সেগুলো যবাই করার সময় তারা আল্লাহর নাম উচ্চারণ করে কিনা তা আমরা জানিনা। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমরা আল্লাহর নাম উচ্চারণ করে নেবে এবং তা খাবে। এই হাদীস বর্ণনায় আবূ খালিদ (রহঃ) এর অনুসরণ করেছেন মুহাম্মাদ ইবনু আবদুর রহমান, দায়াওনীদী এবং উসামা ইবনু হাফস।;\n",
            "id": 6894,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আয়িশা (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১১৫. আল্লাহ্' তাআলার নামসমূহের মাধ্যমে প্রার্থনা করা ও পানাহ চাওয়া",
            "hadithBengali": "৬৮৯৫। হাফস ইবনু উমর (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বিসমিল্লাহ পড়ে এবং তাকবীর বলে দুইটি ভেড়া কুরবানী করেছেন।;\n",
            "id": 6895,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১১৫. আল্লাহ্' তাআলার নামসমূহের মাধ্যমে প্রার্থনা করা ও পানাহ চাওয়া",
            "hadithBengali": "৬৮৯৬। হাফস ইবনু উমার (রহঃ) ... জুনদাব ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি কুরবানীর দিন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে উপস্থিত ছিলেন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সালাত (নামায/নামাজ) আদায় করলেন। এরপর খুৎবা দিলেন এবং বললেনঃ সালাত (নামায/নামাজ) আদায় করার পূর্বে যে ব্যাক্তি কুরবানীর পশু যবাই করেছে, সে যেন এর স্থলে আরেকটি কুরবানী করে। আর যে ব্যাক্তি (সালাত (নামায/নামাজ)-এর পূর্বে) যবাই করেনি সে যেন আল্লাহর নামে যবাই করে।;\n",
            "id": 6896,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "জুনদুব ইবনু আবদুল্লাহ্ (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১১৫. আল্লাহ্' তাআলার নামসমূহের মাধ্যমে প্রার্থনা করা ও পানাহ চাওয়া",
            "hadithBengali": "৬৮৯৭। আবূ নুআঈম (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা তোমাদের বাপ-দাদার নামে কসম করো না। কারো কসম করতে হলে সে যেন আল্লাহর নামেই কসম করে।;\n",
            "id": 6897,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১১৬. আল্লাহ্' তাআলার মূল সত্তা, গুনাবলি ও নামসমূহের বর্ণনা। খুবায়ব (রাঃ) বলেছিলেন, وَذَلِكَ فِي ذَاتِ الإِلَهِ (এবং ওটি আল্লাহ্'র সত্তার স্বার্থে) আর তিনি মূল সত্তাকে তাঁর নামের সাথে সংযোজন করে বলেছিলেন",
            "hadithBengali": "৬৮৯৮। আবুল ইয়ামান (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দশজন সাহাবীর একটি দল পাঠালেন। তাদের মধ্যে খুবায়ব আনসারীও ছিলেন। বর্ণনাকারী ইমাম যুহরী (রহঃ) বলেন, উবায়দুল্লাহ ইবনু আয়ায আমার কাছে বর্ণনা করেছেন যে, হারিসের কন্যা তাকে জানিয়েছেন, যখন খুবায়ব (রাঃ) কে হত্যা করার জন্য তারা সবাই একত্রিত হল, তখন খুবায়ব (রাঃ) পাক-সাফ হওয়ার জন্য তার থেকে একখানা ক্ষুর চেয়ে নিলেন। আর যখন তারা খুবায়বকে হত্যা করার জন্য হারামের বাইরে নিয়ে এল, তখন খুবায়ব আনসারী (রাঃ) কবিতা আবৃতি করে বললেনঃ মুসলিম হওয়ার কারণেই যখন আমাকে হত্যা করা হচ্ছে, তখন এতে আমার কোন আফসোস নেই। যে পার্শ্বেই ঢলে পড়ি না কেন, আল্লাহর জন্যই আমার এ মরণ। একমাত্র আল্লাহর সত্তার সার্থে আমার এ জীবন দান। যদি তিনি চান তবে আমার কর্তিত অঙ্গরাজির প্রতিটি টুকুরায় তিনি বরকত দিবেন।; এরপর হারিসের পুত্র তাঁকে শহীদ করল। তাঁদের সে মসীবতের খবরটি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর সাহাবাগণকে সেদিনই জানিয়ে দিয়েছিলেন।;\n",
            "id": 6898,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১১৭. আল্লাহ্'র বাণীঃ আল্লাহ্' তাঁর নিজের সম্বন্ধে তোমাদেরকে সাবধান করছেন (৩ঃ ২৮)। আল্লাহ্'র বাণীঃ আমার অন্তরের কথা তো আপনি অবগত আছেন, কিন্তু আপনার অন্তরের কথা আমি অবগত নই ( ৫ঃ ১১৬)",
            "hadithBengali": "৬৮৯৯। উমর ইবনু হাফস ইবনু গিয়াস (রহঃ) ... আবদুল্লাহ (রাঃ) সূত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেছেনঃ আল্লাহর চেয়ে বেশি আত্মমর্যাদা সম্পন্ন আর কেউ নেই। এই কারণেই তিনি অশ্লীলতাকে হারাম করে দিয়েছেন। এমন কেউ নেই যে, আত্নপ্রশংসা আল্লাহর চেয়ে অধিক ভালবাসে।;\n",
            "id": 6899,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবদুল্লাহ' ইব্'ন মাসউদ (রাঃ) ",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১১৭. আল্লাহ্'র বাণীঃ আল্লাহ্' তাঁর নিজের সম্বন্ধে তোমাদেরকে সাবধান করছেন (৩ঃ ২৮)। আল্লাহ্'র বাণীঃ আমার অন্তরের কথা তো আপনি অবগত আছেন, কিন্তু আপনার অন্তরের কথা আমি অবগত নই ( ৫ঃ ১১৬)",
            "hadithBengali": "৬৯০০। আবদান (রহঃ) ... আবূ হুরায়রা (রাঃ) সুত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেছেনঃ আল্লাহ যখন মাখলুক সৃষ্টি করলেন, তখন তা তাঁর কিতাবে লিপিবদ্ধ করলেন এবং তিনি আপন সত্তা সম্পর্কে লিখছেন যা তার কাছে আরশের উপর সংরক্ষিত আছে। আমার গযবের উপর আমার রহমতের প্রধান্য রয়েছে।;\n",
            "id": 6900,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১১৭. আল্লাহ্'র বাণীঃ আল্লাহ্' তাঁর নিজের সম্বন্ধে তোমাদেরকে সাবধান করছেন (৩ঃ ২৮)। আল্লাহ্'র বাণীঃ আমার অন্তরের কথা তো আপনি অবগত আছেন, কিন্তু আপনার অন্তরের কথা আমি অবগত নই ( ৫ঃ ১১৬)",
            "hadithBengali": "৬৯০১। উমার ইবনু হাফস (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহ তাআলা ঘোষনা করেন, আমি সেইরূপই, যেরূপ বান্দা আমার প্রতি ধারণা রাখে। আমি তার সাথে থাকি যখন সে আমাকে স্মরণ করে। যদি সে মনে মনে আমাকে স্মরণ করে আমিও তাকে নিজেস্মরণ করি। আর যদি সে লোক-সমাবেশে আমাকে স্মরণ করে তবে আমিও তাদের চেয়ে উত্তম সমাবেশে তাকে স্মরণ করি। যদি সে আমার দিকে এক বিঘত অগ্রসর হয়, তবে আমি তার দিকে এক হাত অগ্রসর হই, যদি সে আমার দিকে এক হাত অগ্রসর হয়; আমি তার দিকে দু হাত অগ্রসর হই। আর সে যদি আমার দিকে হেঁটে অগ্রসর হয়, আমি তার দিকে দৌড়ে অগ্রসর হই।;\n",
            "id": 6901,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১১৮. মহান আল্লাহ্'র বাণীঃ আল্লাহ্'র সত্তা ব্যতীত সব কিছুই ধ্বংসশীল (২৮ঃ ৮৮)",
            "hadithBengali": "৬৯০২। কুতায়বা ইবনু সাঈদ (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, এই আয়াতটি যখন নাযিল হলঃ হে নবী আপনি বলে দিন তোমাদের ঊর্ধ্বদেশ থেকে তোমাদের ওপর শাস্তি প্রেরন করতে তিনিই সক্ষম (৬ঃ ৬৫)। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ হে আল্লাহ! আমি আপনার সত্তার সাহায্যে পানাহ চাচ্ছি। আল্লাহ তখন বললেনঃ কিংবা তোমাদের পদতল থেকে; তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আমি আপনার সত্তার সাহায্যে পানা চাচ্ছি। আল্লাহ বললেনঃ তোমাদেরকে বিভিন্ন দলে বিভক্ত করে। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ এটি তুলনামূলক সহজ।;\n",
            "id": 6902,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "জাবির ইবনু আবদুল্লাহ আনসারী (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১১৯. মহান আল্লাহ্'র বাণীঃ যাতে তুমি আমার তত্ত্বাবধানে প্রতিপালিত হও (২০ঃ ৩৯)। মহান আল্লাহর বাণীঃ যা চলত আমার প্রত্যক্ষ তত্ত্বাবধানে (৫৪ঃ ১৪)",
            "hadithBengali": "৬৯০৩। মূসা ইবনু ইসমাঈল (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে দাজ্জাল সম্পর্কে আলোচনা করা হয়। তিনি বললেনঃ আল্লাহ তাআলা তোমাদের কাছে গোপন থাকবেন না। অবশ্যই আল্লাহ অন্ধ নন। এর সাথে সাথে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার হাত দিয়ে স্বীয় চোখের দিকে ইশারা করলেন। মাসীহ দাজ্জালের ডান চোখ তো কানা। তার চোখটি যেন আংগুরের ন্যায় ভাসা ভাসা।;\n",
            "id": 6903,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১১৯. মহান আল্লাহ্'র বাণীঃ যাতে তুমি আমার তত্ত্বাবধানে প্রতিপালিত হও (২০ঃ ৩৯)। মহান আল্লাহর বাণীঃ যা চলত আমার প্রত্যক্ষ তত্ত্বাবধানে (৫৪ঃ ১৪)",
            "hadithBengali": "৬৯০৪। হাফস ইবনু উমার (রহঃ) ... আনাস ইবনু মালিক (রাঃ) সুত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেছেনঃ আল্লাহ এমন কোন নবী প্রেরণ করেননি যিনি তার কওমকে কানা মিথ্যুকটি সম্পর্কে সাবধান করেননি। এই মিথ্যুকটি তো কানা (দাজ্জাল)। আর তোমাদের প্রতিপালক তো অন্ধ নন। তার (দাজ্জালের) দুচোখের মাঝখানে কাফের (লেখা থাকবে )।;\n",
            "id": 6904,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১২০. মহান আল্লাহ্'র বাণীঃ তিনিই আল্লাহ্' সৃজনকর্তা, উদ্ভাবনকর্তা, রূপদাতা (৫৯ঃ ২৪)",
            "hadithBengali": "৬৯০৫। ইসহাক (রহঃ) ... আবূ সাঈদ (রাঃ) থেকে বর্ণিত। তিনি বনী মুসতালিক যুদ্ধ সম্পর্কে বর্ণনা করেন যে, মুসলিম মুজাহিদগণ যুদ্ধে কতিপয় বন্দিনী লাভ করেছিল। এরপর তারা এদেরকে ভোগ করতে চাইলেন। আবার তারা যেন গর্ভবতী হয়ে না পড়ে সে ইচ্ছাও পোষণ করছিলেন। তাই তারা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে আযল সম্পর্কে জিজ্ঞাসা করলেন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ এতে তোমাদের কোন লাভ নেই। কারণ আল্লাহ তাআলা কিয়ামত পর্যন্ত যত জীবন সৃষ্টি করবেন, তা সবই লিপিবদ্ধ করে রেখেছেন।;\n\nমুজাহিদ (রহঃ) কাযআ (রহঃ) এর মধ্যস্থতায় আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণনা করেছেন যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যত জীবন সৃষ্টি করার সিদ্ধান্ত করা হয়েছে আল্লাহ তাআলা অবশ্যই তা সৃষ্টি করবেন।;\n",
            "id": 6905,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবূ সা'ঈদ খুদরী (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১২১. মহান আল্লাহ্'র বাণীঃ যাকে আমি নিজ হাতে সৃষ্টি করেছি",
            "hadithBengali": "৬৯০৬। মুআয ইবনু ফাদালা (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কিয়ামতের দিন আল্লাহ ঈমানদারদেরকে সমবেত করবেন তখন তারা উক্তি করবে আমরা আমাদের প্রতিপালকের কাছে কোন সুপারিশ যদি নিয়ে যেতাম; তাহলে তিনি আমাদেরকে এই স্থানটি থেকে বের করে শান্তি প্রদান করতেন। এরপর তারা আদম (আলাইহিস সালাম) এর কাছে গিয়ে বলবে, হে আদম (আলাইহিস সালাম)! আপনি কি মানুষের অবস্থা দেখছেন না? অথচ আল্লাহ আপনাকে নিজ হাতে সৃষ্টি করেছেন। আপনাকে তিনি তাঁর ফেরেশতাগণ দিয়ে সিজদা করিয়েছেন। আর আপনাকে সব জিনিসের নাম শিক্ষা দিয়েছেন সুতরাং আপনি আমাদের প্রতিপালকের কাছে সুপারিশ করুন, যেন এই স্থানটি থেকে আমাদেরকে তিনি শান্তি প্রদান করেন। আদম (আলাইহিস সালাম) তখন বলবেন, এই কাজের জন্য আমি যোগ্য নই। এবং আদম (আলাইহিস সালাম) তাদের কাছে স্বীয় ভুলের কথা স্মরণ করবেন এবং বলবেন, তোমরা বরং নূহ (আলাইহিস সালাম) এর কাছে যাও। যেহেতু তিনিই আল্লাহর প্রথম রাসুল। যাকে তিনি যমীনবাসীর কাছে প্রেরণ করেছিলেন।;\n\n(এ কথা শুনে) তারা নূহ (আলাইহিস সালাম) এর কাছে আসবে। তিনিও বলবেন, আমি তোমাদের এই কাজের জন্য যোগ্য নই। তিনি তাঁর কৃত ত্রুটির কথা স্মরণ করে বলবেন, তোমরা বরং আল্লাহর খলীল (বন্ধু) ইবরাহীম (আলাইহিস সালাম) এর কাছে যাও। তখন তারা ইবরাহীম (আলাইহিস সালাম) এর কাছে চলে আসবে। তিনিও তাদের কাছে স্বীয় কৃত ত্রুটিসমুহর কথা উল্লেখ পূর্বক বলবেন, আমি তোমাদের এই কাজের জন্য যোগ্য নই। তোমরা বরং মূসা (আলাইহিস সালাম) এর কাছে যাও। তিনি এমন একজন বান্দা যাকে আল্লাহ তাওরাত প্রদান করেছিলেন এবং তাঁর সাথে তিনি প্রত্যক্ষ বাক্যালাপ করেছিলেন। তারা তখন মূসা (আলাইহিস সালাম) এর কাছে আসবে। মূসা (আলাইহিস সালাম)-ও বলবেন, আমি তোমাদের এই কাজের জন্য যোগ্য নই। তাদের কাছে তিনি স্বীয়কৃত ক্রটির কথা উল্লেখ পূর্বক বলবেন, তোমরা বরং ঈসা (আলাইহিস সালাম) এর কাছে যাও। যিনি আল্লাহর বান্দা, তাঁর রাসুল, কালেমা ও রুহ।;\n\nতখন তারা ঈসা (আলাইহিস সালাম) এর কাছে আসবে। তখন ঈসা (আলাইহিস সালাম) বলবেন, আমি তোমাদের এই কাজের যোগ্য নই। তোমরা বরং মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে যাও। তিনি এমন একজন বান্দা, যার আগের ও পরের সব গুনাহ ক্ষমা করে দেওয়া হয়েছে। তাবা সবাই আমার কাছে আসবে। আমি তখন আমার প্রতিপালকের কাছে অনুমতি প্রার্থনা করবা আমাকে এর অনুমতি দেওয়া হবে। আমি আমার প্রতি পালককে যখন দেখতে পাব, তখনই আমি তাঁর সামনে সিজদায় পড়বো। আল্লাহ তার মরজী অনুসারে যতক্ষন আমাকে সেভাবে রাখার রেখে দেবেন। তারপর আমাকে বলা হবে, হে মুহাম্মাদ! মাথা উঠান। (যা বলার) বলুন। শোনা হবে। (যা চাওয়ার) চান, দেয়া হবে। (যা সুপারিশ করার) করুন, গ্রহণ করা হবে।;\n\nতখন আমার প্রতিপালকের শিখিয়ে দেয়া প্রশংসারাজির দ্বারা আমি তাঁর প্রশংসা করব। তারপর আমি শাফাআত করব। আমার জন্য একটা সীমা নির্ধারণ করে দেওয়া হবে। এরপর আমি তাদেরকে জান্নাতে প্রবেশ করিয়ে দেব। তারপর আমি ফিরে আসব। যখন আমি আমার প্রতিপালককে দেখতে পাব তখন তাঁর জন্য সিজদায় পড়বো। আল্লাহর মরজী অনুসারে যতক্ষন আমাকে এভাবে রাখতে চাইবেন রেখে দিবেন। তারপর আমাকে বলা হবে, হে মুহাম্মাদ! মাথা উঠান। বলুন, শোনা হবে। চান, দেওয়া হবে। সুপারিশ করুন, গ্রহণ করা হবে। তখন আমার প্রতিপালকের শিখিয়ে দেয়া প্রশংসারাজি দিয়ে আমি তার প্রশংসা করব এবং সুপারিশ কবর। তখনো আমার জন্য একটা সীমা নির্ধারন করা হবে। আমি তাদেরকে জান্নাতে প্রবেশ করিয়ে দেব। তারপর আমি আবার ফিরে আসব।;\n\nআমি এবারও আমার প্রতিপালককে দেখামাত্র সিজদায় পড়বো। আল্লাহ তাআলা তাঁর মরজী অনুসারে যতক্ষন ইচ্ছা আমাকে সেই অবস্থায় রেখে দিবেন। তারপর বলা হবে, হে মুহাম্মাদ! মাথা উঠান। বলুন, শোনা হবে। চান, দেয়া হবে। সুপারিশ করুন, কবুল করা হবে। তখন আমার রব আমাকে শিখিয়ে দেয়া প্রশংসারাজি দ্বারা প্রশংসা করে শাফাআত করব। তখনও একটা সীমা বাতলানো থাকবে। আমি তাদেরকে জান্নাতে প্রবেশ করিয়ে দেব। এরপর আমি তার কাছে ফিরে গিয়ে বলব, হে প্রতিপালক! এখন একমাত্র তারাই জাহান্নামে অবশিষ্ট রয়েছে, যাদেরকে কুরআন আটক করে রেখে দিয়েছে এবং যাদের উপর স্থায়ীভাবে জাহান্নাম অবধারিত হয়ে গিয়েছে।;\n\nনবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যাক্তি লা ইলাহা ইল্লাল্লাহ পড়েছে, অথচ তার হৃদয়ে একটি যবের ওজন পরিমাণ কল্যাণ ঈমান আছে, তাকেও জাহান্নাম থেকে বের করা হবে। তারপর বের করা হবে জাহান্নাম থেকে তাদেরকেও, যারা লা ইলাহা ইল্লাল্লাহ পড়েছে এবং তার হৃদয়ে একটি গমের ওযন পরিমাণ কল্যান (ঈমান) আছে। (সর্বশেষে) জাহান্নাম থেকে তাকে বের করা হবে, যে ব্যাক্তি লা ইলাহা ইল্লাল্লাহ পড়েছে এবং তার হৃদয়ে অণু পরিমাণ মাত্র কল্যাণ (ঈমান) আছে।;\n",
            "id": 6906,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১২১. মহান আল্লাহ্'র বাণীঃ যাকে আমি নিজ হাতে সৃষ্টি করেছি",
            "hadithBengali": "৬৯০৭। আবুল ইয়ামান (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহর হাত পরিপূর্ণ, রাত দিন খরচ করলেও তাতে ঘাটতি আসে না। তিনি আরো বলেছেনঃ তোমরা লক্ষ্য করেছ কি? আসমান যমীন পয়দা করার পর থেকে তিনি যে কত খরচ করেছেন, এতদসত্ত্বেও তার হাতে যা আছে, তাতে কিঞ্চিতও কমেনি। এবং নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তখন তার আরশ পানির উপর অবস্থান করছিল। তার অপর হাতটিতে রয়েছে পাল্লা, যা কখনও তিনি নিচে নামান আবার কখনও উপরে উঠান।;\n",
            "id": 6907,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১২১. মহান আল্লাহ্'র বাণীঃ যাকে আমি নিজ হাতে সৃষ্টি করেছি",
            "hadithBengali": "৬৯০৮। মুকাদ্দাম ইবনু মুহাম্মদ (রহঃ) ... ইবনু উমর (রাঃ) সূত্রে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেছেনঃ আল্লাহ তাআলা কিয়ামতের দিন পৃথিবীটা তাঁর মুঠোতে নিয়ে নেবেন। আসমানকে তাঁর ডান হাতে জড়িয়ে বলবেন; বাদশাহ একমাত্র আমিই। সাঈদ (রহঃ) মালিক (রহঃ) থেকে এমনই বর্ণনা করেছেন। উমর ইবনু হামযা (রহঃ) সালিম (রহঃ) এর মাধ্যমে ইবনু উমর (রাঃ) সুত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে এরূপ বর্ণনা করেছেন। আবুল ইয়ামান (রহঃ) ... আবূ হুরায়রা (রাঃ) সুত্রে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহ তাআলা যমীনকে তার মুঠোয় নিয়ে নেবেন।;\n",
            "id": 6908,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১২১. মহান আল্লাহ্'র বাণীঃ যাকে আমি নিজ হাতে সৃষ্টি করেছি",
            "hadithBengali": "৬৯০৯। মুসাদ্দাদ (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত যে, এক ব্যাক্তি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে বলল, হে মুহাম্মাদ! আল্লাহ কিয়ামতের দিনে আসমানগুলোকে এক আঙ্গুলের ওপর, যমীনগুলোকে এক আঙ্গুলের ওপর, পর্বতমালাকে এক আঙ্গুলের ওপর, বৃক্ষরাজিকে এক আঙ্গুলের ওপর এবং অবশিষ্ট সৃষ্টিকে এক আঙ্গুলের ওপর তুলে বলবেন, বাদশাহ একমাত্র আমিই। এতে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হেসে দিলেন। এমনকি তাঁর মাড়ির দাঁত মুবারক পর্যন্ত বের হয়ে উঠল। তারপর তিনি তিলাওয়াত করলেনঃ তারা আল্লাহ তাআলার যথোচিত মর্যাদা উপলব্দি করেনি। ইয়াহইয়া ইবনু সাঈদ বলেনঃ এই বর্ণনায় একটু সংযোজন করেছেন, ফুদায়ল ইবনু আয়ায ... আবিদা (রহঃ) সূত্রে আবদুল্লাহ থেকে যে, এ কথা শুনে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আশ্চার্যান্বিত হয়ে তার সমর্থনে হেসে দিলেন।;\n",
            "id": 6909,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবদুল্লাহ' ইব্'ন মাসউদ (রাঃ) ",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১২১. মহান আল্লাহ্'র বাণীঃ যাকে আমি নিজ হাতে সৃষ্টি করেছি",
            "hadithBengali": "৬৯১০। উমর ইবনু হাফস ইবনু গিয়াস (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, আহলে কিতাবদের থেকে জনৈক ব্যাক্তি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে বলল, হে আবুল কাসিম! (কিয়ামতের দিন) আল্লাহ তাআলা আসমানসমূহকে এক আঙ্গুলের ওপর, যমীনগুলোকে এক আঙ্গুলের ওপর, গাছ ও কাদামাটিকে এক আঙ্গুলের ওপর এবং বাকি সৃষ্টিরাজিকে এক আঙ্গুলের ওপর তুলে বলবেন, বাদশাহ একমাত্র আমিই, বাদশাহ একমাত্র আমিই। বর্ণনাকারী বলেনঃ আমি দেখতে পেলাম, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হেসে ফেললেন। এমনকি তার মাড়ির দাঁতগুলো প্রকাশিত হয়ে ওঠলো। এরপর তিনি তিলাওয়াত করলেনঃ আর তারা আল্লাহ পাকের মহানত্বের যথোচিত মর্যাদা উপলব্ধি করেনি।;\n",
            "id": 6910,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবদুল্লাহ' ইব্'ন মাসউদ (রাঃ) ",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১২২. নবী (সাঃ) এর বাণীঃ আল্লাহ্' অপেক্ষা বেশি আত্মমর্যাদাসম্পন্ন কেউই নয়",
            "hadithBengali": "৬৯১১। মূসা ইবনু ইসমাঈল (রহঃ) ... মুগীরা (রাঃ) থেকে বর্ণিত। তিনি বলেছেন, সাদ ইবনু উবাদা (রাঃ) বললেন, আমি আমরে স্ত্রীর সাথে অন্য কোন পুরুষকে যদি দেখি, তাকে তরবারি দ্বারা হত্যা করব। এই উক্তি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে পৌছলে তিনি বললেনঃ তোমরা কি সাদের আত্নমর্যাদাবোধ দেখে আাশ্চার্যান্বিত হচ্ছ? আল্লাহর কসম! আমি তার চেয়েও বেশি আত্মমর্যাদাবোধ সম্পন্ন। আর আল্লাহ আমার চেয়েও বেশি আত্মমর্যাদাবোধ সম্পন্ন। আল্লাহ আত্নমর্যাদাবোধ সস্পন্ন হওয়ার কারণে প্রকাশ্য ও অপ্রকাশ্য (সর্বপ্রকার) অশ্লীলতাকে হারাম করে দিয়েছেন। অক্ষমতা প্রকাশকে আল্লাহর চাইতে বেশি পছন্দ করেন এমন কেউই নেই। আর এই জন্য তিনি ভীতি প্রদর্শনকারী ও সুসংবাদদাতাদেরকে পাঠিয়েছেন। আত্মস্তুতি আল্লাহর চেয়ে বেশি কারো কাছে প্রিয় নয়। তাই তিনি জান্নাতের প্রতিশ্রুতি প্রদান করেছেন।;\n",
            "id": 6911,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "মুগীরা ইবনু শু'বা  (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১২৩. মহান আল্লাহ্'র বাণীঃ বল, সাক্ষ্য প্রদানে সর্বশ্রেষ্ঠ কে? বল, আল্লাহ্'। এখানে আল্লাহ্' তাআলা নিজেকে শাইউন' (বস্তু) বলে আখ্যায়িত করেছেন। আবার নবী (সাঃ) কুরআনকে বস্তু আখ্যায়িত করেছেন। অথচ এটি আল্লাহ্'র গুণাবলির মধ্যে একটি গুন। মহান আল্লাহ্' বলেছেনঃ আল্লাহ্'র সত্তা ব্যতীত সমস্ত কিছুই ধ্বংসশীল",
            "hadithBengali": "৬৯১২। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... সাহাল ইবনু সাদ (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক ব্যাক্তিকে (সাহাবী) বললেনঃ তোমার কাছে কুরআনের কোন বস্তু আছে কি? তিনি বললেনঃ হ্যাঁ, অমুক সূরা অমুক সূরা। তিনি সূরাগুলোর নাম উল্লেখ করেছিলেন।;\n",
            "id": 6912,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "সাহল বিন সাদ (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১২৪. মহান আল্লাহ্'র বাণীঃ তখন তাঁর আরশ পানির ওপর ছিল। তিনি আরশে আযীমের প্রতিপালক। আবুল আলীয়া (রহঃ) বলেন,  اسْتَوَى إِلَى السَّمَاءِ এর মমার্থ হচ্ছে আসমানকে উড্ডীন করেছেন। فَسَوَّاهُنَّ এর মর্মার্থ হচ্ছে, তিনি আসমানরাজিকে সৃষ্টি করেছেন। মুজাহিদ (র) বলেছেন, اسْتَوَى عَلَى الْعَرْشِ\tএর মর্মাথ হল, আরশের উপর অধিষ্ঠিত হলেন। আবদুল্লাহ্ ইবন আব্বাস (রাঃ) বলেছেন, مَجِيد অর্থ সম্মানতি, الوَدُود\tঅর্থ প্রিয়। বলা হয়ে থাকে, حَمِيدٌ مَجِيدٌ\tমূলত প্রশংসনীয় ও পবিত্র। বস্তুত এটি مَاجِدٍ\tথেকে فَعِيلٌ\tএর ওযনে এসেছে। আর مَحْمُودٌ (প্রশংসনীয়) এসেছে حمد থেকে",
            "hadithBengali": "৬৯১৩। আবদান (রহঃ) ... ইমরান ইবনু হুসায়ন (রাঃ) থেকে বর্ণিত। তিনি বলেছেন, আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে ছিলাম। এমন সময় তাঁর কাছে বনূ তামীম এর কাওমটি এল। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদেরকে লক্ষ্য করে বললেনঃ হে বনূ তামীম। তোমরা সুসংবাদ গ্রহণ কর। প্রতি উত্তরে তারা বলল, আপনি আমাদেরকে শুভ সংবাদ যখন প্রদান করেছেন, তাহলে কিছু দান করুন। এ সময় ইয়ামানবাসী কতিপয় লোক নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সেখানে উপস্থিত হল। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের উদ্দেশ্যে বললেনঃ হে ইয়ামানবাসী! তোমাদের জন্য সুসংবাদ। বনূ তামীম তা গ্রহন করল না।;\n\nতারা বলে উঠল, আমরা গ্রহণ করলাম শুভ সংবাদ। যেহেতু আমরা আপনার কাছে এসেছি দ্বীনী জ্ঞান হাসিল করার উদ্দেশ্যে এবং জিজ্ঞাসা করার জন্য এসেছি যে, এ দুনিয়া সৃষ্টির আগে কি ছিল? নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আল্লাহ তখন ছিলেন, তাঁর আগে আর কিছু ছিল না। তার আরশ তখন পানির ওপর ছিল। এরপর তিনি আসমান সমুহ ও যমীন সৃষ্টি করলেন। এবং লাওহে মাফফুযে সব বস্তু সম্পর্কে লিখে রাখলেন। রাবী বলেন, এরপর আমার কাছে এক ব্যাক্তি এসে বলল, হে ইমরান! তোমার উষ্ট্রী পালিয়ে গিয়েছে, তার খবর নাও। আমি উষ্ট্রীর সন্ধানে চললাম। দেখলাম, উষ্ট্রী মরীচিকার আড়ালে আছে। আমি আল্লাহর কসম করে বলছি! আমার মন চাচ্ছিল উষ্ট্রী চলে যায় যাক তবুও আমি মজলিস ছেড়ে যেন না উঠি।;\n",
            "id": 6913,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "ইমরান ইবনু হুসায়ন (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১২৪. মহান আল্লাহ্'র বাণীঃ তখন তাঁর আরশ পানির ওপর ছিল। তিনি আরশে আযীমের প্রতিপালক। আবুল আলীয়া (রহঃ) বলেন,  اسْتَوَى إِلَى السَّمَاءِ এর মমার্থ হচ্ছে আসমানকে উড্ডীন করেছেন। فَسَوَّاهُنَّ এর মর্মার্থ হচ্ছে, তিনি আসমানরাজিকে সৃষ্টি করেছেন। মুজাহিদ (র) বলেছেন, اسْتَوَى عَلَى الْعَرْشِ\tএর মর্মাথ হল, আরশের উপর অধিষ্ঠিত হলেন। আবদুল্লাহ্ ইবন আব্বাস (রাঃ) বলেছেন, مَجِيد অর্থ সম্মানতি, الوَدُود\tঅর্থ প্রিয়। বলা হয়ে থাকে, حَمِيدٌ مَجِيدٌ\tমূলত প্রশংসনীয় ও পবিত্র। বস্তুত এটি مَاجِدٍ\tথেকে فَعِيلٌ\tএর ওযনে এসেছে। আর مَحْمُودٌ (প্রশংসনীয়) এসেছে حمد থেকে",
            "hadithBengali": "৬৯১৪। আলী ইবনু আবদুল্লাহ (রহঃ) ... আবূ হুরায়রা (রাঃ) সুত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেছেনঃ আল্লাহর ডান হাত পরিপূর্ণ, রাত দিনের খরচেও তা কমে না। তোমরা ভেবে দেখেছ কি? আসমানসমূহ ও যমীন সৃষ্টিলগ্ন থেকে তিনি কত খরচ করে চলেছেন। তবুও তাঁর ডান হাতের কিছুই কমেনি। তার আরশ পানির ওপর অবস্থান করছে। তাঁর অপর হাতটিতে রয়েছে দেওয়া এবং নেওয়া। তা তিনি উঠান ও নামান।;\n",
            "id": 6914,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১২৪. মহান আল্লাহ্'র বাণীঃ তখন তাঁর আরশ পানির ওপর ছিল। তিনি আরশে আযীমের প্রতিপালক। আবুল আলীয়া (রহঃ) বলেন,  اسْتَوَى إِلَى السَّمَاءِ এর মমার্থ হচ্ছে আসমানকে উড্ডীন করেছেন। فَسَوَّاهُنَّ এর মর্মার্থ হচ্ছে, তিনি আসমানরাজিকে সৃষ্টি করেছেন। মুজাহিদ (র) বলেছেন, اسْتَوَى عَلَى الْعَرْشِ\tএর মর্মাথ হল, আরশের উপর অধিষ্ঠিত হলেন। আবদুল্লাহ্ ইবন আব্বাস (রাঃ) বলেছেন, مَجِيد অর্থ সম্মানতি, الوَدُود\tঅর্থ প্রিয়। বলা হয়ে থাকে, حَمِيدٌ مَجِيدٌ\tমূলত প্রশংসনীয় ও পবিত্র। বস্তুত এটি مَاجِدٍ\tথেকে فَعِيلٌ\tএর ওযনে এসেছে। আর مَحْمُودٌ (প্রশংসনীয়) এসেছে حمد থেকে",
            "hadithBengali": "৬৯১৫। আহমদ (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, যায়িদ ইবনু হারিসা (রাঃ) অভিযোগ নিয়ে আসলেন। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে বলতে লাগলেন, তুমি আল্লাহকে ভয় কর এবং তোমার স্ত্রীকে তোমার কাছে রেখে দাও। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যদি কোন জিনিস গোপনই করতেন, তাহলে এই আয়াতটি অবশ্যই গোপন করতেন। বর্ণনাকারী বলেন, [যায়নাব (রাঃ)] অপরাপর নবী সহধর্মিণীর কাছে এই বলে গৌরব করতেন যে, তোমাদেরকে বিবাহ দিয়েছে তোমাদের পরিবার-পরিজন আর আমাকে স্বয়ং আল্লাহ তাআলা সাত আসমানের ওপরে বিয়ে দিয়েছেন। বর্ণনাকারী সাবিত (রাঃ) বলেছেন, আল্লাহর বানীঃ (হে নবী) আপনি আপনার অন্তরে যা গোপন করতেন আল্লাহ তা প্রকাশ করে দিচ্ছেন, আপনি লোকদের ভয় করছিলেন। এই আয়াতটি যায়নাব ও যায়িদ ইবনু হারিসা (রাঃ) সম্পর্কে অবতীর্ণ হয়েছিল।;\n",
            "id": 6915,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১২৪. মহান আল্লাহ্'র বাণীঃ তখন তাঁর আরশ পানির ওপর ছিল। তিনি আরশে আযীমের প্রতিপালক। আবুল আলীয়া (রহঃ) বলেন,  اسْتَوَى إِلَى السَّمَاءِ এর মমার্থ হচ্ছে আসমানকে উড্ডীন করেছেন। فَسَوَّاهُنَّ এর মর্মার্থ হচ্ছে, তিনি আসমানরাজিকে সৃষ্টি করেছেন। মুজাহিদ (র) বলেছেন, اسْتَوَى عَلَى الْعَرْشِ\tএর মর্মাথ হল, আরশের উপর অধিষ্ঠিত হলেন। আবদুল্লাহ্ ইবন আব্বাস (রাঃ) বলেছেন, مَجِيد অর্থ সম্মানতি, الوَدُود\tঅর্থ প্রিয়। বলা হয়ে থাকে, حَمِيدٌ مَجِيدٌ\tমূলত প্রশংসনীয় ও পবিত্র। বস্তুত এটি مَاجِدٍ\tথেকে فَعِيلٌ\tএর ওযনে এসেছে। আর مَحْمُودٌ (প্রশংসনীয়) এসেছে حمد থেকে",
            "hadithBengali": "৬৯১৬। খাল্লাদ ইবনু ইয়াহইয়া (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেছেন, যায়নাব বিনত জাহাশ (রাঃ) কে কেন্দ্র করে পর্দার আয়াত নাযিল হয়। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যায়নাবের সাথে তার বিবাহ উপলক্ষে ওয়ালিমা হিসাবে সেদিন রুটি ও গোশত আহার করিয়ে ছিলেন। সহধর্মিণীদের উপর যায়নাব (রাঃ) গৌরব করে বলতেন, আল্লাহ তো আসমানে আমার বিয়ের ব্যবস্থা করেছেন।;\n",
            "id": 6916,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১২৪. মহান আল্লাহ্'র বাণীঃ তখন তাঁর আরশ পানির ওপর ছিল। তিনি আরশে আযীমের প্রতিপালক। আবুল আলীয়া (রহঃ) বলেন,  اسْتَوَى إِلَى السَّمَاءِ এর মমার্থ হচ্ছে আসমানকে উড্ডীন করেছেন। فَسَوَّاهُنَّ এর মর্মার্থ হচ্ছে, তিনি আসমানরাজিকে সৃষ্টি করেছেন। মুজাহিদ (র) বলেছেন, اسْتَوَى عَلَى الْعَرْشِ\tএর মর্মাথ হল, আরশের উপর অধিষ্ঠিত হলেন। আবদুল্লাহ্ ইবন আব্বাস (রাঃ) বলেছেন, مَجِيد অর্থ সম্মানতি, الوَدُود\tঅর্থ প্রিয়। বলা হয়ে থাকে, حَمِيدٌ مَجِيدٌ\tমূলত প্রশংসনীয় ও পবিত্র। বস্তুত এটি مَاجِدٍ\tথেকে فَعِيلٌ\tএর ওযনে এসেছে। আর مَحْمُودٌ (প্রশংসনীয়) এসেছে حمد থেকে",
            "hadithBengali": "৬৯১৭। আবুল ইয়ামান (রহঃ) ... আবূ হুরায়রা (রাঃ) সুত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেছেন, আল্লাহ যখন সকল মাখলুক পয়দা করার কাজ সম্পন্ন করলেন, তখন তার আরশের উপর তারই কাছে লিপিবদ্ধ করে রাখলেন অবশ্যই আমার রহমত আমার গযব থেকে অগ্রগামী।;\n",
            "id": 6917,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১২৪. মহান আল্লাহ্'র বাণীঃ তখন তাঁর আরশ পানির ওপর ছিল। তিনি আরশে আযীমের প্রতিপালক। আবুল আলীয়া (রহঃ) বলেন,  اسْتَوَى إِلَى السَّمَاءِ এর মমার্থ হচ্ছে আসমানকে উড্ডীন করেছেন। فَسَوَّاهُنَّ এর মর্মার্থ হচ্ছে, তিনি আসমানরাজিকে সৃষ্টি করেছেন। মুজাহিদ (র) বলেছেন, اسْتَوَى عَلَى الْعَرْشِ\tএর মর্মাথ হল, আরশের উপর অধিষ্ঠিত হলেন। আবদুল্লাহ্ ইবন আব্বাস (রাঃ) বলেছেন, مَجِيد অর্থ সম্মানতি, الوَدُود\tঅর্থ প্রিয়। বলা হয়ে থাকে, حَمِيدٌ مَجِيدٌ\tমূলত প্রশংসনীয় ও পবিত্র। বস্তুত এটি مَاجِدٍ\tথেকে فَعِيلٌ\tএর ওযনে এসেছে। আর مَحْمُودٌ (প্রশংসনীয়) এসেছে حمد থেকে",
            "hadithBengali": "৬৯১৮। ইবরাহীম ইবনু মুনযির (রহঃ) ... আবূ হুরায়রা (রাঃ) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেছেন, যে ব্যাক্তি আল্লাহ ও তাঁর রাসুলের প্রতি ঈমান আনে, সালাত (নামায/নামাজ) কায়েম করে, রমযান মাসের রোযা পালন করে, আল্লাহ তার ব্যাপারে এ দায়িত্ব নিয়েছেন যে, তিনি তাকে জান্নাতে প্রবেশ করাবেন। সে আল্লাহর রাস্তায় হিজরত করুক কিংবা তার জন্মভূমিতে অবস্থান করুক। সাহাবীগণ বলে উঠলেন ইয়া রাসুলাল্লাহ! এই বিষয়টি আমরা লোকদের জানিয়ে দেব না? রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ অবশ্যই, জান্নাতে একশটি স্তর রয়েছে। এগুলো আল্লাহ তাঁর রাস্তায় জিহাদকারীদের জন্য প্রস্তুত করে রেখেছেন। প্রতি দুটি স্তরের মাঝখানে আসমান ও যমীনের দূরত্ব বিদ্যমান রয়েছে। কাজেই যখন তোমরা আল্লাহর কাছে চাইবে, তখন ফিরদাওস জান্নাত চাইবে। কেননা সেটি হচ্ছে সর্বোত্তম ও সর্বোচ্চ জান্নাত। আর দয়ালু (আল্লাহর) আরশটি এরই উপর অবস্থিত। এই ফিরদাওস থেকেই জান্নাতের ঝর্নাগুলো প্রবাহিত হয়ে থাকে।;\n",
            "id": 6918,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১২৪. মহান আল্লাহ্'র বাণীঃ তখন তাঁর আরশ পানির ওপর ছিল। তিনি আরশে আযীমের প্রতিপালক। আবুল আলীয়া (রহঃ) বলেন,  اسْتَوَى إِلَى السَّمَاءِ এর মমার্থ হচ্ছে আসমানকে উড্ডীন করেছেন। فَسَوَّاهُنَّ এর মর্মার্থ হচ্ছে, তিনি আসমানরাজিকে সৃষ্টি করেছেন। মুজাহিদ (র) বলেছেন, اسْتَوَى عَلَى الْعَرْشِ\tএর মর্মাথ হল, আরশের উপর অধিষ্ঠিত হলেন। আবদুল্লাহ্ ইবন আব্বাস (রাঃ) বলেছেন, مَجِيد অর্থ সম্মানতি, الوَدُود\tঅর্থ প্রিয়। বলা হয়ে থাকে, حَمِيدٌ مَجِيدٌ\tমূলত প্রশংসনীয় ও পবিত্র। বস্তুত এটি مَاجِدٍ\tথেকে فَعِيلٌ\tএর ওযনে এসেছে। আর مَحْمُودٌ (প্রশংসনীয়) এসেছে حمد থেকে",
            "hadithBengali": "৬৯১৯। ইয়াহইয়া ইবনু জাফর (রহঃ) ... আবূ যর (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি মসজিদে নববীতে প্রবেশ করলাম। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখন সেখানে বসা ছিলেন। যখন সূর্য অস্ত গেল, তিনি বললেনঃ হে আবূ যর! তোমার কি জানা আছে, এই সূর্য কোথায় যাচ্ছে? আবূ যর (রাঃ) বলেন, আমি বললাম, আল্লাহ ও তাঁর রাসুলই সর্বাপেক্ষা বেশি জানেন। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ এ সূর্য যাচ্ছে এবং অনুমতি চাচ্ছে সিজাদার জন্য। তারপর সিজদার জন্য তাকে অনুমতি দেয়া হয়। একদিন তাকে হুকুম দেয়া হবে, যেখান থেকে এসেছ সেখানে ফিরে যাও। তখন সে তার অস্তের স্থল থেকে উদিত হবে। এরপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তিলাওয়াত করলেন, এটিই তার অবস্থান স্থল আবদুল্লাহ (রাঃ) এর কিরআত অনুযাযী।;\n",
            "id": 6919,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবূ যার আল-গিফারী (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১২৪. মহান আল্লাহ্'র বাণীঃ তখন তাঁর আরশ পানির ওপর ছিল। তিনি আরশে আযীমের প্রতিপালক। আবুল আলীয়া (রহঃ) বলেন,  اسْتَوَى إِلَى السَّمَاءِ এর মমার্থ হচ্ছে আসমানকে উড্ডীন করেছেন। فَسَوَّاهُنَّ এর মর্মার্থ হচ্ছে, তিনি আসমানরাজিকে সৃষ্টি করেছেন। মুজাহিদ (র) বলেছেন, اسْتَوَى عَلَى الْعَرْشِ\tএর মর্মাথ হল, আরশের উপর অধিষ্ঠিত হলেন। আবদুল্লাহ্ ইবন আব্বাস (রাঃ) বলেছেন, مَجِيد অর্থ সম্মানতি, الوَدُود\tঅর্থ প্রিয়। বলা হয়ে থাকে, حَمِيدٌ مَجِيدٌ\tমূলত প্রশংসনীয় ও পবিত্র। বস্তুত এটি مَاجِدٍ\tথেকে فَعِيلٌ\tএর ওযনে এসেছে। আর مَحْمُودٌ (প্রশংসনীয়) এসেছে حمد থেকে",
            "hadithBengali": "৬৯২০। মূসা (রহঃ) ... যায়িদ ইবনু সাবিত (রাঃ) থেকে বর্ণিত। তিনি বলেন, আবূ বকর (রাঃ) আমার কাছে লোক প্রেরণ করলেন। তাই আমি কুরআনের বিভিন্ন অংশ অনুসন্ধানে নেমে পড়লাম। পরিশেষে সূরা তাওবার শেষাংশ একমাত্র আবু খুযায়মা আনসারী (রাঃ) ব্যতীত আর কারো কাছে পেলাম না। (আর তা হচ্ছে) لَقَدْ جَاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ থেকে সুরা বারাআতের শেষ পর্যন্ত।;\n",
            "id": 6920,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "যায়দ ইবনু সাবিত (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১২৪. মহান আল্লাহ্'র বাণীঃ তখন তাঁর আরশ পানির ওপর ছিল। তিনি আরশে আযীমের প্রতিপালক। আবুল আলীয়া (রহঃ) বলেন,  اسْتَوَى إِلَى السَّمَاءِ এর মমার্থ হচ্ছে আসমানকে উড্ডীন করেছেন। فَسَوَّاهُنَّ এর মর্মার্থ হচ্ছে, তিনি আসমানরাজিকে সৃষ্টি করেছেন। মুজাহিদ (র) বলেছেন, اسْتَوَى عَلَى الْعَرْشِ\tএর মর্মাথ হল, আরশের উপর অধিষ্ঠিত হলেন। আবদুল্লাহ্ ইবন আব্বাস (রাঃ) বলেছেন, مَجِيد অর্থ সম্মানতি, الوَدُود\tঅর্থ প্রিয়। বলা হয়ে থাকে, حَمِيدٌ مَجِيدٌ\tমূলত প্রশংসনীয় ও পবিত্র। বস্তুত এটি مَاجِدٍ\tথেকে فَعِيلٌ\tএর ওযনে এসেছে। আর مَحْمُودٌ (প্রশংসনীয়) এসেছে حمد থেকে",
            "hadithBengali": "৬৯২১। ইয়াহইয়া ইবনু বুকায়র (রহঃ) ... ইউনূস (রহঃ) থেকে হাদীসটি অনুরূপ বর্ণনা করেছেন। তিনিও আবূ খুযায়মা আনসারীর কাছে এ আয়াত পাওয়া গেছে বলে উল্লেখ করেছেন।;\n",
            "id": 6921,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "ইউনুস ইবনু ইয়াযীদ (রহঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১২৪. মহান আল্লাহ্'র বাণীঃ তখন তাঁর আরশ পানির ওপর ছিল। তিনি আরশে আযীমের প্রতিপালক। আবুল আলীয়া (রহঃ) বলেন,  اسْتَوَى إِلَى السَّمَاءِ এর মমার্থ হচ্ছে আসমানকে উড্ডীন করেছেন। فَسَوَّاهُنَّ এর মর্মার্থ হচ্ছে, তিনি আসমানরাজিকে সৃষ্টি করেছেন। মুজাহিদ (র) বলেছেন, اسْتَوَى عَلَى الْعَرْشِ\tএর মর্মাথ হল, আরশের উপর অধিষ্ঠিত হলেন। আবদুল্লাহ্ ইবন আব্বাস (রাঃ) বলেছেন, مَجِيد অর্থ সম্মানতি, الوَدُود\tঅর্থ প্রিয়। বলা হয়ে থাকে, حَمِيدٌ مَجِيدٌ\tমূলত প্রশংসনীয় ও পবিত্র। বস্তুত এটি مَاجِدٍ\tথেকে فَعِيلٌ\tএর ওযনে এসেছে। আর مَحْمُودٌ (প্রশংসনীয়) এসেছে حمد থেকে",
            "hadithBengali": "৬৯২২। মুআল্লা ইবনু আসাদ (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, দুঃখ যাতনার সময় নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দোয়া করতেন এই বলেঃ আল্লাহ ছাড়া কোন মাবুদ নেই। যিনি মহাজ্ঞানী ও ধৈর্যশীল। তিনি ছাড়া আর কোন মাবুদ নেই, তিনি আরশ আযীমের প্রতিপালক। তিনি ছাড়া কোন মাবুদ নেই, তিনি আসমান-যমীনের প্রতিপালক এবং সম্মানিত আরশের অধিপতি।;\n",
            "id": 6922,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১২৪. মহান আল্লাহ্'র বাণীঃ তখন তাঁর আরশ পানির ওপর ছিল। তিনি আরশে আযীমের প্রতিপালক। আবুল আলীয়া (রহঃ) বলেন,  اسْتَوَى إِلَى السَّمَاءِ এর মমার্থ হচ্ছে আসমানকে উড্ডীন করেছেন। فَسَوَّاهُنَّ এর মর্মার্থ হচ্ছে, তিনি আসমানরাজিকে সৃষ্টি করেছেন। মুজাহিদ (র) বলেছেন, اسْتَوَى عَلَى الْعَرْشِ\tএর মর্মাথ হল, আরশের উপর অধিষ্ঠিত হলেন। আবদুল্লাহ্ ইবন আব্বাস (রাঃ) বলেছেন, مَجِيد অর্থ সম্মানতি, الوَدُود\tঅর্থ প্রিয়। বলা হয়ে থাকে, حَمِيدٌ مَجِيدٌ\tমূলত প্রশংসনীয় ও পবিত্র। বস্তুত এটি مَاجِدٍ\tথেকে فَعِيلٌ\tএর ওযনে এসেছে। আর مَحْمُودٌ (প্রশংসনীয়) এসেছে حمد থেকে",
            "hadithBengali": "৬৯২৩। মুহাস্মদ ইবনু ইউসুফ (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) সুত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণিত। তিনি বলেছেনঃ কিয়ামতের দিন সব মানুষ বেহুশ হয়ে পড়বে। (যখন আমার হুশ ফিরে আসবে) তখন আমি মূসা (আলাইহিস সালাম) কে আরশের একটি পায়া ধরে দণ্ডায়মান দেখতে পাব। বর্ণনাকারী মাজিশুন আবদুল্লাহ ইবনু ফাজল ও আবূ সালামার মাধ্যমে আবূ হুরায়রা (রাঃ) সুত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন। তিনি বলেছেন, আমি সবচাইতে আগে পুনরুত্থিত হব। তখন মূসা (আলাইহিস সালাম) কে দেখব, তিনি আরশ ধরে আছেন।;\n",
            "id": 6923,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবূ সা'ঈদ খুদরী (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১২৫. আল্লাহ্'র বাণীঃ ফেরেশতা এবং রূহ্ আল্লাহ্'র দিকে ঊর্ধ্বগামী হয়। (৭০ঃ ৪)। এবং আল্লাহ্'র বাণীঃ তাঁরই দিকে পবিত্র বাণীসমূহ আরোহণ করে (৩৫ঃ ১০)। আবূ জামরা (রহঃ) ইবন আব্বাস (রাঃ) থেকে বর্ণনা করেছেন, নবী (সাঃ) এর নবুয়ত প্রাপ্তির খবর শুনে আবূ যর (রাঃ) তাঁর ভাইকে বললেন, আমার জন্য ঐ ব্যক্তির অবস্থাটি অবহিত হয়ে নাও, যিনি ধারণা করেছেন যে, আসমান থেকে তাঁর কাছে খবর আসে। মুজাহিদ (রহঃ) বলেছেন, নেক কাজ পবিত্র কথাকে ঊর্ধ্বগামী করে। ذِي الْمَعَارِجِ এর ব্যাপারে বলা হয়- ঐ সকল ফেরেশতা যারা আল্লাহ্'র দিকে উর্ধ্বগামী হয়",
            "hadithBengali": "৬৯২৪। ইসমাঈল (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের মাঝে রাত ও দিনে ফেরেশতাগণ পালাক্রমে আগমন করেন। আর তারা একত্রিত হন আসর ও ফজরের সালাতে। তারপর যারা তোমাদের মাঝে রাত্রি যাপন করেছেন তারা উঠে যান। তখন তাদের প্রতিপালক তাদেরকে জিজ্ঞাসা করেন, অথচ তিনি তোমাদের ব্যাপারে সবচাইতে অধিক জ্ঞাত; কেমন অবস্থায় আমার বান্দাদেরকে তোমরা ছেড়ে এসেছ? তারা তখন উত্তর দেবে, আমরা ওদেরকে সালাত (নামায/নামাজ) রত অবস্থায় রেখে এসেছি প্রথম গিয়েও আমরা ওদেরকে সালাতে পেয়েছিলাম।;\n\nখালিদ ইবনু মাখলাদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যাক্তি তার হালাল ও পবিত্র উপার্জন থেকে একটি খেজুর পরিমাণও দান করে, আল্লাহ তা আলা তা তাঁর ডান হাত দ্বারা কবুল করেন। আর পবিত্র ও হালাল জিনিস ছাড়া আল্লাহর দিকে কোন কিছু আগ্রগমন করতে পারে না। তারপর এটি তার মালিকের জন্য লালন-পালন ও দেখাশোনা করতে থাকে, তোমরা যেমন ঘোড়ার বাচ্চাকে লালন-পালন করতে থাক। পরিশেষে তা পাহাড়ের ন্যায় বিরাট আকার ধারণ করে। ওয়ারকা (রহঃ) ... আবূ হুরায়রা (রাঃ) সুত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন। আল্লাহ তাআলার দিকে পবিত্র জিনিস ছাড়া কোন কিছুই গমন করতে পারে না।;\n",
            "id": 6924,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আয়িশা (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১২৫. আল্লাহ্'র বাণীঃ ফেরেশতা এবং রূহ্ আল্লাহ্'র দিকে ঊর্ধ্বগামী হয়। (৭০ঃ ৪)। এবং আল্লাহ্'র বাণীঃ তাঁরই দিকে পবিত্র বাণীসমূহ আরোহণ করে (৩৫ঃ ১০)। আবূ জামরা (রহঃ) ইবন আব্বাস (রাঃ) থেকে বর্ণনা করেছেন, নবী (সাঃ) এর নবুয়ত প্রাপ্তির খবর শুনে আবূ যর (রাঃ) তাঁর ভাইকে বললেন, আমার জন্য ঐ ব্যক্তির অবস্থাটি অবহিত হয়ে নাও, যিনি ধারণা করেছেন যে, আসমান থেকে তাঁর কাছে খবর আসে। মুজাহিদ (রহঃ) বলেছেন, নেক কাজ পবিত্র কথাকে ঊর্ধ্বগামী করে। ذِي الْمَعَارِجِ এর ব্যাপারে বলা হয়- ঐ সকল ফেরেশতা যারা আল্লাহ্'র দিকে উর্ধ্বগামী হয়",
            "hadithBengali": "৬৯২৫। আবদুল আলা ইবনু হাম্মাদ (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত যে, দুঃখ-যাতনার সময় নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এই বলে দোয়া করতেনঃ মহান ও ধৈর্যশীল আল্লাহ ছাড়া কোন মাবুদ নেই, মহান আরশের প্রতিপালক আল্লাহ ছাড়া কোন মাবুদ নেই, আসমানসমূহের মালিক এবং মহান আরশের অধিপতি আল্লাহ ছাড়া কোন মাবুদ নেই।;\n",
            "id": 6925,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১২৫. আল্লাহ্'র বাণীঃ ফেরেশতা এবং রূহ্ আল্লাহ্'র দিকে ঊর্ধ্বগামী হয়। (৭০ঃ ৪)। এবং আল্লাহ্'র বাণীঃ তাঁরই দিকে পবিত্র বাণীসমূহ আরোহণ করে (৩৫ঃ ১০)। আবূ জামরা (রহঃ) ইবন আব্বাস (রাঃ) থেকে বর্ণনা করেছেন, নবী (সাঃ) এর নবুয়ত প্রাপ্তির খবর শুনে আবূ যর (রাঃ) তাঁর ভাইকে বললেন, আমার জন্য ঐ ব্যক্তির অবস্থাটি অবহিত হয়ে নাও, যিনি ধারণা করেছেন যে, আসমান থেকে তাঁর কাছে খবর আসে। মুজাহিদ (রহঃ) বলেছেন, নেক কাজ পবিত্র কথাকে ঊর্ধ্বগামী করে। ذِي الْمَعَارِجِ এর ব্যাপারে বলা হয়- ঐ সকল ফেরেশতা যারা আল্লাহ্'র দিকে উর্ধ্বগামী হয়",
            "hadithBengali": "৬৯২৬। কবীসা (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত তিনি বলেছেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সমীপে সামান্য কিছু স্বর্ণ পাঠানো হলে তিনি চারজনকে বণ্টন করে দেন। ইসহাক ইবনু নাসর (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত। তিনি বলেছেন, আলী (রাঃ) ইয়ামানে অবস্থানকালে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে কিছু মাটি মিশ্রিত সোনা পাঠিয়েছিলেন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বনূ মুজাশি গোত্রের আকরা ইবনু হাবিস হানযালী, উয়য়না ইবনু হিসন ইবনু বদর ফাযারী, আলকামা ইবনু উলাছা আমিরী ও বনূ কিলাবের একজন এবং বনূ নাবহান গোত্রের যায়িদ আল খায়ল তাঈর মধ্যে তা বন্টন করে দেন। এই কারণে কুরাইশ ও আনসারীগণ অসন্তুষ্ট হয়ে বলল, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নাজদবাসী সরদারদেরকে দিচ্ছেন। আর আমাদেরকে বিমুখ করছেন। এই প্রেক্ষিতে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আমি তাদের হৃদয় আকৃষ্ট করার চেষ্টা করছি। তখন কোটরাগত চোখ, উচু কপাল, অধিক দাঁড়ি, উচ্চ চোয়াল ও মুণ্ডানো মাথা বিশিষ্ট এক ব্যাক্তি সামনে এসে বলল, হে মুহাম্মাদ! আল্লাহকে ভয় কর।;\n\nনবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আমিই যদি তার নাফরমানী করি, তবে তাঁর অনুগত হবে আর কে? আর এজন্যই তিনি আমাকে লোকের উপর আমানতদার নির্ধারণ করেছেন। অথচ তোমরা আমাকে আমানতদার মনে করছ না। এমন সময় দলের মধ্য থেকে এক লোক, সম্ভবত খালিদ ইবনু ওয়ালিদ (রাঃ), সেই ব্যাক্তিটিকে হত্যা করার জন্য নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে অনুমতি চাইলে তিনি তাকে নিষেধ করলেন। সে লোকটি চলে যাওয়ার পর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ এ ব্যাক্তির বংশ থেকে এমন কিছু লোক আসবে, যারা কুরআন পড়বে, তবে কুরআন তাদের কন্ঠনালী অতিক্রম করবে না। তারা ইসলাম থেকে এমনভাবে বের হয়ে যাবে, যেভাবে শিকারের দেহ ভেদ করে তীর বের হয়ে যায়। মূর্তীপূজারীদেরকে তারা ছেড়ে দিয়ে মুসলিমদেরকে হত্যা করবে। যদি আমি তাদেরকে পাই, তাহলে আদ জাতির হত্যার মত তাদেরকে হত্যা করব।;\n",
            "id": 6926,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবূ সা'ঈদ খুদরী (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১২৫. আল্লাহ্'র বাণীঃ ফেরেশতা এবং রূহ্ আল্লাহ্'র দিকে ঊর্ধ্বগামী হয়। (৭০ঃ ৪)। এবং আল্লাহ্'র বাণীঃ তাঁরই দিকে পবিত্র বাণীসমূহ আরোহণ করে (৩৫ঃ ১০)। আবূ জামরা (রহঃ) ইবন আব্বাস (রাঃ) থেকে বর্ণনা করেছেন, নবী (সাঃ) এর নবুয়ত প্রাপ্তির খবর শুনে আবূ যর (রাঃ) তাঁর ভাইকে বললেন, আমার জন্য ঐ ব্যক্তির অবস্থাটি অবহিত হয়ে নাও, যিনি ধারণা করেছেন যে, আসমান থেকে তাঁর কাছে খবর আসে। মুজাহিদ (রহঃ) বলেছেন, নেক কাজ পবিত্র কথাকে ঊর্ধ্বগামী করে। ذِي الْمَعَارِجِ এর ব্যাপারে বলা হয়- ঐ সকল ফেরেশতা যারা আল্লাহ্'র দিকে উর্ধ্বগামী হয়",
            "hadithBengali": "৬৯২৭। আইয়াশ ইবনু ওয়ালীদ (রহঃ) ... আবূ যর (রাঃ) থেকে বর্ণিত। তিনি বলেছেন, আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে নিম্নোক্ত আয়াত সম্পর্কে জিজ্ঞাসা করেছি, আর সূর্য ভ্রমণ করে তার নির্দিষ্ট গন্তব্যের দিকে। তিনি বলেছেনঃ সুর্যের নির্দিষ্ট গন্তব্য হল আরশের নিচে।;\n",
            "id": 6927,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবূ যার আল-গিফারী (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১২৬. মহান আল্লাহ্'র বাণীঃ সেদিন কোন কোন মুখমন্ডল উজ্জ্বল হবে; তারা তাদের প্রতিপালকের দিকে তাকিয়ে থাকবে",
            "hadithBengali": "৬৯২৮। আমর ইবনু আওন (রহঃ) ... জারীর ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমরা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে বসা ছিলাম। তিনি পূর্ণিমার রাতে চাঁদের দিকে তাকিয়ে বললেনঃ তোমরা অবশ্যই অচিরেই তোমাদের প্রতিপালককে দেখতে পাবে যেমনি তোমরা এই চাঁদটিকে দেখতে পাচ্ছ। অথচ তোমরা এটি দেখতে কোন বাধাপ্রাপ্ত হচ্ছ না। অতএব, যদি তোমরা সক্ষম হও তবে সুর্য উদয়ের পূর্বের সালাত (নামায/নামাজ) এবং সূর্যাস্তের পূর্বের সালাত আদায় করতে যেন পরাজিত না হও। তাহলে তাই কর।;\n",
            "id": 6928,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "জাবির ইবনু আবদুল্লাহ আনসারী (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১২৬. মহান আল্লাহ্'র বাণীঃ সেদিন কোন কোন মুখমন্ডল উজ্জ্বল হবে; তারা তাদের প্রতিপালকের দিকে তাকিয়ে থাকবে",
            "hadithBengali": "৬৯২৯। ইউসুফ ইবনু মূসা (রহঃ) ... জারীর ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ অবশ্যই তোমরা তোমাদের প্রতিপালককে প্রকাশ্যভাবে দেখতে পাবে।;\n",
            "id": 6929,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "জাবির ইবনু আবদুল্লাহ আনসারী (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১২৬. মহান আল্লাহ্'র বাণীঃ সেদিন কোন কোন মুখমন্ডল উজ্জ্বল হবে; তারা তাদের প্রতিপালকের দিকে তাকিয়ে থাকবে",
            "hadithBengali": "৬৯৩০। আবদা ইবনু আবদুল্লাহ (রহঃ) ... জারীর ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, একদা পূর্নিমার রাতে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমেদের কাছে বের হয়ে আসলেন। অতঃপর তিনি বললেনঃ অবশ্যই তোমরা অচিরেই তোমাদের প্রতিপালককে কিয়ামতের দিন দেখতে পাবে যেমন এই চাঁদটিকে তোমরা দেখছ এবং একে দেখতে তোমরা বাধাপ্রাপ্ত হচ্ছ না।;\n",
            "id": 6930,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "জারীর ইবনু আবদুল্লাহ আল বাজলী  (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১২৬. মহান আল্লাহ্'র বাণীঃ সেদিন কোন কোন মুখমন্ডল উজ্জ্বল হবে; তারা তাদের প্রতিপালকের দিকে তাকিয়ে থাকবে",
            "hadithBengali": "৬৯৩১। আবদুল আযীয ইবনু আবদুল্লাহ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, লোকেরা (সাহাবাগণ) জিজ্ঞাসা করলেন, ইয়া রাসুলাল্লাহ! কিয়ামতের দিন আমরা কি আমাদের প্রতিপালককে দেখতে পাব? রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমরা কি পূর্ণিমার রাতে চাঁদ দেখতে বাধাপ্রাপ্ত হও? সবাই বলে উঠলেন, না ইয়া রাসুলাল্লাহ! তিনি আবার বললেনঃ মেঘমুক্ত আকাশে সূর্য দেখতে কি তোমরা বাধা-পাপ্ত হও? সবাই বলে উঠলেন, না, ইয়া রাসুলাল্লাহ। তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমরা অনুরূপ আল্লাহকে দেখতে পাবে।;\n\nকিয়ামতের দিন আল্লাহ লোকদেরকে সমবেত করে বলবেন, যে যার ইবাদত করছিলে সে যেন তার অনুসরণ করে। তারপর যারা সূর্যের ইবাদত করত, সূর্যের অনুসরণ করবে। যারা চাঁদের ইবাদত করত, তারা চাঁদের অনুসরণ করবে। আর যারা তাগুদের পূজা করত, তারা তাদের অনুসরণ করবে। অবশিষ্ট থাকবে এই উম্মাত। এদের মধ্যে এদের সুপারিশকারীরাও থাকবে অথবা রাবী বলেছেন, মুশরিকরাও থাকবে। এখানে বর্ণনাকারী ইবরাহীম (রহঃ) সন্দেহ পোষণ করেছেন।;\n\nতরপর মহান আল্লাহ তাদের কাছে এসে বলবেনঃ আমিই তোমাদের রব। তখন তারা বলবে যতক্ষন আমাদের রব আমাদের কাছে না আসবেন, ততক্ষন আমরা এ স্থানেই অবস্থান করব। আমাদের রব যখন আসবেন, তখন আমরা তাকে চিনতে পারব। তারপর আল্লাহ এমন এক আকৃতিতে তাদের কাছে আসবেন, যে সুরতে তারা তাঁকে চিনবে। তখন তিনি বলবেন, তোমাদের রব আমিই। তারাও বলে উঠবে হ্যাঁ, আপনই আমাদের রব। তারপর তারা তাঁর অনুসরণ করবে।;\n\nএরপর দোযখের উপর পুল কায়েম করা হবে। যারা পুল অতিক্রম করবে, আমি এবং আমার উম্মাত তাদের মধ্যে প্রথম থাকব। সেদিন একমাত্র রাসুলগন ছাড়া আর কেউই কথা বলতে পারবে না। আর রাসুলগণেরও আবেদন হবে শুধু আল্লাহুম্মা সাল্লিম, সাল্লিম (আয় আল্লাহ! নিরাপদে রাখুন, নিরাপদে রাখুন) এবং জাহান্নামে সাদান এর কাটার মত অকড়া থাকবে। তোমরা দেখেছ কি সাদান এর কাটা? সাহাবাগণ বললেন, জী হ্যাঁ, ইয়া রাসুলাল্লাহ। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ জাহান্নামের যে কাটাগুলো এ সাদান এর কাঁটার মত। হ্যাঁ, তরে সেগুলো যে কত বড় হবে তা একমাত্র আল্লাহই জানেন। ওসব কাটা মানুষকে তাদের কর্য অনুপাতে বিদ্ধ করবে।;\n\nকতিপয় মানুষ থাকবে ঈমানদার, তারা তাদের আমলের কারণে নিরাপদ থাকবে। আর কেউ কেউ তার আমলের কারণে ধংস হবে। কাউকে নিক্ষেপ করা হবে আর কাউকে প্রতিদান দেওয়া হবে। কিংবা অনুরূপ কিছু রাবী বলেছেনঃ তারপর (মহান আল্লাহ) প্রকাশমান হবেন। তিনি বান্দাদের বিচারকার্য সমাপন করে যখন আপন রহমতে কিছু সংখ্যক দোযখবাসীকে বের করতে চইবেন, তখন তিনি তাদের মধ্যকার শিরক-মুক্তদেরকে দোযখ থেকে বের করে দেয়ার জন্য ফেরেশতাদেরকে নির্দেশ দিবেন। তারাই হচ্ছে ওসব বান্দা যাদের উপর আল্লাহ রহমত করবেন, যারা সাক্ষ্য দিয়েছে যে, আল্লাহ ব্যতীত কোন ইলাহ নেই। সিজদার চিহ্ন দ্বারা তাদের ফেরেশতাগণ চিনতে পারবেন।;\n\nসিজদার চিহ্ন ছাড়া সেসব আদম সন্তানের সারা দেহ জাহান্নামের আগুন ভষ্মীভূত করে দেবে। সিজদার চিহ্নসমূহ জ্বালিয়ে দেওয়া আল্লাহ জাহান্নামের উপর হারাম করে দিয়েছেন। অতঃপর তাদেরকে আগুনে বিদগ্ধ অবস্থায় জাহান্নাম থেকে বের করা হবে। তাদের ওপর ঢালা হবে সঞ্জীবনীর পানি। এর ফলে নিম্নদেশ থেকে তারা এমনভাবে সজীব হয়ে ওঠবে, প্লাবনে ভাসমান বীজ মাটি থেকে যেভাবে গজিয়ে ওঠে। এরপর আল্লাহ তাআলা বান্দাদের বিচার ফায়সালা সমাপন করবেন।;\n\nএদের মধ্য থেকে একজন অবশ্যই রয়ে যাবে, যে জাহান্নামের দিকে মুখ করে থাকবে। জাহান্নামীদের মধ্যে এই হচ্ছে সর্বশেষ জান্নাতে প্রবেশকারী। তখন সে বলবে, হে আমার রব! আমার, চেহারাটা জাহান্নাম থেকে ফিরিয়ে দাও। কেননা, জাহান্নামের (দুর্গন্ধময়) হাওয়া আমাকে অস্থির করে তুলছে এবং এর শিখা আমাকে জ্বালাচ্ছে। তখন সে আল্লাহর ইচ্ছা অনুযায়ী তার কাছে প্রার্থনা করবে। তারপর আল্লাহ তাআলা বলবেন, তোমার প্রার্থনার জিনিস যদি তোমাকে প্রদান করা হয়, তবে অন্য কিছু চাইবে না তো? তখন সে বলবে, না, তোমার ইজ্জতের কসম করে বলছি, তা ছাড়া আমি আর কিছু চাইব না। তখন সে আল্লাহর ইচ্ছা অনুযায়ী তাকে বহু অঙ্গীকার ও প্রতিশ্রুতি দেবে। ফলে আল্লাহ তার চেহারা জাহান্নাম থেকে ফিরিয়ে দিবেন।;\n\nযখন সে জান্নাতের দিকে মুখ ফিরাবে এবং জান্নাতকে দেখবে, সে আল্লাহর ইচ্ছা অনুযায়ী যতক্ষন চুপ থাকার চুপ থেকে বলবে, হে আমার রব! আমাকে জান্নাতের দার পর্যন্ত এগিয়ে দাও। আল্লাহ তখন তাকে বলবেন, তুমি কি বহু প্রতিশ্রুতি ও অঙ্গীকার দাওনি যে তোমাকে যা দেওয়া হবে, তা ছাড়া আর কিছু তুমি কখনো চাইবে না। সর্বনাশ তোমার, হে আদম সন্তান! কতই না প্রতিশ্রুতি ভঙ্গকারী তুমি। তখন সে বলবে, হে আমার রব! আল্লাহ তখন তাকে বলবেন, আচ্ছা, এটি যদি তোমাকে দেওয়া হয়, আর কিছু তো চাইবে না? সে বলবে, তোমার ইজ্জতের কসম! সেটি ছাড়া আমি আর কিছুই চাইব না। তারপর আল্লাহর ইচ্ছানুযায়ী প্রতিশ্রুতি ও অঙ্গীকার দেবে আর আল্লাহ তাকে জান্নাতের দরজা পঁর্যন্ত এগিয়ে নেবেন।;\n\nযখন সে জান্নাতের দরজার কাছে দাঁড়াবে, তখন তার জন্য জান্নাত উন্মুক্ত হয়ে যাবে, তখন সে এর মধ্যকার আরাম আয়েশ-ও ভোগ বিলাসের প্রাচুর্য দেখতে পাবে। তখন সে আল্লাহর ইচ্ছানুযায়ী নীরব থেকে, পরে বলবে, হে আমার রব! আমাকে জান্নাতে প্রবেশ করিয়ে দিন। আল্লাহ বলবেনঃ তুমি কি আমাকে এই প্রতিশ্রুতি ও অঙ্গীকার দাওনি যে, তোমাকে যা দেওয়া হবে, তা ছাড়া আর কিছু প্রার্থনা করবে না? সর্বনাশ তোমার! হে বনী আদম! কতই না প্রতিশ্রুতি ভঙ্গকারী তুমি। তখন সে বলবে, হে আমার রব! আমি তোমার সৃষ্টিরাজির মধ্যে নিকৃষ্টতর হতে চাই না। তখন সে আল্লাহর কাছে প্রার্থনা করতে থাকবে। অবশেষে আল্লাহ এতে হেসে দিবেন।;\n\nআল্লাহ তার অবস্থার প্রেক্ষিতে হেসে তাকে নির্দেশ দিবেন, তুমি জান্নাতে প্রবেশ কর। সে জান্নাতে প্রবেশ করলে আল্লাহ তাকে সম্বোধন করে বলবেন এবার তুমি চাও। সে তখন রবের কাছে যাঞ্চা করবে এবং আকাঙ্ক্ষা প্রকাশ করবে। পরিশেষে আল্লাহ স্বয়ং তাকে বরণ করিয়ে দিয়ে বলবেন, এটা, ওটা চাও। এতে তার আরয-আকাঙ্ক্ষা সমাপ্ত হলে আল্লাহ বললেনঃ তোমাকে ওগুলো দেয়া হল, সাথে সাথে সে পরিমাণ আরো দেয়া হল। আতা ইবনু ইয়াযীদ (রহঃ) বলেনঃ আবূ হুরায়রা (রাঃ) যখন হাদীসটির বর্ণনা দিচ্ছিলেন, তখন আবূ সাঈদ খুদরী (রাঃ)ও তার সাথে ছিলেন। তিনি আবূ হুরায়রা (রাঃ) এর এই বর্ণিত হাদীসের কোথাও প্রতিবাদ করলেন না।;\n\nবর্ণনার শেষাংশে এসে আবূ হুরায়রা (রাঃ) যখন বর্ণনা করলেন, আল্লাহ তাআলা তাকে বললেনঃ ওসব তোমাকে দেওয়া হলো, আরো তার সমপরিমাণ তার সাথে দেওয়া হল তখন আবূ সাঈদ খুদরী (রাঃ) প্রতিবাদ করে বললেনঃ হে আবূ হুরায়রা (রাঃ), রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তো বলেছেনঃ তার সাথে আরো দশগুন। তখন আবূ হুরায়রা (রাঃ) বলেনঃ আমি সংরক্ষণ করেছি এভাবে-ওসব তোমাকে দেওয়া হল, আর এর সাথে আরো এক গুণ দেওয়া হল। আবূ সাঈদ (রাঃ) বললেনঃ আমি সাক্ষ্য দিচ্ছি, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছ থেকে এভাবে সংরক্ষণ করেছি- ও সবই তোমাকে দেওয়া হল এর সাথে তোমাকে দেওয়া হল আরো দশ গুণ। আবূ হুরায়রা (রাঃ) বলেনঃ এই হচ্ছে জান্নাতে প্রবেশকারীদের মধ্যে সর্বশেষ ব্যাক্তি।;\n",
            "id": 6931,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১২৬. মহান আল্লাহ্'র বাণীঃ সেদিন কোন কোন মুখমন্ডল উজ্জ্বল হবে; তারা তাদের প্রতিপালকের দিকে তাকিয়ে থাকবে",
            "hadithBengali": "৬৯৩২। ইয়াহইয়া ইবনু বুকায়র (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমরা বললাম, ইয়া রাসুলাল্লাহ! আমরা কিয়ামতের দিন আমাদের প্রতিপালকের দর্শন লাভ করব কি? তিনি বললেনঃ মেঘমুক্ত আকাশে তোমরা সুর্য দেখতে কোন বাধা প্রাপ্ত হও কি? আমরা বললাম, না। তিনি বললেনঃ সেদিন তোমরাও তোমাদের প্রতিপালককে দেখতে বাধাপ্রাপ্ত হবে না। এতটুকু ব্যতীত যতটুকু সূর্য দেখার সময় পেয়ে থাক। সেদিন একজন ঘোষনাকারী ঘোষণা করবেন যারা যে জিনিসের ইবাদত করতে, তারা সে জিনিসের কাছে গমন কর। এরপর যারা ক্রুশধারী ছিল তারা যাবে তাদের ক্রুশের কাছে। মূর্তিপূজারীরা যাবে তাদের মূর্তির সাথে। সকলেই তাদের উপাস্যের সাথে যাবে। অবশ্যই থাকবে একমাত্র আল্লাহর ইবাদতকারীরা নেককার ও গুনাহগার সবাই। এবং আহলে কিতাবের কিছু সংখ্যক লোকও থাকবে।;\n\nঅতঃপর জাহান্নামকে আনা হবে। সেটি তখন থাকবে মরীচিকার মত। ইহুদীদেরকে সম্বোধন করে জিজ্ঞাসা করা হবে, তোমরা কিসের ইবাদত করতে? তারা উত্তর করবে, আমরা আল্লাহর পুত্র উযায়র (আলাইহিস সালাম) এর ইবাদত করতাম। তখন তাদেরকে বলা হবে, তোমরা মিথ্যা বলছ। কারণ আল্লাহর কোন স্ত্রীও নেই এবং নেই তার কোন সন্তান। এখন তোমরা কি চাও? তারা বলবে, আমরা চাই, আমাদেরকে পানি পান করান। তখন তাদেরকে বলা হবে, তোমরা পানি পান কর। এরপর তারা জাহান্নামে নিক্ষিপ্ত হতে থাকবে।;\n\nতারপর নাসারাদেরকে বলা হবে, তোমরা কিসের ইবাদত করতে? তারা বলে উঠবে, আমরা আল্লাহর পুত্র মসীহের ইবাদত করতাম। তখন তাদেরকে বলা হবে, তোমরা মিথ্যা বলছ। আল্লাহর কোন স্ত্রীও ছিল না, সন্তানও ছিল না। এখন তোমরা কি চাও? তারা বলবে, আমাদের ইচ্ছা আপনি আমাদেরকে পানি পান করতে দিন। তাদেরকে উত্তর দেওয়া হবে, তোমরা পান কর। তারপর তারা জাহান্নামে নিক্ষিপ্ত হতে থাকবে।;\n\nপরিশেষে অবশিষ্ট থাকবে একমাত্র আল্লাহর ইবাদতকারীগগ। তাদের নেককার ও গুনাহগার সবাই। তাদেরকে লক্ষ্য করে বলা হবে, কোন জিনিস তোমাদেরকে আটকে রেখেছে? অথচ অন্যরা তো চলে গিয়েছে। তারা বলবে আমরা তো সেদিন তাদের থেকে পৃথক রয়েছি, যেদিন আজকের অপেক্ষা তাদের বেশি প্রয়োজন ছিল। আমরা একজন ঘোষণাকারীর এ ঘোষণানা দিতে শুনেছি যে যারা যাদের ইবাদত করত তারা যেন ওদের সাথে যায়। আমরা প্রতীক্ষা করছি আমাদের প্রতিপালকের জন্য।;\n\nনবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ এরপর মহাপরাক্রমশালী আল্লাহ তাদের কাছে আগমন করবেন। এবার তিনি সে আকৃতিতে আগমন করবেন না, যেটিতে তাঁকে প্রথমবার ঈমানদারগন দেখেছিলেন। এসে তিনি ঘোষণা দিবেন আমি তোমাদের প্রতিপালক সবাই তখন বলে উঠবে আপনিই আমাদের প্রতিপালক। আর সেদিন নবীগণ ছাড়া তার স্থানে কেউ কথা বলতে পারবে না। আল্লাহ তাদেরকে বলবেন, তোমাদের এবং তাঁর মাঝখানে পরিচায়ক কোন আলামত আছে কি? তারা বলবেনঃ পায়ের নলা। তখন পায়ের নলা খুলে দেয়া হবে। এই দেখে ঈমানদারগণ সবাই সিজদায় পতিত হবে। বাকি থাকবে তারা, যারা লোক-দেখানো এবং লোক-শোনানো সিজদা করেছিল। তবে তারা সিজদার মনোবৃত্তি নিয়ে সিজদা করার জন্য যাবে, কিন্তু তাদের মেরু-দন্ড একটি তক্তার ন্যায় শক্ত হয়ে যাবে।;\n\nএমন সময় পুল স্থাপন করা হবে জাহান্নামের উপর। সাহাবীগন আরয করলেন, সে পুলটি কি ধরনের হবে ইয়া রাসুলুল্লাহ? তিনি বললেনঃ দুর্ঘম পিচ্ছিলে জায়গা। এর ওপর আংটা ও হুক থাকবে, শক্ত চওড়া উল্টো কাঁটা বিশিষ্ট হবে, যা নাজদ দেশের সাদান বৃক্ষের কাটার মত হবে। সে পুলের উপর দিয়ে ঈমানদারগণের কেউ অতিক্রম করবে চোখের পলকের মতো, কেউ বিজলীর মতো। কেউ বা বাতাসের মতো আবার কেউ তীব্রগামী ঘোড়া ও সাওয়ারের মতো। তবে মুক্তি প্রাপ্তগণ কেউ নিরাপদে চলে আসবেন, আবার কেউ জাহান্নামের আগুনে ক্ষতবিক্ষত হয়ে যাবে। একবারে শেষে পার হবে যে ব্যাক্তিটি, সে হেঁচড়িয়ে কোন রকমে পার হয়ে আসবে। এখন তোমরা হকের ব্যাপারে আমার অপেক্ষা বেশি কঠোর নও, যতটুকু সেদিন ঈমানদারগণ আল্লাহর সমীপে হয়ে থাকবে, যা তোমাদের কাছে সুস্পষ্ট হয়ে গিয়েছে।;\n\nযখন ঈমানদারগন এই দৃশ্যটি অবলোকন করবে যে, তাদের ভাইদেরকে রেখে একমাত্র তারাই নাজাত পেয়েছে, তখন তারা বলবে, হে আমাদের রব! আমাদের সেসব ভাই কোথায়, যারা আমাদের সঙ্গে সালাত (নামায/নামাজ) আদায় করত, রোযা পালন করত, নেক কাজ করত? তখন আল্লাহ তাআলা তাদেরকে বলবেনঃ তোমরা যাও, যাদের অন্তরে এক দীনার বরাবর ঈমান পাবে, তাদেরকে জাহান্নাম থেকে বের করে আন। আল্লাহ তাআলা তাদের মুখমন্ডল জাহান্নামের ওপর হারাম করে দিয়েছেন। এদের কেউ কেউ দুপা ও দুপায়ের নলীর অধিক পর্যন্ত জাহান্নামের মধ্যে থাকবে। তারা যাদেরকে চিনতে পারে, তাদেরকে বের করবে। তারপর এরা আবার প্রত্যাবর্তন করবে।;\n\nআল্লাহ আবার তাদেরকে বলবেন, তোমরা যাও, যাদের অন্তরে অর্ধ দীনার পরিমাণ ঈমান পাবে তাদেরকে বের করে নিয়ে আসবে। তারা গিয়ে তাদেরকেই বের করে নিয়ে আসবে যাদেরকে তারা চিনতে পারবে। তারপর আবার প্রত্যাবর্তন করবে। আল্লাহ তাদেরকে আবার বলবেন, তোমরা যাও, যাদের অন্তরে অনু পরিমাণ ঈমান পাবে, তাদেরকে বের করে নিয়ে আসবে। তারা যাদেরকে চিনতে পাবে তাদেরকে বের করে নিয়ে আসবে। বর্ণনাকারী আর সাঈদ খুদরী (রাঃ) বলেনঃ তোমরা যদি আমাকে বিশ্বাস না কর, তাহলে আল্লাহর এ বানীটি পড়ঃ আল্লাহ অণু পরিমানও জুলুম করেন না। এবং অণু পরিমান পূণ্য কাজ হলেও আল্লাহ তাকে দ্বিগুণ করেন (৪ঃ ৪০)।;\n\nতারপর নবী ফেরেশতা ও মুমিনগণ সুপারিশ করবেন। তখন মহান পরাক্রমশালী আল্লাহ বলবেন, এখন একমাত্র আমার শাফাআতই অবশিষ্ট রয়েছে। তিনি জাহান্নাম থেকে একমুষ্টি ভরে এমন কতগুলো কওমকে বের করবেন, যারা জ্বলে পুড়ে দগ্ধ হয়ে গিয়েছে। তারপর তাদেরকে বেহেশতের সামনে অবস্থিত হায়াত নামক নহরে ঢালা হবে। তারা সে নহরের দুপার্শ্বে এমনভাবে উদ্ভুত হবে, যেমন পাথর এবং গাছের কিনারে বহন করে আনা আবর্জনায় নীচ থেকে তৃণ উদ্ভুত হয়। দেখতে পাও তন্মধ্যে সূর্যের আলোর অংশের গাছগুলো সাধারণত সবুজ হয়, ছায়ার অংশগুলো সাদা হয়। তারা সেখান থেকে মুক্তার দানার মত বের হবে। তাদের গর্দানে মোহর লাগানো হবে। জান্নাতে তারা যখন প্রবেশ করবে, তখন অপরাপর জান্নাতবাসীরা বলবেন, এরা হলেন রাহমান কর্তৃক মুক্তিপ্রাপ্ত যাদেরকে আল্লাহ তাআলা কোন নেক আমল কিংবা কল্যাণ কাজ ছাড়া জান্নাতে দাখিল করেছেন। তখন তাদেরকে ঘোষনা দেয়া হবেঃ তোমরা যা দেখেছ, সবই তো তোমাদের এর সাথে আরো সমপরিমান দেওয়া হল তোমাদেরকে।;\n\nহাজ্জাজ ইবনু মিনহাল (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ ঈমানদারদেরকে কিয়ামতের দিন আবদ্ধ করে রাখা হবে। পরিশেষে তারা পেরেশান হয়ে ওঠবে এবং বলবে, আমরা যদি আমাদের রবের কাছে কারো দ্বারা শাফাআত করাই যিনি আমাদের সস্তি দান করেন। তারপর তারা আদম (আলাইহিস সালাম) এর কাছে এসে বলবে, আপনিই তো সে আদম, যিনি মানবকুলের পিতা, স্বয়ং আল্লাহ নিজ হাত দিয়ে আপনাকে সৃষ্টি করেছেন। আপনাকে বসবাসের সুযোগ প্রদান করেছেন তাঁর জান্নাতে, ফেরেশতাদের দ্বারা আপনাকে সিজদা করিয়েছেন এবং আপনাকে সব জিনিসের নামের তালীম দিয়েছেন। আমাদের এ স্থান থেকে প্রদানের নিমিত্ত আপনার সেই রবের কাছে শাফাআত করুন। তখন আদম (আলাইহিস সালাম) বলবেন, আমি তোমাদের এ কাজের জন্য নই। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ এরপর তিনি নিষিদ্ধ গাছের ফল খাওয়ার ভুলের কথাটি উল্লেখ করবেন। তিনি বলবেন, বরং তোমরা নূহ (আলাইহিস সালাম) এর কাছে যাও, যিনি পৃথিবীবাসীদের প্রতি প্রেরিত নবীগণের মধ্যে প্রথম নবী।;\n\nতারপর তারা নূহ (আলাইহিস সালাম) এর কাছে এলে তিনি তাদেরকে বলবেন আমি তোমাদের এ কাজের জন্য নই। আর তিনি না জেনে তাঁর রবের কাছে প্রার্থনার ভুলটি উল্লেখ করবেন এবং বলবেন বরং তোমরা রাহমানের বন্ধু ইবরাহীমের কাছে যাও। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ অতঃপর তারা ইবরাহীম (আলাইহিস সালাম) এর কাছে আসবে। তখন ইবরাহীম (আলাইহিস সালাম) বলবেন, আমি তোমাদের এ কাজের জন্য নই। আর তিনি এরূপ তিনটি বাক্যের কথা উল্লেখ করবেন যেগুলো বাহ্যত বাস্তব-পরিপন্হী ছিল। পরে বলবেন, তোমরা বরং মূসা (আলাইহিস সালাম) এর কাছে যাও। আল্লাহর এমন এক বান্দা যাকে আল্লাহ তাওরাত দান করেছিলেন, তার সাথে কথা বলেছিলেন এবং গোপন বাক্যালাপের মাধ্যমে তাঁকে সান্নিধ্য দান করেন।;\n\nরাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ সবাই তখন মূসা (আলাইহিস সালাম) এর কাছে আসবে। তিনিও বলবেন, আমি তোমাদের এ কাজের জন্য নই। এবং তিনি (অনিাচ্ছাকৃত) হত্যার ভুলের কথা উল্লেখ করবেন। তিনি বলবেন, তোমরা বরং ঈসা (আলাইহিস সালাম) এর কাছে যাও। যিনি আল্লাহর বান্দা ও তাঁর রাসুল এবং তার রূহ ও বাণী।;\n\nরাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তারা সবাই তখন ঈসা (আলাইহিস সালাম) এর কাছে আসবে। ঈসা (আলাইহিস সালাম) বলবেন, আমি তোমাদের এ কাজের জন্য নই। তিনি বলবেন, তোমরা বরং মুহাম্মদসাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে যাও। তিনি আল্লাহর এমন এক বান্দা যার পূর্বের ও পরের ভুল মাফ করে দিয়েছেন। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তারা তখন আমার কাছে আসবে। আমি তখন আমার রবের কাছে তার নিকটে হাযির হওয়ার অনুমতি চাইব। আমাকে তাঁর কাছে যাওয়ার অনুমতি প্রদান করা হবে। তাঁর দর্শন লাভ করার সাথে সাথে আমি সিজদায় পড়ে যাবো। তিনি আমাকে সে অবস্থায় যতক্ষন রাখতে চাইবেন ততক্ষন বাখবেন।;\n\nএরপর আল্লাহ তাআলা বলবেন, মুহাম্মাদ, মাথা ওঠান; বলুন, আপনার কথা শোনা হবে, আর শাফাআত করুন, কবুল করা হবে, চান আপনাকে দেওয়া হবে। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তখন আমি আমার মাথা ওঠাবো। তারপর আমি আমার প্রতিপালকের এমন শ্রুতি ও প্রশংসা (হামদ ও সানা) করবো যা তিনি আমাকে শিখিয়ে দিবেন। এরপর আমি সুপারিশ করবো, তবে আমার জন্য একটা সীমা নির্ধারণ করা হবে। আমি বের হয়ে তাদেরকে জান্নাতে প্রবেশ করাবো। বর্ণনাকারী কাতাদা (রহঃ) বলেন, আমি আনাস (রাঃ) কে এ কথাও বলতে শুনেছি যে, আমি বের হবো এবং তাদেরকে জাহান্নাম থেকে বের করবো এবং জান্নাতে প্রবেশ করাব। তারপর আমি ফিরে এসে আমার প্রতিপালকের নিকটে হাযির হওয়ার অনুমতি চাইব। আমাকে অনুমতি দেওয়া হবে।;\n\nআমি তাঁকে দেখার পর সিজদায় পড়ে যাব। আল্লাহ তাআলা যতক্ষন রাখতে চাইবেন, আমাকে সে অবস্থায় রাখবেন। তারপর বলবেন, মুহাম্মদ! মাথা উঠান। বলুন, তা শোনা হবে, শাফাআত করুন, কবুল করা হবে, চান দেওয়া হবে। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তারপর আমি আমার মাথা উঠাবো। আমার রবের এমন প্রশংসা ও শ্রুতি করব, যা তিনি আমাকে শিখিয়ে দিবেন। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ এরপর আমি শাফাআত করব, আমার জন্য একটা সীমা নির্ধারণ করা হবে। আমি বের হয়ে তাদেরকে জান্নাতে প্রবেশ করাব। বর্ণনাকারী কাতাদা (রহঃ) বলেন, আমি আনাস (রাঃ) কে বলতে শুনেছি, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তখন আমি বের হব এবং তাদেরকে জাহান্নাম থেকে বের করব এবং জান্নাতে প্রবেশ করাব।;\n\nতারপর তৃতীয়বারের মত ফিরে আসব এবং আমার রবের নিকটে প্রবেশ করার অনুমতি চাইব। আমাকে অনুমতি দেওয়া হবে। আমি তাকে দেখার পর সিজদায় পড়ে যাব। আল্লাহ আমাকে সে অবস্থায় রাখবেন, যতক্ষন তিনি চাইবেন। তারপর আল্লাহ বলবেন, মুহাম্মাদ! মাথা উঠান এবং বলুন, শোনা হবে, সুপারিশ করুন, তা কবুল করা হবে, চান, দেওয়া হবে। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ আমি মাথা উঠিয়ে আমার রবের এমন শ্রুতি ও প্রশংসা (হামদ ও সানা) করব, যা আমাকে শিখিয়ে দেবেন। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ এরপর আমি শাফাআত করব, আমার জন্য একটা সীমা নির্ধারন করা হবে। তারপর আমি বের হয়ে তাদেরকে জান্নাতে প্রবেশ করাব।;\n\nবর্ণনাকারী কাতাদা (রহঃ) বলেন, আমি আনাস (রাঃ) কে বলতে শুনেছি, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ আমি সেখান থেকে বের হয়ে তাদেরকে জাহান্নাম থেকে বের করে জান্নাতে প্রবেশ করাব। পরিশেষে জাহান্নামে অবশিষ্ট থাকবে একমাত্র তারা। কুরআন যাদেরকে আটকে রেখেছে। অর্থাৎ যাদের ওপর জাহান্নামের স্থায়ীবাস অপরিহার্য হয়ে পড়েছে। আনাস (রাঃ) বলেন, তিনি কুরআনের এ আয়াত তিলাওয়াত করলেন। (মহান আল্লাহর বাণীঃ) আশা করা যায় তোমার প্রতিপালক তোমাকে প্রতিষ্ঠিত করবেন প্রশংসিত স্থানে (১৭ঃ ৭৯) এবং তিনি বললেন, তোমাদের নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর জন্য প্রতিশ্রুতি মাকামে মাহমুদ হচ্ছে এটিই।;\n",
            "id": 6932,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবূ সা'ঈদ খুদরী (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১২৬. মহান আল্লাহ্'র বাণীঃ সেদিন কোন কোন মুখমন্ডল উজ্জ্বল হবে; তারা তাদের প্রতিপালকের দিকে তাকিয়ে থাকবে",
            "hadithBengali": "৬৯৩৩। উবায়দুল্লাহ ইবনু সাদ ইবনু ইবরাহীম (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আনসারদের কাছে (লোক) পাঠালেন। তাদেরকে একটা তাঁবুর মধ্যে সমবেত করলেন এবং তাদের বললেনঃ তোমরা আল্লাহ ও তার রাসুলের সঙ্গে মুলাকাত পর্যন্ত ধৈর্য ধারণ করবে। আমি হাওযের (কাওসারের) কাছে থাকব।;\n",
            "id": 6933,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১২৬. মহান আল্লাহ্'র বাণীঃ সেদিন কোন কোন মুখমন্ডল উজ্জ্বল হবে; তারা তাদের প্রতিপালকের দিকে তাকিয়ে থাকবে",
            "hadithBengali": "৬৯৩৪। সাবিত ইবনু মুহাম্মদ (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রাতে যখন তাহাজ্জুদের সালাত (নামায/নামাজ) আদায় করতেন, তখন বলতেনঃ হে আমাদের প্রতিপালক আল্লাহ! সব প্রশংসা একমাত্র আপনারই, আসমান ও যমীনের তত্ত্বাবধায়ক আপনিই এবং আপনারই জন্য সব স্তুতি। আসমান ও যমীন এবং এসবের মধ্যকার সবকিছুর প্রতিপালক আপনিই এবং আপনার জন্য সব প্রশংসা আসমান যমীন ও এগুলোর মধ্যকার সব কিছুর নূর আপনিই। আপনি হক, আপনার বান্দা হক, আপনার ওয়াদা হক, আপনার সাক্ষাৎ হক, জান্নাত হক, জাহান্নাম হক এবং কিয়ামত হক। ইয়া আল্লাহ! আপনারই উদ্দেশ্যে আমি ইসলাম কবুল করেছি এবং আপনারই প্রতি ঈমান এনেছি, তাওয়াক্কুল করেছি আপনারই ওপর, আপনারই কাছে বিবাদ হাওয়ালা করেছি; আপনারই কাছে ফায়সালা চেয়েছি। তাই আপনি আমার পূর্বের ও পরের গুপ্ত ও প্রকাশ্য এবং যা আপনি আমার চাইতে বেশি জ্ঞাত তা সবই মাফ করে দিন। আপনি ছাড়া কোন ইলাহ নেই। বর্ণনাকারী তাঊস (রহঃ) থেকে কায়স ইবনু সাদ (রহঃ) এবং আবূ যুবায়র (রহঃ) قيم এর এর স্থলে قيام বর্ণনা করেছেন। বর্ণনাকারী মুজাহিদ বলেনঃ قيوم সবকিছু পরিচালককে বলা হয়ে থাকে। উমর (রাঃ) قيام পড়েছেন। মূলত শব্দ উভয়টই প্রশংসার জন্য ব্যবহত হয়।;\n",
            "id": 6934,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১২৬. মহান আল্লাহ্'র বাণীঃ সেদিন কোন কোন মুখমন্ডল উজ্জ্বল হবে; তারা তাদের প্রতিপালকের দিকে তাকিয়ে থাকবে",
            "hadithBengali": "৬৯৩৫। ইউসুফ ইবনু মূসা (রহঃ) ... আদী ইবনু হাতিম (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের প্রত্যেকের সাথে অচিরেই তার প্রতিপালক আলাপ করবেন তখন প্রতিপালক ও তার মাঝখানে কোন দোভাষী ও প্রতিবন্ধকতা সৃষ্টিকারী পর্দাও থাকবে না।;\n",
            "id": 6935,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আদী ইবনু হাতিম (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১২৬. মহান আল্লাহ্'র বাণীঃ সেদিন কোন কোন মুখমন্ডল উজ্জ্বল হবে; তারা তাদের প্রতিপালকের দিকে তাকিয়ে থাকবে",
            "hadithBengali": "৬৯৩৬। আলী ইবনু আবদুল্লাহ (রহঃ) ... কায়স (রাঃ) থেকে বর্ণিত তিনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ দুটি জান্নাত এমন হবে, সেগুলোর পানপাত্র ও অভ্যন্তরস্থ সব কিছুই হবে রুপার। আর দুটি জান্নাত এমন হবে, সেগুলোর পানপাত্র ও অভ্যন্তরস্থ সবকিছুই হবে স্বর্ণের। জান্নাতে আদনে তাদের ও তাদের প্রতিপালকের দর্শনের মধ্যে তার চেহারার গর্বের চাদর ছাড়া আর কোন কিছু অন্তরায় থাকবে না।;\n",
            "id": 6936,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবূ মূসা আল- আশআরী (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১২৬. মহান আল্লাহ্'র বাণীঃ সেদিন কোন কোন মুখমন্ডল উজ্জ্বল হবে; তারা তাদের প্রতিপালকের দিকে তাকিয়ে থাকবে",
            "hadithBengali": "৬৯৩৭। হুমায়দী (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যাক্তি মিথ্যা কসম করে কোন মুসলিমের সম্পদ থেকে আত্মসাৎ করবে, সে কিয়ামতের দিন আল্লাহর সাথে মিলিত হবে এমতাবস্থায় যে, তিনি তার ওপর রাগান্বিত থাকবেন। আবদুল্লাহ (রাঃ) বলেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার বাণীর সমর্থনে আল্লাহর কিতাবের আয়াত তিলাওয়াত করেনঃ যারা আল্লাহর সঙ্গে কৃত প্রতিশ্রুতি এবং নিজেদের শপথকে তুচ্ছমূল্যে বিক্রয় করে, পরকালে তাদের কোন অংশ নেই। কিয়ামতের দিন আল্লাহ তাদের সাথে কথা বলবেন না ... (৩ঃ ৭৭)।;\n",
            "id": 6937,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবদুল্লাহ' ইব্'ন মাসউদ (রাঃ) ",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১২৬. মহান আল্লাহ্'র বাণীঃ সেদিন কোন কোন মুখমন্ডল উজ্জ্বল হবে; তারা তাদের প্রতিপালকের দিকে তাকিয়ে থাকবে",
            "hadithBengali": "৬৯৩৮। আবদুল্লাহ ইবনু মুহাম্মাদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তিন প্রকারের মানুষ, যাদের সাথে কিয়ামতের দিন আল্লাহ কথা বলবেন না এবং তাদের দিকে তাকাবেনও না। (১) যে ব্যাক্তি তার দ্রব্যের উপর এই মিথ্যা কসম করে যে, একে এখন যে মূল্যে দেওয়া হল এর চেয়ে অধিক মূল্যে তা বিক্রয় করা যাচ্ছিল। (২) যে ব্যাক্তি কোন মুসলিমের মাল আত্মসাৎ করার উদ্দেশ্যে আসরের সালাত (নামায/নামাজ) এর পর মিথ্যা কসম করে। (৩) এবং ব্যাক্তি সে, যে প্রযোজনের অতিরিক্ত পানি আটকিয়ে রাখে। আল্লাহ তাআলা তাকে লক্ষ্য করে কিয়ামতের দিন বলবেন, আজ আমি আমার মেহেরবানী থেকে তোমাকে বঞ্চিত করব, যেমনি তুমি যা তোমার হাতের অর্জিত নয় তা থেকে বিমুখ করতে।;\n",
            "id": 6938,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১২৬. মহান আল্লাহ্'র বাণীঃ সেদিন কোন কোন মুখমন্ডল উজ্জ্বল হবে; তারা তাদের প্রতিপালকের দিকে তাকিয়ে থাকবে",
            "hadithBengali": "৬৯৩৯। মুহাম্মাদ ইবনু মুসান্না (রহঃ) ... আবূ বাকরা (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহ আসমান ও যমীনকে যেদিন সৃষ্টি করেছিলেন, সেদিনকার অবস্থায় যামানা পুনরায় প্রত্যবর্তন করেছে। বারটি মাসে এক বছর হয়। তন্মধ্যে চারটি মাস (বিশেষভাবে) মর্যাদাসম্পন্ন। যুলকাদা, যুলহাজ্জ ও মুহাররম এই তিনটা মাস একাধারে এসে থাকে। আর মুযার গোত্রের রজব মাস যা জুমাদা ও শাবান মাসের মাঝে। তিনি জিজ্ঞাসা করলেন, এটি কোন মাস? আমরা বললাম, আল্লাহ ও তার রাসুলই ভালো জানেন। এরপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম চুপ থাকলেন, যদ্দরুন আমরা ভেবেছিলাম, তিনি এই নামটি পাল্টিয়ে অন্য কোন নাম রাখবেন।;\n\nতিনি বললেনঃ এটি কি যুলহাজ্জা নয়? আমরা উত্তর করলাম, হ্যাঁ, এটি যুলহাজ্জার মাস। তিনি বললেনঃ এটি কোন শহর? আমরা বললাম, আল্লাহ ও তাঁর রাসুলই বেশি ভাল জানেন। তিনি নীরব রইলেন। আমরা ভেবেছিলাম তিনি হয়ত শহরটির নাম পাল্টিয়ে অন্য কোন নাম রেখে দিবেন। তিনি বললেনঃ এটি কি সেই (পবিত্র) শহরটি নয়? আমরা উত্তর করলাম, হ্যাঁ। তারপর তিনি পুনরায় জিজ্ঞাসা করলেন আজকের এই দিনটি কোন দিন? আমরা উত্তর করলাম, আল্লাহ ও তার রাসুলই বেশি ভাল জানেন। তিনি নীরব রইলেন যার দরুন আমরা ভাবলাম তিনি সম্ভবত এর নামটা পাল্টিয়েই দিবেন। তিনি বললেনঃ এটি কি কুরবানীর দিন নয়? আমরা বললাম, হ্যাঁ।;\n\nনবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখন বললেনঃ তোমাদের রক্ত এবং সম্পদ বর্ণনাকারী মুহাম্মাদ ইবনু সীরীন (রহঃ) বলেছেন, আমার ধারণা হচ্ছে, আবূ বাকরা (রাঃ) তোমাদের ইযযত কথাটিও বর্ণনা করেছিলেন, অর্থাৎ ওসব এ পবিত্র দিনে, এ পবিত্র শহরে, এ পবিত্র মাসটির ন্যায় পবিত্র ও মর্যাদা সম্পন্ন এবং অতিশীঘ্রই তোমরা তোমাদের প্রতিপালকের সাক্ষাৎ লাভ করবে। তখন তিনি তোমাদেরকে তোমাদের আমল সম্পর্কে জিজ্ঞাসা করবেন। সাবধান, আমার ওফাতের পরে তোমরা পথভ্রষ্ট হয়ে একে অপরকে হত্যা করো না।;\n\nসাবধান! উপস্থীতগণ অনুপস্থিত লোকদের কাছে (কথাগুলো) পৌছিয়ে দেবে। কেননা, হয়ত যার কাছে (রেওয়াত) পৌছানো হবে, তাদের মধ্যে এমন ব্যাক্তিও থাকবে, যারা (রেওয়াত) প্রত্যক্ষ শ্রোতার চাইতে বেশি সংরক্ষণকারী হবে। মুহাম্মাদ ইবনু সীরীন (রহঃ) যখন এ হাদীসটি বর্ণনা করতেন, তখন বলতেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সত্যই বলেছিলেন। অতঃপর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আমি পৌছিয়ে দিয়েছি কি? আমি পৌছিয়ে দিয়েছি কি?;\n",
            "id": 6939,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবূ বাকরা (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১২৭. আল্লাহ্'র বাণীঃ আল্লাহ্'র অনুগ্রহ সৎকর্মপরায়নদের নিকটবর্তী (৭ঃ ৫৬)",
            "hadithBengali": "৬৯৪০। মূসা ইবনু ইসমাঈল (রহঃ) ... উসামা ইবনু যায়িদ (রাঃ) থেকে বর্ণিত। তিনি বলেছেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর জনৈকা কন্যার এক ছেলের জীবনসায়াহ্নে তার কন্যা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে যাওয়ার জন্য (অনুরোধ করে) একজন লোক পাঠালেন। উত্তরে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছিলেনঃ আল্লাহ যা নিয়ে নেন এবং যা দান করেন সবই তারই জন্য। আর প্রতিটি বস্তুর জন্য একটা সময়সীমা নির্ধারিত রয়েছে। সুতরাং সে যেন সবর করে এবং সাওয়াবের আশা করে। তারপর নবী-তনয়া নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে পুনরায় যাওয়ার জন্য কসম দিয়ে লোক পাঠালেন। তিনি যাওয়ার জন্য, ওঠে দাঁড়ালেন।;\n\nবর্ণনাকারী উসামা ইবনু যায়িদ (রাঃ) বলেন, আমি, মুআয ইবনু জাবাল, উবায় ইবনু কাব, উবাদা ইবনু সামিতও তাঁর সঙ্গে যাওয়ার জন্য ওঠে দাঁড়ালাম। আমরা যখন সেখানে গিয়ে প্রবেশ করলাম তখন তারা বাচ্চাটাকে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে দিলেন। অথচ তখন বাচ্চার বুকের মধ্যে এক অস্বস্তি বোধ হচ্ছিল। বর্ণনাকারী বলেন, আমার ধারণা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখন বলেছিলেনঃ এ তো যেন মশকের মত। এরপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কাঁদলেন। তা দেখে সাদ ইবনু উবাদা (রাঃ) বললেনঃ আপনি কাঁদছেন? তিনি বললেনঃ অবশ্যই আল্লাহ তাঁর দয়ার বান্দাদের প্রতিই দয়া প্রদর্শন করে থাকেন।;\n",
            "id": 6940,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "উসামাহ ইবনু যায়দ (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১২৭. আল্লাহ্'র বাণীঃ আল্লাহ্'র অনুগ্রহ সৎকর্মপরায়নদের নিকটবর্তী (৭ঃ ৫৬)",
            "hadithBengali": "৬৯৪১। উবায়দুল্লাহ ইবনু সাদ ইবনু ইবরাহিম (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ জান্নাত ও জাহান্নাম উভয়টি স্বীয় প্রতিপালকের কাছে অভিযোগ করল। জান্নাত বলল, হে আমার প্রতিপালক! আমার ব্যাপারটি কি হলো যে তাতে শুধু নিঃস্ব ও নিম্ন শ্রেনীর লোকেরাই প্রবেশ করবে। এদিকে জাহান্নামও অভিযোগ করল অর্থাৎ আপনি শুধুমাত্র অহংকারীদেরকেই আমাতে প্রাধান্য দিলেন।\n\nআল্লাহ জান্নাতকে লক্ষ্য করে বললেনঃ তুমি আমার রহমত। জাহান্নামকে বললেনঃ তুমি আমার আযাব। আমি যাকে চাইব, তোমাকে দিয়ে শাস্তি পৌছাব। তোমাদের উভয়কেই পূর্ণ করা হবে। তবে আল্লাহ তাআলা তার সৃষ্টির কারো উপর যুলম করবেন না। তিনি জাহান্নামের জন্য নিজ ইচ্ছানুযায়ী নতুন সৃষ্টি পয়দা করবেন। তাদেরকে যখন জাহান্নামে নিক্ষেপ করা হবে, তখন জাহান্নাম বলবে, আরো অতিরিক্ত আছে কি? জাহান্নামে আরো নিক্ষেপ করা হবে, তখনো বলবে, আরো অতিরিক্ত আছে কি? এভাবে তিনবার বলবে। পরিশেষে আল্লাহ তাআলা তাঁর কদম (পা) জাহান্নামে প্রবেশ করিয়ে দিলে তা পরিপূর্ন হয়ে যাবে। তখন জাহান্নামের একটি অংশ আরেকটি অংশকে এই উত্তর করবে যথেষ্ট হয়েছে যথেষ্ট হয়েছে ষথেষ্ট হয়েছে।;\n",
            "id": 6941,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১২৭. আল্লাহ্'র বাণীঃ আল্লাহ্'র অনুগ্রহ সৎকর্মপরায়নদের নিকটবর্তী (৭ঃ ৫৬)",
            "hadithBengali": "৬৯৪২। হাফস ইবনু উমর (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কতিপয় কাওম তাদের গুনাহর কারণে শাস্তিস্বরূপ জাহান্নামের অগ্নিশিখায় পৌছবে। তারপর আল্লাহ তাআলা নিজ করুণার বদৌলতে তাদেরকে জান্নাতে প্রবেশ করিয়ে দেবেন। তাদেরকে জাহান্নামী বলে আখ্যায়িত করা হবে। হাম্মাম (রহঃ) ... আনাস (রাঃ) সুত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে উক্ত হাদীস বর্ণনা করেছেন।;\n",
            "id": 6942,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১২৮. আল্লাহ্'র বাণীঃ নিশ্চয়ই আল্লাহ্' আকাশসমূহ ও পৃথিবীকে সংরক্ষণ করেন, যাতে এরা স্থানচ্যুত না হয়",
            "hadithBengali": "৬৯৪৩। মূসা (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, এক ইহুদী পণ্ডিত রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে বলল, হে মুহাম্মাদ! আল্লাহ কিয়ামতের দিন আসমানকে এক আঙ্গুলের ওপর, পৃথিবীকে এক আঙ্গুলের ওপর, পর্বতমালাকে একটি আঙ্গুলের ওপর, বৃক্ষলতা ও নদ্বীনালাকে আরেকটি আঙ্গুলের ওপর এবং সকল সৃষ্টিকে এক আঙ্গুলের ওপর রেখে দিবেন এবং নিজ হাতে ইশারা দিয়ে বলবেন, সম্রাট একমাত্র আমিই। এর সাথে সাথে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হাসলেন এবং বললেনঃ তারা আল্লাহর যথার্থ মর্যাদা উপলদ্ধি করেনি (৬ঃ ৯১)।;\n",
            "id": 6943,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবদুল্লাহ' ইব্'ন মাসউদ (রাঃ) ",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১২৯. আসমান, যমীন ইত্যাদির সৃষ্টি সম্পর্কে; এটি প্রতিপালকের কাজ ও নির্দেশ। অতএব প্রতিপালক তাঁর গুনাবলি, কাজ, নির্দেশ ও কালামসহ তিনি স্রষ্টা ও অস্তিত্বদানকারী। তিনি অসৃষ্ট। তার কাজ, নির্দেশ ও সৃষ্টি এবং অস্তিত্ব দানে যা সম্পাদিত হয়, তাই হলো কর্ম, সৃষ্টও অস্তিত্ব লাভকারী বস্তু",
            "hadithBengali": "৬৯৪৪। সাঈদ ইবনু আবূ মারিয়াম (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি একদা মায়মুনা (রাঃ) এর ঘরে রাত যাপন করলাম। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর কাছে ছিলেন। রাতে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সালাত (নামায/নামাজ) কিরূপ হয় তা প্রত্যক্ষ করার জন্য। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর পরিবারের সাথে কিছু সময় কথা বললেন এবং ঘুমিয়ে পড়লেন। এরপর যখন রাতের শেষ তৃতীয়াংশ কিংবা শেষের কিছু অংশ অবশিষ্ট রইল, তিনি উঠে বসলেন এবং আসমানের দিকে তাকিয়ে তিলাওয়াত করলেনঃ আকাশসমুহ ও পৃথিবী সৃষ্টিতে ...... বোধশক্তি সম্পন্ন লোকদের জন্য পর্যন্ত (৩ঃ ১৯০)। তারপর তিনি উঠে গিয়ে ওযু ও মিসওয়াক করলেন। অতঃপর এগার রাকাত সালাত আদায় করলেন। বিলাল (রাঃ) সালাতের (ফজরের) আযান দিলে তিনি দুরাকাত সালাত পড়ে নিলেন। এরপর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বের হয়ে সাহাবাদেরকে ফজরের (দুরাকআত) সালাত (নামায/নামাজ) পড়িয়ে দিলেন।;\n",
            "id": 6944,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৩০. আল্লাহ্' তাআলার বাণীঃ আমার প্রেরিত বান্দাদের সম্পর্কে আমার এ বাক্য পূর্বেই স্থির হয়েছে। (৩৭ঃ ১৭১)",
            "hadithBengali": "৬৯৪৫। ইসমাঈল (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহ তাআলা যখন (সৃষ্টির) কাজ সম্পূর্ণ করলেন, তখন তার নিকটে তাঁর আরশের উপর লিপিবদ্ধ করে দিলেন, আমার রহমত আমার ক্রোধের উপর প্রবল হয়েছে।;\n",
            "id": 6945,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৩০. আল্লাহ্' তাআলার বাণীঃ আমার প্রেরিত বান্দাদের সম্পর্কে আমার এ বাক্য পূর্বেই স্থির হয়েছে। (৩৭ঃ ১৭১)",
            "hadithBengali": "৬৯৪৬। আদম (রহঃ) ... আবদুল্লাহ ইবনু মাসউদ (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যিনি সত্যবাদী এবং সত্যবাদী বলে স্বীকৃত আমাদের কাছে বর্ণনা করেছেন যে, তোমাদের প্রত্যেকের সৃষ্টি হল এরূপ বীর্য থেকে যাকে মায়ের পেটে চল্লিশ দিন কিংবা চল্লিশ রাত একত্রিত রাখা হয়। তারপর অনুরূপ সময়ে আলাক হয়, তারপর অনুরূপ সময়ে গোশতপিন্ডে পরিণত হয়। তারপর আল্লাহ তাআলা তার কাছে ফেরেশতা প্রেরণ করেন। এই ফেরেশতাকে চারটি জিনিস সম্পর্কে লিপিবদ্ধ করার জন্য হুকুম দেয়া হয়।;\n\nযার ফলে ফেরেশতা তার রিযিক, আমল, আয়ু এবং সৌভাগ্য কিংবা হতভাগ্য হওয়া সম্পর্কে লিখে দেয়। তারপর তার মধ্যে প্রাণ সঞ্চার করা হয়। এজন্যই তোদের কেউ জান্নাতীদের আমল করে এতটুকু অগ্রগামী হয়ে যায় যে, তার ও জান্নাতের মাঝখানে মাত্র এক গজেঁর দূরত্ব থাকতেই তার ওপর লিখিত তাকদীর প্রবল হয়ে যায়। তখন সে দোযখীদের আমল করে। পরিশেষে সে দোযখেই প্রবেশ করে। আবার তোমাদের কেউ দোযখীদের ন্যয় আমল করে। এমন পর্যায়ে পৌছে যে, তার ও দোযখের মধ্যে মাত্র এক গজের দূরত্ব থাকতে তার উপর তাকদীরের লেখনী প্রবল হয়, যদ্দরুন সে জান্নাতীদের ন্যায় আমল করে, ফলে জান্নাতেই প্রবেশ করে।;\n",
            "id": 6946,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবদুল্লাহ' ইব্'ন মাসউদ (রাঃ) ",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৩০. আল্লাহ্' তাআলার বাণীঃ আমার প্রেরিত বান্দাদের সম্পর্কে আমার এ বাক্য পূর্বেই স্থির হয়েছে। (৩৭ঃ ১৭১)",
            "hadithBengali": "৬৯৪৭। খাল্লাদ ইবনু ইয়াহইয়া (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জিবরীলকে জিজ্ঞাসা করলেন, হে জিবরীল! আপনি আমাদের সাথে যে পরিমাণ সাক্ষাৎ করেন তার চাইতে অধিক সাক্ষাৎ করতে কিসে বাধা দেয়? এরই প্রেক্ষিতে কুরআনের নিন্মোক্ত আয়াত অবতীর্ণ হয়ঃ আমরা আপনার প্রতিপালকের আদেশ ব্যতীত অবতরণ করব না, যা আমাদের সন্মুখে ও পিছনে আছে এবং যা এ দুয়ের অন্তবর্তী তা তারই। আর আপনার প্রতিপালক ভুলবার নন (৯৯ঃ ৬৪)। আবদুল্লাহ ইবনু আব্বাস (রাঃ) বলেনঃ এটি মুহাম্মাদসাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর প্রশ্নের জবাব।;\n",
            "id": 6947,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৩০. আল্লাহ্' তাআলার বাণীঃ আমার প্রেরিত বান্দাদের সম্পর্কে আমার এ বাক্য পূর্বেই স্থির হয়েছে। (৩৭ঃ ১৭১)",
            "hadithBengali": "৬৯৪৮। ইয়াহইয়া (রহঃ) ... আবদুল্লাহ ইবনু মাসউদ (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাথে মদিনায় একটি কৃষিক্ষেত দিয়ে চলছিলাম। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখন একটি খেজুরের ডালের উপর ভর দিয়ে চলছিলেন। তারপর তিনি যখন ইহুদীদের এক গোত্রের পাশ দিয়ে যাচ্ছিলেন তখন তারা একে অপরকে বলতে লাগল, তাকে রুহ সম্পর্কে জিজ্ঞাসা কর। আবার কেউ কেউ বলল, তাঁকে কিছু জিজ্ঞাসা করো না। পরিশেষে তাঁরা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে রূহ সম্পর্কে জিজ্ঞাসা করল। তারপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খেজুরের শাখার ওপর ভর দিয়ে দাঁড়িয়ে গেলেন। তখন আমি তার পেছনেই ছিলাম। আমি ধারণা করছিলাম, তার ওপর ওহী অবতীর্ণ হয়েছিল পরে তিনি বললেনঃ তোমাকে ওরা রূহ সম্পর্কে প্রশ্ন করে, বল, রূহ আমার প্রতিপালকের আদেশ ঘটিত এবং তোমাদের সামান্য জ্ঞানই দেওয়া হয়েছে; (১৭ঃ ৮৫)। তখন তাদের একজন আরেকজনকে বলতে লাগল, বলেছিলাম তোমাদেরকে তাকে কোন প্রশ্ন করো না।;\n",
            "id": 6948,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবদুল্লাহ' ইব্'ন মাসউদ (রাঃ) ",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৩০. আল্লাহ্' তাআলার বাণীঃ আমার প্রেরিত বান্দাদের সম্পর্কে আমার এ বাক্য পূর্বেই স্থির হয়েছে। (৩৭ঃ ১৭১)",
            "hadithBengali": "৬৯৪৯। ইসমাঈল (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহর রাস্তায় জিহাদের উদ্দেশ্য নিয়ে যে ব্যাক্তি বের হয়, আর আল্লাহর রাস্তায় জিহাদ এবং তার কলেমার বিশ্বাসই যদি তাকে বের করে থাকে, এমন ব্যাক্তির জন্য আল্লাহ স্বয়ং যিম্মাদার হয়ে যান। হয়তো তাকে তিনি জান্নাতে প্রবেশ করাবেন, নয়তো যে স্থান থেকে সে বের হয়েছিল সাওয়াব কিংবা গনীমতসহ তাকে সে স্থানে প্রত্যাবর্তন করাবেন।;\n",
            "id": 6949,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৩০. আল্লাহ্' তাআলার বাণীঃ আমার প্রেরিত বান্দাদের সম্পর্কে আমার এ বাক্য পূর্বেই স্থির হয়েছে। (৩৭ঃ ১৭১)",
            "hadithBengali": "৬৯৫০। মুহাম্মাদ ইবনু কাসীর (রহঃ) ... আবূ মূসা (রাঃ) থেকে বর্ণিত। তিনি বলেন, জনৈক ব্যাক্তি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে বলল, কেউ লড়াই করছে মর্যাদার জন্য, কেউ বীরত্বের জন্য, কেউ লোক দেখানোর জন্য। এদের কার লড়াইটা আল্লাহর পথে হচ্ছে? নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ যে ব্যাক্তি আল্লাহর বাণীকে বুলন্দ রাখার জন্য লড়াই করছে, সেটাই আল্লাহর পথে।;\n",
            "id": 6950,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবূ মূসা আল- আশআরী (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৩১. মহান আল্লাহ্'র বাণীঃ আমার বাণী কোন বিষয়ে...... (২৭ঃ ৪০)",
            "hadithBengali": "৬৯৫১। শিহাব ইবনু আব্বাদ (রহঃ) ... মুগীরা ইবনু শুবা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি, আমার উম্মতের মধ্যে এমন একটি দল থাকবে, যারা আল্লাহর হুকুম আসা পর্যন্ত অন্যান্য লোকের বিরুদ্ধে সর্বদাই জয়ী থাকবে।;\n",
            "id": 6951,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "মুগীরা ইবনু শু'বা  (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৩১. মহান আল্লাহ্'র বাণীঃ আমার বাণী কোন বিষয়ে...... (২৭ঃ ৪০)",
            "hadithBengali": "৬৯৫২। হুমায়দী (রহঃ) ... মুআবিয়া (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি, আমার উম্মত থেকে একটি দল সব সময় আল্লাহর হুকুমের উপর প্রতিষ্ঠিত থাকবে। যারা তাদেরকে মিথ্যুক প্রতিপন্ন করতে চাইবে কিংবা বিরোধিতা করবে তারা এদের কোন প্রকার ক্ষতি সাধন করতে পারবে না। কিয়ামত আসা পর্যন্ত তারা এ অবস্থায় থাকবে। মালিক ইবনু ইয়ুখামির (রহঃ) বলেনঃ আমি মুআয (রাঃ) কে বলতে শুনেছি, তারা হবে সিরিয়ার অধিবাসী। মুআবিয়া (রাঃ) বলেন, মালিক ইবনু ইয়ুখামির (রাঃ) বলেন, তিনি মুআয (রাঃ) কে বলতে শুনেছেন, তাঁরা হবে সিরিয়ার।;\n",
            "id": 6952,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "মুআবিয়াহ (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৩১. মহান আল্লাহ্'র বাণীঃ আমার বাণী কোন বিষয়ে...... (২৭ঃ ৪০)",
            "hadithBengali": "৬৯৫৩। আবুল ইয়ামান (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেছেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একদা মুসায়লামার কাছে একটু অবস্থান করলেন। তখন সে তার সাথী-সঙ্গীদের মধ্যে ছিল। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে লক্ষ্য করে বললেনঃ তুমি যদি আমার কাছে এ টুকরাটিও চাও, তা হলে আমি তোমাকে তাও তো দিচ্ছি না। তোমার ব্যাপারে আল্লাহ যে সিদ্ধান্ত গ্রহণ করেছেন তা তুমি অতিক্রম করতেও পারবে না। আর যদি তুমি ফিরে যাও, তা হলে আল্লাহ স্বয়ং তোমাকে ধ্বংস করে দিবেন।;\n",
            "id": 6953,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৩১. মহান আল্লাহ্'র বাণীঃ আমার বাণী কোন বিষয়ে...... (২৭ঃ ৪০)",
            "hadithBengali": "৬৯৫৪। মূসা ইবনু ইসমাঈল (রহঃ) ... আবদুল্লাহ ইবনু মাসউদ (রাঃ) থেকে বর্ণিত। তিনি বলেন, একদা আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে মদিনায় এক কৃষিক্ষেত কিংবা অনাবাদী জায়গা দিয়ে চলছিলাম। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিজের সাথে রক্ষিত একটা খেজুরের শাখার উপর ভর দিয়ে চলছিলেন। তারপর আমরা একদল ইহুদিকে অতিক্রম করে যাচ্ছিলাম। তাদের একে অপরকে বলতে লাগল, তাঁকে রূহ সম্পর্কে জিজ্ঞাসা কর। আবার তাদের কেউ কেউ বলল, তাঁকে জিজ্ঞাসা করো না। হয়তো তিনি এমন জিনিস উপস্থাপন করে দিবেন, যা তোমাদের কাছে অপছন্দনীয় লাগবে। তা সত্বেও তাদের কেউ বলে উঠল, আমরা অবশ্যই তাকে জিজ্ঞাসা করব।;\n\nতারপর তাদেরই একজন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর দিকে এগিয়ে জিজ্ঞাসা করল, হে আবূল কাসিম! রূহ কি? এতে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নীরব রইলেন। বর্ণনাকারী বলেন, আমি তখন বুঝতে পেরেছিলাম তার প্রতি ওহী অবতীর্ন হচ্ছে, এরপর তিনি (নিম্নোক্ত আয়াত) পড়লেনঃ তোমাকে ওরা রূহ সম্পর্কে প্রশ্ন করে। বল, রুহ আমার প্রতিপালকের আদেশ ঘটিত। এবং তোমাদের সামান্য জ্ঞানই দেওয়া হয়েছে (১৭ঃ ৮৫)। আমাশ বললেনঃ আয়াতে وَمَا أُوتُوا আমাদের কিরাআতে এমনই বিদ্যমান আছে।;\n",
            "id": 6954,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবদুল্লাহ' ইব্'ন মাসউদ (রাঃ) ",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৩২. মহান আল্লাহ্'র বাণীঃ বল, আমার প্রতিপালকের কথা লিপিবদ্ধ করার জন্য সমুদ্র যদি কালি হয়..... শেষ পর্যন্ত (১৮ঃ ১০৯)। মহান আল্লাহর বাণীঃ পৃথিবীর সমস্ত বৃক্ষ যদি কলম হয় এবং এই যে সমুদ্র এর সাথে যদি আরও সাত সমুদ্র যুক্ত হয়ে কালি হয়, তবুও আল্লাহ্'র বাণী নিঃশেষ হবে না। আল্লাহ্' পরাক্রমশালী, প্রজ্ঞাময় (৩১ঃ ২৭)। মহান আল্লাহর বাণীঃ তোমাদের প্রতিপালক আল্লাহ্', যিনি আকাশ সমূহ ও পৃথিবী ছয় দিনে সৃষ্টি করেছেন। তারপর তিনি আরশে অধিষ্ঠিত হন..... মহিমাময় প্রতিপালক আল্লাহ্', জগতসমূহের প্রতিপালক। (৭ঃ ৫৪) سخر অর্থ ذلل অধীন করা",
            "hadithBengali": "৬৯৫৫। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহর পথে জিহাদের উদ্দেশ্য নিয়ে যে ব্যাক্তি বের হবে এবং আল্লাহর পথে জিহাদ এবং তার কলেমার প্রতি বিশ্বাস ব্যতীত অন্য কিছু তাকে তার ঘর থেকে বের করেনি, তবে এমন ব্যাক্তির জন্য আল্লাহ যামিন হয়ে যান। হয়তো বা তিনি তাকে জান্নাতে প্রবেশ করিয়ে দিবেন, নতুবা সে যে সাওয়াব ও গনীমাত হাসিল করেছে, তা সহ তিনি তাকে তার আবাসস্থলে প্রত্যাবর্তিত করবেন।;\n",
            "id": 6955,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৩৩. আল্লাহ্'র ইচ্ছা ও চাওয়া। মহান আল্লাহ্'র বাণীঃ তোমরা ইচ্ছা করবে না যদি না আল্লাহ্' ইচ্ছা করেন (৭৬ঃ ৩০)। আল্লাহ্' তা'আলার বাণীঃ তুমি যাকে ইচ্ছা ক্ষমতা প্রদান কর (৩ঃ ২৬)। মহান আল্লাহ্'র বাণীঃ কখনই তুমি কোন বিষয়ে বলবে না, আমি তা আগামী কাল করব, আল্লাহ্' ইচ্ছা করলে,' এ কথা না বলে (১৮ঃ ২৩-২৪)। মহান আল্লাহ্'র বাণীঃ তুমি যাকে ভালবাস, ইচ্ছা করলেই তাকে সৎপথে আনতে পারবে না। তবে আল্লাহ্' যাকে চান তাকে সৎপথে আনয়ন করেন। (২৮ঃ ৫৬)। সাঈদ ইব্নুল মুসাইয়্যাব (রহঃ) তাঁর পিতা মুসাইয়্যাব থেকে বলেন, উপরোক্ত আয়াত আবূ তালিব সম্পর্কে নাযিল হয়েছে। মহান আল্লাহ্'র বাণীঃ আল্লাহ্' তোমাদের জন্য যা সহজ তা চান এবং যা তোমাদের জন্য কষ্টকর তা চান না (২ঃ ১৮৫)",
            "hadithBengali": "৬৯৫৬। মুসাদ্দাদ (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যখন তোমরা আল্লাহর কাছে দোয়া করবে, তখন দোয়ায় দৃঢ় ও সংকল্পবদ্ধ থাকবে। তোমাদের কেউই এমন কথা কখনো বলা চাই না যে, (হে আল্লাহ!) তুমি যদি চাও, তাহলে আমাকে দান কর। কেননা আল্লাহকে বাধ্যকারী এমন কেউ নেই।;\n",
            "id": 6956,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৩৩. আল্লাহ্'র ইচ্ছা ও চাওয়া। মহান আল্লাহ্'র বাণীঃ তোমরা ইচ্ছা করবে না যদি না আল্লাহ্' ইচ্ছা করেন (৭৬ঃ ৩০)। আল্লাহ্' তা'আলার বাণীঃ তুমি যাকে ইচ্ছা ক্ষমতা প্রদান কর (৩ঃ ২৬)। মহান আল্লাহ্'র বাণীঃ কখনই তুমি কোন বিষয়ে বলবে না, আমি তা আগামী কাল করব, আল্লাহ্' ইচ্ছা করলে,' এ কথা না বলে (১৮ঃ ২৩-২৪)। মহান আল্লাহ্'র বাণীঃ তুমি যাকে ভালবাস, ইচ্ছা করলেই তাকে সৎপথে আনতে পারবে না। তবে আল্লাহ্' যাকে চান তাকে সৎপথে আনয়ন করেন। (২৮ঃ ৫৬)। সাঈদ ইব্নুল মুসাইয়্যাব (রহঃ) তাঁর পিতা মুসাইয়্যাব থেকে বলেন, উপরোক্ত আয়াত আবূ তালিব সম্পর্কে নাযিল হয়েছে। মহান আল্লাহ্'র বাণীঃ আল্লাহ্' তোমাদের জন্য যা সহজ তা চান এবং যা তোমাদের জন্য কষ্টকর তা চান না (২ঃ ১৮৫)",
            "hadithBengali": "৬৯৫৭। আবুল ইয়ামান ও ইসমাঈল (রহঃ) ... আলী ইবনু আবূ তালিব (রাঃ) থেকে বর্ণিত। একদা রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার ও রাসূল-তনয়া ফাতিমার কাছে রাতে এসেছেন। তিনি তাদেরকে বললেনঃ তোমরা সালাত (নামায/নামাজ) আদায় করছ না? আলী বলেন, তখন আমি বললাম, ইয়া রাসুলাল্লাহ! আমাদের জীবন অবশ্যই আল্লাহর হাতে। তিনি যখন আমাদেরকে ঘুম থেকে জাগিয়ে ওঠাতে চান জাগিয়ে ওঠান। আমি এ কথা বলার পর, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ফিরে চললেন। আর আমার কথার কোন উত্তর করলেন না। যাওয়ার সময় তাঁকে উরুর ওপর হাত মেরে বলতে শুনেছি, মানুয অধিকাংশ বিষয়েই বড্ড ঝগড়াটে।;\n",
            "id": 6957,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আলী ইবনু আবী তালিব (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৩৩. আল্লাহ্'র ইচ্ছা ও চাওয়া। মহান আল্লাহ্'র বাণীঃ তোমরা ইচ্ছা করবে না যদি না আল্লাহ্' ইচ্ছা করেন (৭৬ঃ ৩০)। আল্লাহ্' তা'আলার বাণীঃ তুমি যাকে ইচ্ছা ক্ষমতা প্রদান কর (৩ঃ ২৬)। মহান আল্লাহ্'র বাণীঃ কখনই তুমি কোন বিষয়ে বলবে না, আমি তা আগামী কাল করব, আল্লাহ্' ইচ্ছা করলে,' এ কথা না বলে (১৮ঃ ২৩-২৪)। মহান আল্লাহ্'র বাণীঃ তুমি যাকে ভালবাস, ইচ্ছা করলেই তাকে সৎপথে আনতে পারবে না। তবে আল্লাহ্' যাকে চান তাকে সৎপথে আনয়ন করেন। (২৮ঃ ৫৬)। সাঈদ ইব্নুল মুসাইয়্যাব (রহঃ) তাঁর পিতা মুসাইয়্যাব থেকে বলেন, উপরোক্ত আয়াত আবূ তালিব সম্পর্কে নাযিল হয়েছে। মহান আল্লাহ্'র বাণীঃ আল্লাহ্' তোমাদের জন্য যা সহজ তা চান এবং যা তোমাদের জন্য কষ্টকর তা চান না (২ঃ ১৮৫)",
            "hadithBengali": "৬৯৫৮। মুহাম্মাদ ইবনু সিনান (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ ঈমানদার শস্যক্ষেতের নরম ডগার মত। জোরে বাতাস এলেই তার পাতা ঝুঁকে পড়ে। যখন বাতাস থেমে যায়, তখন আবার স্থির হয়ে যায়। ঈমানদারদেরকে বালা-মূসিবত দ্বারা এভাবেই ঝুঁকিয়ে রাখা হয়। আর কাফেরের উদাহরণ দেবদারু গাছ, যা একেবারেই কঠিন ও সোজা হয়। যদ্দরুন আল্লাহ যখন ইচ্ছা করেন সেটিকে মুলসহ উপড়ে ফেলেন।;\n",
            "id": 6958,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৩৩. আল্লাহ্'র ইচ্ছা ও চাওয়া। মহান আল্লাহ্'র বাণীঃ তোমরা ইচ্ছা করবে না যদি না আল্লাহ্' ইচ্ছা করেন (৭৬ঃ ৩০)। আল্লাহ্' তা'আলার বাণীঃ তুমি যাকে ইচ্ছা ক্ষমতা প্রদান কর (৩ঃ ২৬)। মহান আল্লাহ্'র বাণীঃ কখনই তুমি কোন বিষয়ে বলবে না, আমি তা আগামী কাল করব, আল্লাহ্' ইচ্ছা করলে,' এ কথা না বলে (১৮ঃ ২৩-২৪)। মহান আল্লাহ্'র বাণীঃ তুমি যাকে ভালবাস, ইচ্ছা করলেই তাকে সৎপথে আনতে পারবে না। তবে আল্লাহ্' যাকে চান তাকে সৎপথে আনয়ন করেন। (২৮ঃ ৫৬)। সাঈদ ইব্নুল মুসাইয়্যাব (রহঃ) তাঁর পিতা মুসাইয়্যাব থেকে বলেন, উপরোক্ত আয়াত আবূ তালিব সম্পর্কে নাযিল হয়েছে। মহান আল্লাহ্'র বাণীঃ আল্লাহ্' তোমাদের জন্য যা সহজ তা চান এবং যা তোমাদের জন্য কষ্টকর তা চান না (২ঃ ১৮৫)",
            "hadithBengali": "৬৯৫৯। আল হাকাম ইবনু নাফি (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত। আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি যখন তিনি মিম্বরে উপবিষ্ট ছিলেন। তিনি বললেনঃ তোমাদের আগের উম্মাতদের তুলনায় তোমাদের অবস্থানকাল আসরের সালাত ও সুর্যাস্তের মধ্যবর্তী সময়। তাওরাতের ধারকগণকে তাওরাত প্রদান করা হলে তারা সে অনুযায়ী আমল করল, তবে দুপুর হলে তারা অপারগ হয়ে পড়ল। এ জন্য তাদেরকে এক এক কীরাত করে পারিশ্রমিক হিসাবে দেওয়া হল। অতঃপর ইনজীলের ধারকগণকে ইনজীল প্রদান করা হল, তারা তদনুযারী আমল করল আসরের সালাত (নামায/নামাজ) পর্যন্ত, তারপর তারা অক্ষম হয়ে পড়ায় তাদেরকে দেওয়া হল এক এক কীরাত করে।;\n\n(সর্বশেষে) তোমাদেরকে কুরআন দেওয়া হল। ফলে এই কুরআন অনুযায়ী তোমরা আসর থেকে সূর্যাস্ত পর্যন্ত আমল করেছ। এ জন্য তোমাদেরকে দুই কিরাত দুই কিরাত করে পারিশ্রমিক দেওয়া হয়েছে। তাওরাতের ধারকগণ বললো, হে আমাদের প্রতিপালক! এরাতো আমলে সর্বাপেক্ষা কম আবার পারিশ্রমিকে সবচেয়ে বেশি। আল্লাহ তখন বললেনঃ তোমাদের পারিশ্রমিকে তোমাদেরকে কিছু জুলম করা হয়েছে কি? তারা বলল, না। তখন আল্লাহ বললেনঃ সেটি হচ্ছে আমার অনুগ্রহ আমি যাকে চাই তাকে দিয়ে থাকি।;\n",
            "id": 6959,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৩৩. আল্লাহ্'র ইচ্ছা ও চাওয়া। মহান আল্লাহ্'র বাণীঃ তোমরা ইচ্ছা করবে না যদি না আল্লাহ্' ইচ্ছা করেন (৭৬ঃ ৩০)। আল্লাহ্' তা'আলার বাণীঃ তুমি যাকে ইচ্ছা ক্ষমতা প্রদান কর (৩ঃ ২৬)। মহান আল্লাহ্'র বাণীঃ কখনই তুমি কোন বিষয়ে বলবে না, আমি তা আগামী কাল করব, আল্লাহ্' ইচ্ছা করলে,' এ কথা না বলে (১৮ঃ ২৩-২৪)। মহান আল্লাহ্'র বাণীঃ তুমি যাকে ভালবাস, ইচ্ছা করলেই তাকে সৎপথে আনতে পারবে না। তবে আল্লাহ্' যাকে চান তাকে সৎপথে আনয়ন করেন। (২৮ঃ ৫৬)। সাঈদ ইব্নুল মুসাইয়্যাব (রহঃ) তাঁর পিতা মুসাইয়্যাব থেকে বলেন, উপরোক্ত আয়াত আবূ তালিব সম্পর্কে নাযিল হয়েছে। মহান আল্লাহ্'র বাণীঃ আল্লাহ্' তোমাদের জন্য যা সহজ তা চান এবং যা তোমাদের জন্য কষ্টকর তা চান না (২ঃ ১৮৫)",
            "hadithBengali": "৬৯৬০। আবদুল্লাহ ইবনু মুহাম্মাদ (রহঃ) ... উবাদা ইবনু সামিত (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি একদল লোকের সাথে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে বায়আত করেছি। তিনি বললেনঃ আমি তোমাদের বায়আত এ শর্তে করছি যে, তোমরা আল্লাহর সঙ্গে কোন কিছুকে শরীক করবে না, চুরি করবে না, তোমাদের সন্তানদেরকে হত্যা করবে না তোমাদের হাত ও পায়ের মধ্যবর্তী লজ্জাস্থানকে কেন্দ্র করে কোন ভিত্তিহীন জিনিস গড়বেনা, কোন ভাল কাজে আমার অবাধ্য হবে না। তোমাদের থেকে যারা ওসব যথাযথ পুরা করবে, আল্লাহর কাছে তার প্রতিদান রয়েছে। আর যারা ওসব নিযিদ্ধ জিনিসের কোনটায় লিপ্ত হয়ে গেলে তাকে যদি সে কারণে দুনিয়ায় শাস্তি প্রদান করা হয়, তা হলে তা হবে তার জন্য কাফফারা এবং পবিত্রতা। আর যাদের দোষ আল্লাহ ঢেকে রাখেন সেটি আল্লাহর ইচ্ছাধীন বিষয়। তিনি ইচ্ছা করলে শাস্তি দিবেন ইচ্ছা করলে ক্ষমা করে দিবেন।;\n",
            "id": 6960,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "উবাদা ইব্'নুস সামিত (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৩৩. আল্লাহ্'র ইচ্ছা ও চাওয়া। মহান আল্লাহ্'র বাণীঃ তোমরা ইচ্ছা করবে না যদি না আল্লাহ্' ইচ্ছা করেন (৭৬ঃ ৩০)। আল্লাহ্' তা'আলার বাণীঃ তুমি যাকে ইচ্ছা ক্ষমতা প্রদান কর (৩ঃ ২৬)। মহান আল্লাহ্'র বাণীঃ কখনই তুমি কোন বিষয়ে বলবে না, আমি তা আগামী কাল করব, আল্লাহ্' ইচ্ছা করলে,' এ কথা না বলে (১৮ঃ ২৩-২৪)। মহান আল্লাহ্'র বাণীঃ তুমি যাকে ভালবাস, ইচ্ছা করলেই তাকে সৎপথে আনতে পারবে না। তবে আল্লাহ্' যাকে চান তাকে সৎপথে আনয়ন করেন। (২৮ঃ ৫৬)। সাঈদ ইব্নুল মুসাইয়্যাব (রহঃ) তাঁর পিতা মুসাইয়্যাব থেকে বলেন, উপরোক্ত আয়াত আবূ তালিব সম্পর্কে নাযিল হয়েছে। মহান আল্লাহ্'র বাণীঃ আল্লাহ্' তোমাদের জন্য যা সহজ তা চান এবং যা তোমাদের জন্য কষ্টকর তা চান না (২ঃ ১৮৫)",
            "hadithBengali": "৬৯৬১। মুআল্লা ইবনু আসাদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আল্লাহর নবী সুলায়মানের ষাটজন স্ত্রী ছিল। একদা সুলায়মান (আলাইহিস সালাম) বললেনঃ আজ বাতে আমার সব স্ত্রীর কাছে যাব। যার ফলে স্ত্রীরা সবাই গর্ভবতী হয়ে এক একজন সন্তান প্রসব করবে, যারা অশ্বারোহী অবস্থায় আল্লাহর পথে জিহাদ করবে। অতএব সুলায়মান (রাঃ) তাঁর সব স্ত্রীর কাছে গেলেন, তবে তাদের থেকে একজন স্ত্রী ছাড়া আর কেউ গর্ভবতী হলো না। সেও প্রসব করলো একটি অপূর্ণাঙ্গ সন্তান। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ যদি সুলায়মান (আলাইহিস সালাম) ইনশা আল্লাহ বলতেন, তাহলে স্ত্রীরা সবাই গর্ভবতী হয়ে যেতো এবং প্রসব করতো এমন সন্তান যারা অশ্বারোহী অবস্থায় আল্লাহর রাস্তায় জিহাদ করত।;\n",
            "id": 6961,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৩৩. আল্লাহ্'র ইচ্ছা ও চাওয়া। মহান আল্লাহ্'র বাণীঃ তোমরা ইচ্ছা করবে না যদি না আল্লাহ্' ইচ্ছা করেন (৭৬ঃ ৩০)। আল্লাহ্' তা'আলার বাণীঃ তুমি যাকে ইচ্ছা ক্ষমতা প্রদান কর (৩ঃ ২৬)। মহান আল্লাহ্'র বাণীঃ কখনই তুমি কোন বিষয়ে বলবে না, আমি তা আগামী কাল করব, আল্লাহ্' ইচ্ছা করলে,' এ কথা না বলে (১৮ঃ ২৩-২৪)। মহান আল্লাহ্'র বাণীঃ তুমি যাকে ভালবাস, ইচ্ছা করলেই তাকে সৎপথে আনতে পারবে না। তবে আল্লাহ্' যাকে চান তাকে সৎপথে আনয়ন করেন। (২৮ঃ ৫৬)। সাঈদ ইব্নুল মুসাইয়্যাব (রহঃ) তাঁর পিতা মুসাইয়্যাব থেকে বলেন, উপরোক্ত আয়াত আবূ তালিব সম্পর্কে নাযিল হয়েছে। মহান আল্লাহ্'র বাণীঃ আল্লাহ্' তোমাদের জন্য যা সহজ তা চান এবং যা তোমাদের জন্য কষ্টকর তা চান না (২ঃ ১৮৫)",
            "hadithBengali": "৬৯৬২। মুহাম্মাদ (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক বেদুঈনের কাছে প্রবেশ করলেন তার রোগের খোজ খবর নিতে। তিনি বললেনঃ তোমার চিন্তার কোন কারণ নেই ইনশা আল্লাহ তুমি সুস্থ হয়ে যাবে। বেদুঈন বলল সুস্থতা? না, বরং এটি এমন জ্বর যা একজন প্রবীণ বুড়োকে সিদ্ধ করছে, ফলে তাকে কবরে নিয়ে ছাড়বে। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ হ্যাঁ, তাহলে সেরূপই।;\n",
            "id": 6962,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৩৩. আল্লাহ্'র ইচ্ছা ও চাওয়া। মহান আল্লাহ্'র বাণীঃ তোমরা ইচ্ছা করবে না যদি না আল্লাহ্' ইচ্ছা করেন (৭৬ঃ ৩০)। আল্লাহ্' তা'আলার বাণীঃ তুমি যাকে ইচ্ছা ক্ষমতা প্রদান কর (৩ঃ ২৬)। মহান আল্লাহ্'র বাণীঃ কখনই তুমি কোন বিষয়ে বলবে না, আমি তা আগামী কাল করব, আল্লাহ্' ইচ্ছা করলে,' এ কথা না বলে (১৮ঃ ২৩-২৪)। মহান আল্লাহ্'র বাণীঃ তুমি যাকে ভালবাস, ইচ্ছা করলেই তাকে সৎপথে আনতে পারবে না। তবে আল্লাহ্' যাকে চান তাকে সৎপথে আনয়ন করেন। (২৮ঃ ৫৬)। সাঈদ ইব্নুল মুসাইয়্যাব (রহঃ) তাঁর পিতা মুসাইয়্যাব থেকে বলেন, উপরোক্ত আয়াত আবূ তালিব সম্পর্কে নাযিল হয়েছে। মহান আল্লাহ্'র বাণীঃ আল্লাহ্' তোমাদের জন্য যা সহজ তা চান এবং যা তোমাদের জন্য কষ্টকর তা চান না (২ঃ ১৮৫)",
            "hadithBengali": "৬৯৬৩। ইবনু সালাম (রহঃ) ... আবূ কাতাদা তাঁর পিতা (রাঃ) থেকে বর্ণিত। যখন তারা সালাত (নামায/নামাজ) থেকে ঘুমিয়ে ছিলেন তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছিলেনঃ আল্লাহ তাআলা যখন ইচ্ছা করেন তোমাদের রূহকে নিয়ে যান, আর যখন ইচ্ছা ফিরিয়ে দেন। এরপর তারা তাদের প্রয়োজন সেরে নিলেন এবং উযূ (ওজু/অজু/অযু) করলেন। এতে সূর্য উদিত হয়ে শ্বেতবর্ন হয়ে গেল। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উঠলেন সালাত আদায় করলেন।;\n",
            "id": 6963,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবূ কাতাদাহ্ (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৩৩. আল্লাহ্'র ইচ্ছা ও চাওয়া। মহান আল্লাহ্'র বাণীঃ তোমরা ইচ্ছা করবে না যদি না আল্লাহ্' ইচ্ছা করেন (৭৬ঃ ৩০)। আল্লাহ্' তা'আলার বাণীঃ তুমি যাকে ইচ্ছা ক্ষমতা প্রদান কর (৩ঃ ২৬)। মহান আল্লাহ্'র বাণীঃ কখনই তুমি কোন বিষয়ে বলবে না, আমি তা আগামী কাল করব, আল্লাহ্' ইচ্ছা করলে,' এ কথা না বলে (১৮ঃ ২৩-২৪)। মহান আল্লাহ্'র বাণীঃ তুমি যাকে ভালবাস, ইচ্ছা করলেই তাকে সৎপথে আনতে পারবে না। তবে আল্লাহ্' যাকে চান তাকে সৎপথে আনয়ন করেন। (২৮ঃ ৫৬)। সাঈদ ইব্নুল মুসাইয়্যাব (রহঃ) তাঁর পিতা মুসাইয়্যাব থেকে বলেন, উপরোক্ত আয়াত আবূ তালিব সম্পর্কে নাযিল হয়েছে। মহান আল্লাহ্'র বাণীঃ আল্লাহ্' তোমাদের জন্য যা সহজ তা চান এবং যা তোমাদের জন্য কষ্টকর তা চান না (২ঃ ১৮৫)",
            "hadithBengali": "৬৯৬৪। ইয়াহইয়া ইবনু কাযাআ ও ইসমাঈল (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ একদা একজন মুসলিম ও একজন ইহুদি পরম্পর গালমন্দ করল। মুসলিম ব্যাক্তিটি বলল, সে মহান সত্তার কসম! যিনি জগতসমূহের ওপর মুহাম্মাদসাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে মনোনীত করেছেন। এরপর ইহুদীটিও বলল, সে মহান সত্তার কসম! যিনি জগতসমুহের ওপর মূসা (আলাইহিস সালাম) কে মনোনীত করেছেন। এরপরই মুসলিম লোকটি হাত উঠিয়ে ইহুদীকে চপেটাঘাত করল।;\n\nএই প্রেক্ষিতে ইহুদী রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে গেল এবং তার ও মুসলিম ব্যাক্তির মধ্যে যা ঘটেছে তা জানাল। তারপর রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমরা আমাকে মূসার উপর প্রাধান্য দিও না। কেননা, সব মানুষ (শিঙ্গায় ফুৎকারে) বেহুশ হয়ে যাবে। তখন সর্ব প্রথম আমি হুশ ফিরে পাব। পেয়েই দেখব, মূসা (আলাইহিস সালাম) আরশের একপাশ ধরে আছেন। অতএব আমি জানিনা, তিনি কি বেহুশ হয়ে আমার আগেই হুশ ফিরে পেয়ে গেলেন, নাকি তিনি তাঁদের অন্তর্ভুক্ত, যাদেরকে আল্লাহ বেহুশ হওয়া থেকে মুক্ত রেখেছেন।;\n",
            "id": 6964,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৩৩. আল্লাহ্'র ইচ্ছা ও চাওয়া। মহান আল্লাহ্'র বাণীঃ তোমরা ইচ্ছা করবে না যদি না আল্লাহ্' ইচ্ছা করেন (৭৬ঃ ৩০)। আল্লাহ্' তা'আলার বাণীঃ তুমি যাকে ইচ্ছা ক্ষমতা প্রদান কর (৩ঃ ২৬)। মহান আল্লাহ্'র বাণীঃ কখনই তুমি কোন বিষয়ে বলবে না, আমি তা আগামী কাল করব, আল্লাহ্' ইচ্ছা করলে,' এ কথা না বলে (১৮ঃ ২৩-২৪)। মহান আল্লাহ্'র বাণীঃ তুমি যাকে ভালবাস, ইচ্ছা করলেই তাকে সৎপথে আনতে পারবে না। তবে আল্লাহ্' যাকে চান তাকে সৎপথে আনয়ন করেন। (২৮ঃ ৫৬)। সাঈদ ইব্নুল মুসাইয়্যাব (রহঃ) তাঁর পিতা মুসাইয়্যাব থেকে বলেন, উপরোক্ত আয়াত আবূ তালিব সম্পর্কে নাযিল হয়েছে। মহান আল্লাহ্'র বাণীঃ আল্লাহ্' তোমাদের জন্য যা সহজ তা চান এবং যা তোমাদের জন্য কষ্টকর তা চান না (২ঃ ১৮৫)",
            "hadithBengali": "৬৯৬৫। ইসহাক ইবনু আবূ ঈসা (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ দাজ্জাল মদিনার উদ্দেশ্যে আসবে, তবে সে ফেরেশতাদেরকে মদিনা পাহারারত দেখতে পাবে। সুতরাং দাজ্জাল ও প্লেগ মদিনার কাছেও আসতে পারবে না ইনশা আল্লাহ।;\n",
            "id": 6965,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৩৩. আল্লাহ্'র ইচ্ছা ও চাওয়া। মহান আল্লাহ্'র বাণীঃ তোমরা ইচ্ছা করবে না যদি না আল্লাহ্' ইচ্ছা করেন (৭৬ঃ ৩০)। আল্লাহ্' তা'আলার বাণীঃ তুমি যাকে ইচ্ছা ক্ষমতা প্রদান কর (৩ঃ ২৬)। মহান আল্লাহ্'র বাণীঃ কখনই তুমি কোন বিষয়ে বলবে না, আমি তা আগামী কাল করব, আল্লাহ্' ইচ্ছা করলে,' এ কথা না বলে (১৮ঃ ২৩-২৪)। মহান আল্লাহ্'র বাণীঃ তুমি যাকে ভালবাস, ইচ্ছা করলেই তাকে সৎপথে আনতে পারবে না। তবে আল্লাহ্' যাকে চান তাকে সৎপথে আনয়ন করেন। (২৮ঃ ৫৬)। সাঈদ ইব্নুল মুসাইয়্যাব (রহঃ) তাঁর পিতা মুসাইয়্যাব থেকে বলেন, উপরোক্ত আয়াত আবূ তালিব সম্পর্কে নাযিল হয়েছে। মহান আল্লাহ্'র বাণীঃ আল্লাহ্' তোমাদের জন্য যা সহজ তা চান এবং যা তোমাদের জন্য কষ্টকর তা চান না (২ঃ ১৮৫)",
            "hadithBengali": "৬৯৬৬। আবুল ইয়ামান (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ প্রত্যেক নবীর একটি (বিশেষ) দোয়া রয়েছে। আমার সে দোয়টি কিয়ামতের দিন আমার উম্মতের শাফাআতের জন্য লুকিয়ে রাখার ইচ্ছা করছি ইনশা আল্লাহ।;\n",
            "id": 6966,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৩৩. আল্লাহ্'র ইচ্ছা ও চাওয়া। মহান আল্লাহ্'র বাণীঃ তোমরা ইচ্ছা করবে না যদি না আল্লাহ্' ইচ্ছা করেন (৭৬ঃ ৩০)। আল্লাহ্' তা'আলার বাণীঃ তুমি যাকে ইচ্ছা ক্ষমতা প্রদান কর (৩ঃ ২৬)। মহান আল্লাহ্'র বাণীঃ কখনই তুমি কোন বিষয়ে বলবে না, আমি তা আগামী কাল করব, আল্লাহ্' ইচ্ছা করলে,' এ কথা না বলে (১৮ঃ ২৩-২৪)। মহান আল্লাহ্'র বাণীঃ তুমি যাকে ভালবাস, ইচ্ছা করলেই তাকে সৎপথে আনতে পারবে না। তবে আল্লাহ্' যাকে চান তাকে সৎপথে আনয়ন করেন। (২৮ঃ ৫৬)। সাঈদ ইব্নুল মুসাইয়্যাব (রহঃ) তাঁর পিতা মুসাইয়্যাব থেকে বলেন, উপরোক্ত আয়াত আবূ তালিব সম্পর্কে নাযিল হয়েছে। মহান আল্লাহ্'র বাণীঃ আল্লাহ্' তোমাদের জন্য যা সহজ তা চান এবং যা তোমাদের জন্য কষ্টকর তা চান না (২ঃ ১৮৫)",
            "hadithBengali": "৬৯৬৭। ইয়াসারা ইবনু সাফওয়ান ইবনু জামীল লাখিমী (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ একদা আমি ঘুমন্ত অবস্থায় আমাকে একটি কূপের কাছে দেখতে পেলাম। তারপর আমি সে কূপ থেকে আল্লাহর ইচ্ছা অনুযাযী পানি ওঠালাম। তারপর আবূ কুহাফার পুত্র (আবূ বকর) তা (হাতে) নিলেন এবং তিনি এক বা দুই বালতি উঠালেন। তার ওঠানোর মধ্যে একটু দুর্বলতা ছিল। তাকে আল্লাহ মাফ করতন। তারপর উমর তা (হাতে) নিলেন। তখন তা বিরাট একটি বালতিতে রুপান্তরিত হল। আমি লোকের মধ্যে কোন সাহাবীরকেও তার মত পানি তুলতে আর দেখিনি। এমনকি লোকেরা কূপটির পার্শ্বে উটশালা তৈরী করে নিল।;\n",
            "id": 6967,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৩৩. আল্লাহ্'র ইচ্ছা ও চাওয়া। মহান আল্লাহ্'র বাণীঃ তোমরা ইচ্ছা করবে না যদি না আল্লাহ্' ইচ্ছা করেন (৭৬ঃ ৩০)। আল্লাহ্' তা'আলার বাণীঃ তুমি যাকে ইচ্ছা ক্ষমতা প্রদান কর (৩ঃ ২৬)। মহান আল্লাহ্'র বাণীঃ কখনই তুমি কোন বিষয়ে বলবে না, আমি তা আগামী কাল করব, আল্লাহ্' ইচ্ছা করলে,' এ কথা না বলে (১৮ঃ ২৩-২৪)। মহান আল্লাহ্'র বাণীঃ তুমি যাকে ভালবাস, ইচ্ছা করলেই তাকে সৎপথে আনতে পারবে না। তবে আল্লাহ্' যাকে চান তাকে সৎপথে আনয়ন করেন। (২৮ঃ ৫৬)। সাঈদ ইব্নুল মুসাইয়্যাব (রহঃ) তাঁর পিতা মুসাইয়্যাব থেকে বলেন, উপরোক্ত আয়াত আবূ তালিব সম্পর্কে নাযিল হয়েছে। মহান আল্লাহ্'র বাণীঃ আল্লাহ্' তোমাদের জন্য যা সহজ তা চান এবং যা তোমাদের জন্য কষ্টকর তা চান না (২ঃ ১৮৫)",
            "hadithBengali": "৬৯৬৮। মুহাম্মদ ইবনু আলা (রহঃ) ... আবূ মূসা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর অভ্যাস ছিল, তার কাছে কোন ভিক্ষুক কিংবা অভাবী লোক এলে সাহাবাদের বলতেন, তোমরা তার জন্য সূপারিশ কর, এর প্রতিদান পাবে। আর আল্লাহ তাঁর রাসূলের মুখ দিয়ে তাই প্রকাশ করে থাকেন, যা তিনি চান।;\n",
            "id": 6968,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবূ মূসা আল- আশআরী (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৩৩. আল্লাহ্'র ইচ্ছা ও চাওয়া। মহান আল্লাহ্'র বাণীঃ তোমরা ইচ্ছা করবে না যদি না আল্লাহ্' ইচ্ছা করেন (৭৬ঃ ৩০)। আল্লাহ্' তা'আলার বাণীঃ তুমি যাকে ইচ্ছা ক্ষমতা প্রদান কর (৩ঃ ২৬)। মহান আল্লাহ্'র বাণীঃ কখনই তুমি কোন বিষয়ে বলবে না, আমি তা আগামী কাল করব, আল্লাহ্' ইচ্ছা করলে,' এ কথা না বলে (১৮ঃ ২৩-২৪)। মহান আল্লাহ্'র বাণীঃ তুমি যাকে ভালবাস, ইচ্ছা করলেই তাকে সৎপথে আনতে পারবে না। তবে আল্লাহ্' যাকে চান তাকে সৎপথে আনয়ন করেন। (২৮ঃ ৫৬)। সাঈদ ইব্নুল মুসাইয়্যাব (রহঃ) তাঁর পিতা মুসাইয়্যাব থেকে বলেন, উপরোক্ত আয়াত আবূ তালিব সম্পর্কে নাযিল হয়েছে। মহান আল্লাহ্'র বাণীঃ আল্লাহ্' তোমাদের জন্য যা সহজ তা চান এবং যা তোমাদের জন্য কষ্টকর তা চান না (২ঃ ১৮৫)",
            "hadithBengali": "৬৯৬৯। ইয়াহইয়া (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের কেউ এভাবে দোয়া করো না, হে আল্লাহ! আমাকে মাফ করে দাও, যদি তুমি চাও। আমার প্রতি রহম কর, যদি তুমি চাও। আমাকে তুমি দাও, যদি তুমি চাও। বরঞ্চ দোয়া প্রার্থী খুবই দৃঢ়তার সাথে প্রার্থনা করবে। কেননা তিনি যা চান তাই করেন। তাকে বাধ্য করার মত কেউ নেই।;\n",
            "id": 6969,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৩৩. আল্লাহ্'র ইচ্ছা ও চাওয়া। মহান আল্লাহ্'র বাণীঃ তোমরা ইচ্ছা করবে না যদি না আল্লাহ্' ইচ্ছা করেন (৭৬ঃ ৩০)। আল্লাহ্' তা'আলার বাণীঃ তুমি যাকে ইচ্ছা ক্ষমতা প্রদান কর (৩ঃ ২৬)। মহান আল্লাহ্'র বাণীঃ কখনই তুমি কোন বিষয়ে বলবে না, আমি তা আগামী কাল করব, আল্লাহ্' ইচ্ছা করলে,' এ কথা না বলে (১৮ঃ ২৩-২৪)। মহান আল্লাহ্'র বাণীঃ তুমি যাকে ভালবাস, ইচ্ছা করলেই তাকে সৎপথে আনতে পারবে না। তবে আল্লাহ্' যাকে চান তাকে সৎপথে আনয়ন করেন। (২৮ঃ ৫৬)। সাঈদ ইব্নুল মুসাইয়্যাব (রহঃ) তাঁর পিতা মুসাইয়্যাব থেকে বলেন, উপরোক্ত আয়াত আবূ তালিব সম্পর্কে নাযিল হয়েছে। মহান আল্লাহ্'র বাণীঃ আল্লাহ্' তোমাদের জন্য যা সহজ তা চান এবং যা তোমাদের জন্য কষ্টকর তা চান না (২ঃ ১৮৫)",
            "hadithBengali": "৬৯৭০। আবদুল্লাহ ইবনু মুহাম্মাদ (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত তিনি এবং ইবনু ইবনু কায়স ইবনু হিসন ফাযারী (রাঃ) মূসা (আলাইহিস সালাম) এর সঙ্গীটি সম্পর্কে এ ব্যাপারে দ্বিমত করছিলেন যে, তিনি কি খাযির ছিলেন? এমন সময় তাদের পাশ দিয়ে উবায় ইবনু কাব আনসারী (রাঃ) যাচ্ছিলেন। আবদুল্লাহ ইবনু আব্বাস (রাঃ) তাঁকে ডেকে বললেন, আমি এবং আমার এ বন্ধু মূসা (আলাইহিস সালাম) এর সথী সম্পর্কে বিতর্কে লিপ্ত হয়েছি। মূসা (আলাইহিস সালাম) যার সাথে সাক্ষাতের পথের সন্ধান চেয়েছিলেন। আপনি কি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে তার সম্বন্ধে কিছু বলতে শুনেছেন? তিনি বললেন, হ্যাঁ। অবশ্যই আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে তার সম্পর্কে উল্লেখ করে বলতে শুনেছি যে, এক সময় মূসা (আলাইহিস সালাম) বনী ইসরাঈলের একদল লোকের মধ্যে ছিলেন। এমন সময় জনৈক ব্যাক্তি তার কাছে এসে জিজ্ঞাসা করলো, মূসা! আপনি কি জানেন, আপনার চাইতে অধিক জ্ঞানী কেউ আছেন?;\n\nমূসা (আলাইহিস সালাম) বললেনঃ না। তারপর মূসা (আলাইহিস সালাম) এর কাছে ওহী অবতীর্ণ হল যে, হ্যাঁ। আছেন আমার বান্দা খাযির। তখন মূসা (আলাইহিস সালাম) তার সাথে সাক্ষাতের পথ সম্পর্কে জানতে চাইলেন। সুতরাং আল্লাহ তাআলা সেজন্য একটি মাছকে নিদর্শন স্বরূপ ঠিক করলেন এবং তাকে বলা হল মাছটিকে যখন হারিয়ে ফেলবে তখন সেদিকে ফিরে যাবে, তবে তুমি তার সাক্ষাৎ পাবে। এরই প্রেক্ষিতে মূসা (আলাইহিস সালাম) সাগরে মাছের চিহ্ন ধরে তালাশ করতে থাকলে মূসার সঙ্গী যুবকটি মূসাকে উদ্দেশ্য করে বলল, আমরা যখন শিলাখণ্ডে বিশ্রাম করলাম, তখন আমি মাছের কথা ভুলে গিয়েছিলাম। শয়তানই ওর কথা বলতে আমাকে ভূলিয়ে দিয়েছিল (১৮ঃ ৬৩)। মূসা (আলাইহিস সালাম) বললেনঃ আমরা তো সেই স্থানটির অনুসন্ধান করছিলাম। তারপর তারা দুজনেই নিজেদের পদচিহ্ন ধরে ফিরে চললো (১৮ঃ ৬৫)। তাদের এই দুজনের ঘটনা যা ঘটলো, আল্লাহ তারই বর্ণনা দিয়েছেন।;\n",
            "id": 6970,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৩৩. আল্লাহ্'র ইচ্ছা ও চাওয়া। মহান আল্লাহ্'র বাণীঃ তোমরা ইচ্ছা করবে না যদি না আল্লাহ্' ইচ্ছা করেন (৭৬ঃ ৩০)। আল্লাহ্' তা'আলার বাণীঃ তুমি যাকে ইচ্ছা ক্ষমতা প্রদান কর (৩ঃ ২৬)। মহান আল্লাহ্'র বাণীঃ কখনই তুমি কোন বিষয়ে বলবে না, আমি তা আগামী কাল করব, আল্লাহ্' ইচ্ছা করলে,' এ কথা না বলে (১৮ঃ ২৩-২৪)। মহান আল্লাহ্'র বাণীঃ তুমি যাকে ভালবাস, ইচ্ছা করলেই তাকে সৎপথে আনতে পারবে না। তবে আল্লাহ্' যাকে চান তাকে সৎপথে আনয়ন করেন। (২৮ঃ ৫৬)। সাঈদ ইব্নুল মুসাইয়্যাব (রহঃ) তাঁর পিতা মুসাইয়্যাব থেকে বলেন, উপরোক্ত আয়াত আবূ তালিব সম্পর্কে নাযিল হয়েছে। মহান আল্লাহ্'র বাণীঃ আল্লাহ্' তোমাদের জন্য যা সহজ তা চান এবং যা তোমাদের জন্য কষ্টকর তা চান না (২ঃ ১৮৫)",
            "hadithBengali": "৬৯৭১। আবুল ইয়ামান ও আহমাদ ইবনু সালিহ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলছেনঃ আমরা আগমী দিন বনী কিনানা গোত্রের উপত্যকায় অবস্থান করব ইনশা আল্লাহ, যে স্থানে কাফেরগণ কুফরীর উপর অটল থাকার শপথ নিয়েছিল। তিনি মুহাসসাবকে উদ্দেশ্য করছিলেন।;\n",
            "id": 6971,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৩৩. আল্লাহ্'র ইচ্ছা ও চাওয়া। মহান আল্লাহ্'র বাণীঃ তোমরা ইচ্ছা করবে না যদি না আল্লাহ্' ইচ্ছা করেন (৭৬ঃ ৩০)। আল্লাহ্' তা'আলার বাণীঃ তুমি যাকে ইচ্ছা ক্ষমতা প্রদান কর (৩ঃ ২৬)। মহান আল্লাহ্'র বাণীঃ কখনই তুমি কোন বিষয়ে বলবে না, আমি তা আগামী কাল করব, আল্লাহ্' ইচ্ছা করলে,' এ কথা না বলে (১৮ঃ ২৩-২৪)। মহান আল্লাহ্'র বাণীঃ তুমি যাকে ভালবাস, ইচ্ছা করলেই তাকে সৎপথে আনতে পারবে না। তবে আল্লাহ্' যাকে চান তাকে সৎপথে আনয়ন করেন। (২৮ঃ ৫৬)। সাঈদ ইব্নুল মুসাইয়্যাব (রহঃ) তাঁর পিতা মুসাইয়্যাব থেকে বলেন, উপরোক্ত আয়াত আবূ তালিব সম্পর্কে নাযিল হয়েছে। মহান আল্লাহ্'র বাণীঃ আল্লাহ্' তোমাদের জন্য যা সহজ তা চান এবং যা তোমাদের জন্য কষ্টকর তা চান না (২ঃ ১৮৫)",
            "hadithBengali": "৬৯৭২। আবদুল্লাহ ইবনু মুহাম্মদ (রহঃ) ... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তায়েফবাসীদেরকে ঘেরাও করলেন। তবে তা বিজয় করতে পারলেন না। এইজন্য তিনি বললেনঃ আমরা ইনশা আল্লাহ ফিরে ষাব। মুসলিমগণ বলে উঠল, আমরা কি ফিরে যাবো? অথচ বিজয় হল না;। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আগামীকাল ভোরে যুদ্ধ কর। পরদিন তারা যুদ্ধ করল। বহু লোক আহত হল। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পুনরায় বললেনঃ আমরা ইনশা আল্লাহ আগামী কাল ভোরে ফিরে যাব। এবারের উক্তিটি যেন মুসলিমগণের কাছে খুবই আনন্দের মনে হল। ফলে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মুচকি হাসলেন।;\n",
            "id": 6972,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৩৪. আল্লাহ্' তা'আলার বাণীঃ যাকে অনুমতি দেয়া হয়, সে ব্যতীত আল্লাহ্'র কাছে কারো সুপারিশ ফলপ্রসূ হবে না। পরে যখন তাদের অন্তর থেকে ভয় বিদূরিত হবে, তখন পরস্পরের মধ্যে জিজ্ঞাসাবাদ করবে। তোমাদের প্রতিপালক কি বললেন। তদুত্তরে তারা বলবে, যা সত্য তিনি তাই বলেছেন। তিনি সমুচ্চ মহান (৪৩ঃ ২৩)। আর এখানে এ কথা বলা হয়নি, তোমাদের প্রতিপালক কি সৃষ্টি করেছেন? আল্লাহ্' তা'আলা বলেনঃ কে সে যে তাঁর অনুমতি ব্যতীত তাঁর কাছে সুপারিশ করবে? (২ঃ ২৫৫)। বর্ণনাকারী মাসরুক (রহঃ) আবদুল্লাহ্ ইবন মাসউদ (রাঃ) তাকে বর্ণনা করেছেন। তিনি বলেছেন, আল্লাহ্' যখন ওহীর দ্বারা বলেন, তখন আসমানের অধিবাসিগণ কিছু শুনতে পায়। তাদের অন্তর থেকে যখন ভয় দূর করে দেয়া হয়। আর ধ্বনি স্তিমিত হয়ে যায়। তখন তারা উপলদ্ধি করে যে, যা ঘটেছে তা অবশ্যই একটা বাস্তব সত্য। তারা পরস্পরকে এ কথা জিজ্ঞাসা করতে থাকে যে, তোমাদের প্রতিপালক কি বলেছেন? তারা বলে হক' বলেছেন জাবির (রাঃ) আবদুল্লাহ্ ইব্ন উনায়স (রাঃ) থেকে বর্ণনা করেন যে, তিনি বলেন, আমি নবী (সাঃ) থেকে শুনেছি, আল্লাহ্' সমস্ত বান্দাকে হাশরে একত্রিত করে এমন আওয়াযে ডাকবেন যে, নিকটবর্তীদের মত দূরবর্তীরাও শুনতে পাবে। আল্লাহ্'র ভাষ্য থাকবে আমি মহা সম্রাট আমি প্রতিদানকারী",
            "hadithBengali": "৬৯৭৩। আলী ইবনু আবদুল্লাহ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্নিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহ তায়ালা যখন আসমানে কোন হুকুম জারি করেন ফেরেশতাগণ তার হুকুমের প্রতি বিনয় ও আনুগত্য প্রকাশার্থে স্বীয় পাখাসমূহ হেলাতে থাকেন। তাদের পাখার হেলানোর ধ্বনিটা যেন পাথরের উপর শিকলের ঝনঝনির ধ্বনি। বর্ণনাকারী আলী (রহঃ) এবং সাফওয়ান ব্যতীত অন্যরা বর্ণনা করেছেন। আল্লাহ যে হুকুম তাদের প্রতি জারি করেন। এরপর ফেরেশতাদের হদয় থেকে যখন ভীতী দূরীভূত করা হয় তখন তারা একে অপরকে বলতে থাকে, তোমাদের প্রতিপালক কি হুকুম জারি করেছেন? তারা বলেন, তিনি বলেছেন, হক। তিনি মহান ও সর্বোচ্চ।;\n\nবর্ণনাকারী আলী ... আবূ হুরায়রা (রাঃ) থেকে অনুরূপ বর্ণনা করেছেন। তিনি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম فُزِّعَ পড়েছেন। বর্ণনাকারী সুফিয়ান (রহঃ) বলেছেন যে, আমর (রহঃ)-ও এভাবেই পড়েছেন। তিনি বলেছেন, আমার- জানা নেই যে, বর্ণনাকারী এরূপ শুনেছেন কি না? তবে আমাদের কিরাআত এরূপই।;\n",
            "id": 6973,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৩৪. আল্লাহ্' তা'আলার বাণীঃ যাকে অনুমতি দেয়া হয়, সে ব্যতীত আল্লাহ্'র কাছে কারো সুপারিশ ফলপ্রসূ হবে না। পরে যখন তাদের অন্তর থেকে ভয় বিদূরিত হবে, তখন পরস্পরের মধ্যে জিজ্ঞাসাবাদ করবে। তোমাদের প্রতিপালক কি বললেন। তদুত্তরে তারা বলবে, যা সত্য তিনি তাই বলেছেন। তিনি সমুচ্চ মহান (৪৩ঃ ২৩)। আর এখানে এ কথা বলা হয়নি, তোমাদের প্রতিপালক কি সৃষ্টি করেছেন? আল্লাহ্' তা'আলা বলেনঃ কে সে যে তাঁর অনুমতি ব্যতীত তাঁর কাছে সুপারিশ করবে? (২ঃ ২৫৫)। বর্ণনাকারী মাসরুক (রহঃ) আবদুল্লাহ্ ইবন মাসউদ (রাঃ) তাকে বর্ণনা করেছেন। তিনি বলেছেন, আল্লাহ্' যখন ওহীর দ্বারা বলেন, তখন আসমানের অধিবাসিগণ কিছু শুনতে পায়। তাদের অন্তর থেকে যখন ভয় দূর করে দেয়া হয়। আর ধ্বনি স্তিমিত হয়ে যায়। তখন তারা উপলদ্ধি করে যে, যা ঘটেছে তা অবশ্যই একটা বাস্তব সত্য। তারা পরস্পরকে এ কথা জিজ্ঞাসা করতে থাকে যে, তোমাদের প্রতিপালক কি বলেছেন? তারা বলে হক' বলেছেন জাবির (রাঃ) আবদুল্লাহ্ ইব্ন উনায়স (রাঃ) থেকে বর্ণনা করেন যে, তিনি বলেন, আমি নবী (সাঃ) থেকে শুনেছি, আল্লাহ্' সমস্ত বান্দাকে হাশরে একত্রিত করে এমন আওয়াযে ডাকবেন যে, নিকটবর্তীদের মত দূরবর্তীরাও শুনতে পাবে। আল্লাহ্'র ভাষ্য থাকবে আমি মহা সম্রাট আমি প্রতিদানকারী",
            "hadithBengali": "৬৯৭৪। ইয়াহইয়া ইবনু বুকায়র (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহ তাঁর কোন এক নবী থেকে (মধুময় স্বরে) যেভাবে কুরআন শ্রবন করেছেন, সেভাবে আর কিছুই তিনি শোনেননি। আবূ হুরায়রা (রাঃ) এর এক সাথী বলেছে,يَتَغَنَّى بِالْقُرْآنِ এর অর্থ আবূ হুরায়রা (রাঃ) উচ্চস্বরে কুরআন পড়া বোঝাতেন।;\n",
            "id": 6974,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৩৪. আল্লাহ্' তা'আলার বাণীঃ যাকে অনুমতি দেয়া হয়, সে ব্যতীত আল্লাহ্'র কাছে কারো সুপারিশ ফলপ্রসূ হবে না। পরে যখন তাদের অন্তর থেকে ভয় বিদূরিত হবে, তখন পরস্পরের মধ্যে জিজ্ঞাসাবাদ করবে। তোমাদের প্রতিপালক কি বললেন। তদুত্তরে তারা বলবে, যা সত্য তিনি তাই বলেছেন। তিনি সমুচ্চ মহান (৪৩ঃ ২৩)। আর এখানে এ কথা বলা হয়নি, তোমাদের প্রতিপালক কি সৃষ্টি করেছেন? আল্লাহ্' তা'আলা বলেনঃ কে সে যে তাঁর অনুমতি ব্যতীত তাঁর কাছে সুপারিশ করবে? (২ঃ ২৫৫)। বর্ণনাকারী মাসরুক (রহঃ) আবদুল্লাহ্ ইবন মাসউদ (রাঃ) তাকে বর্ণনা করেছেন। তিনি বলেছেন, আল্লাহ্' যখন ওহীর দ্বারা বলেন, তখন আসমানের অধিবাসিগণ কিছু শুনতে পায়। তাদের অন্তর থেকে যখন ভয় দূর করে দেয়া হয়। আর ধ্বনি স্তিমিত হয়ে যায়। তখন তারা উপলদ্ধি করে যে, যা ঘটেছে তা অবশ্যই একটা বাস্তব সত্য। তারা পরস্পরকে এ কথা জিজ্ঞাসা করতে থাকে যে, তোমাদের প্রতিপালক কি বলেছেন? তারা বলে হক' বলেছেন জাবির (রাঃ) আবদুল্লাহ্ ইব্ন উনায়স (রাঃ) থেকে বর্ণনা করেন যে, তিনি বলেন, আমি নবী (সাঃ) থেকে শুনেছি, আল্লাহ্' সমস্ত বান্দাকে হাশরে একত্রিত করে এমন আওয়াযে ডাকবেন যে, নিকটবর্তীদের মত দূরবর্তীরাও শুনতে পাবে। আল্লাহ্'র ভাষ্য থাকবে আমি মহা সম্রাট আমি প্রতিদানকারী",
            "hadithBengali": "৬৯৭৫। উমর ইবনু হাফস ইবনু গিয়াস (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহ তাআলা আদমকে বলবেন, হে আদম! আদম (আলাইহিস সালাম) উত্তরে বলবেন, ইয়া আল্লাহ! তোমার নিকটে আমি হাযির, তোমার নিকটে আমি বহু ধন্যবাদ জ্ঞাপন করি। এরপর আল্লাহ তাকে এ স্বরে ডাকবেন, অবশ্যই আল্লাহ তোমাকে হুকুম করছেন, তোমার সন্তানদের মধ্য থেকে জাহান্নামে পাঠানোর জন্য একটি দলকে তুমি বের কর।;\n",
            "id": 6975,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবূ সা'ঈদ খুদরী (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৩৪. আল্লাহ্' তা'আলার বাণীঃ যাকে অনুমতি দেয়া হয়, সে ব্যতীত আল্লাহ্'র কাছে কারো সুপারিশ ফলপ্রসূ হবে না। পরে যখন তাদের অন্তর থেকে ভয় বিদূরিত হবে, তখন পরস্পরের মধ্যে জিজ্ঞাসাবাদ করবে। তোমাদের প্রতিপালক কি বললেন। তদুত্তরে তারা বলবে, যা সত্য তিনি তাই বলেছেন। তিনি সমুচ্চ মহান (৪৩ঃ ২৩)। আর এখানে এ কথা বলা হয়নি, তোমাদের প্রতিপালক কি সৃষ্টি করেছেন? আল্লাহ্' তা'আলা বলেনঃ কে সে যে তাঁর অনুমতি ব্যতীত তাঁর কাছে সুপারিশ করবে? (২ঃ ২৫৫)। বর্ণনাকারী মাসরুক (রহঃ) আবদুল্লাহ্ ইবন মাসউদ (রাঃ) তাকে বর্ণনা করেছেন। তিনি বলেছেন, আল্লাহ্' যখন ওহীর দ্বারা বলেন, তখন আসমানের অধিবাসিগণ কিছু শুনতে পায়। তাদের অন্তর থেকে যখন ভয় দূর করে দেয়া হয়। আর ধ্বনি স্তিমিত হয়ে যায়। তখন তারা উপলদ্ধি করে যে, যা ঘটেছে তা অবশ্যই একটা বাস্তব সত্য। তারা পরস্পরকে এ কথা জিজ্ঞাসা করতে থাকে যে, তোমাদের প্রতিপালক কি বলেছেন? তারা বলে হক' বলেছেন জাবির (রাঃ) আবদুল্লাহ্ ইব্ন উনায়স (রাঃ) থেকে বর্ণনা করেন যে, তিনি বলেন, আমি নবী (সাঃ) থেকে শুনেছি, আল্লাহ্' সমস্ত বান্দাকে হাশরে একত্রিত করে এমন আওয়াযে ডাকবেন যে, নিকটবর্তীদের মত দূরবর্তীরাও শুনতে পাবে। আল্লাহ্'র ভাষ্য থাকবে আমি মহা সম্রাট আমি প্রতিদানকারী",
            "hadithBengali": "৬৯৭৬। উবায়দ ইবনু ইসমাঈল (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, কোন মহিলার ব্যাপারে আমি এতটুকু ঈর্ষা বোধ করিনি, যতটুকু খাদিজা (রাঃ) এর ব্যাপারে করেছি। আর তা এ জন্য যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর প্রতিপালক তাকে হুকুম দিয়েছেন যে, খাদিজা (রাঃ) কে জান্নাতের একটি ঘরের সুসংবাদ দিয়ে দিন।;\n",
            "id": 6976,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আয়িশা (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৩৫. জিবরীলের সাথে প্রতিপালকের কথাবার্তা, ফেরেশতাদের প্রতি আল্লাহ্'র আহবান। মা'মার (রহঃ) বলেন, إِنَّكَ لَتُلَقَّى الْقُرْآنَ এর অর্থ হচ্ছে তোমার উপর কুরআন নাযিল করা হয়। تَلَقَّاهُ أَنْتَ এর অর্থ তুমি কুরআন তাদের কাছ থেকে গ্রহণ কর। যেমন বলা হয়েছে فَتَلَقَّى آدَمُ مِنْ رَبِّهِ كَلِمَاتٍ আদম (আঃ) তাঁর প্রতিপালকের পক্ষ থেকে কয়েকটি বাণী গ্রহণ করলেন",
            "hadithBengali": "৬৯৭৭। ইসহাক (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহ যখন কোন বান্দাকে ভালবাসেন, তখন তিনি জিবরীলকে ডেকে বলেন, আল্লাহ অমুক বান্দাকে ভালবাসেন, তাই তুমিও তাকে ভালবাস। সুতরাং জিবরীল (আলাইহিস সালাম) তাকে ভালবাসেন। তারপর জিবরীল (আলাইহিস সালাম) আসমানে এ ঘোষণা করে দেন যে, আল্লাহ অমুক বান্দাকে ভালবাসেন, তোমরাও তাকে ভালবাসা তখন তাকে আসমানবাসীরা ভালবাসে এবং যমীনবাসীদের মাঝেও তাকে মকবুল করা হয়।;\n",
            "id": 6977,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৩৫. জিবরীলের সাথে প্রতিপালকের কথাবার্তা, ফেরেশতাদের প্রতি আল্লাহ্'র আহবান। মা'মার (রহঃ) বলেন, إِنَّكَ لَتُلَقَّى الْقُرْآنَ এর অর্থ হচ্ছে তোমার উপর কুরআন নাযিল করা হয়। تَلَقَّاهُ أَنْتَ এর অর্থ তুমি কুরআন তাদের কাছ থেকে গ্রহণ কর। যেমন বলা হয়েছে فَتَلَقَّى آدَمُ مِنْ رَبِّهِ كَلِمَاتٍ আদম (আঃ) তাঁর প্রতিপালকের পক্ষ থেকে কয়েকটি বাণী গ্রহণ করলেন",
            "hadithBengali": "৬৯৭৮। কুতায়বা ইবনু সাঈদ (রহঃ) ... আবূ হুরায়য়া (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের মাঝে ফেরেশতাগন আসেন, একদল রাতে এবং একদল দিনে। তারা আবার একত্রিত হন আসরের সালাত (নামায/নামাজ) ও ফজরের সালাতে। তারপর তোমাদের মাঝে যারা রাতে ছিলেন তাঁরা ঊর্ধ্ব জগতে চলে যান। তখন আল্লাহ তাদেরকে জিজ্ঞাসা করেন, অথচ তিনি সবচাইতে বেশি জানেন, তোমরা আমার বান্দাদেরকে কি হালে রেখে এসেছ? তখন তারা বলেন, আমরা তাদেরকে সালাতরত অবস্থায় ছেড়ে এসেছি আর যখন আমরা তাদের কাছে গিয়েছিলাম, তখনও তারা সালাতরত অবস্থায়ই ছিল।;\n",
            "id": 6978,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৩৫. জিবরীলের সাথে প্রতিপালকের কথাবার্তা, ফেরেশতাদের প্রতি আল্লাহ্'র আহবান। মা'মার (রহঃ) বলেন, إِنَّكَ لَتُلَقَّى الْقُرْآنَ এর অর্থ হচ্ছে তোমার উপর কুরআন নাযিল করা হয়। تَلَقَّاهُ أَنْتَ এর অর্থ তুমি কুরআন তাদের কাছ থেকে গ্রহণ কর। যেমন বলা হয়েছে فَتَلَقَّى آدَمُ مِنْ رَبِّهِ كَلِمَاتٍ আদম (আঃ) তাঁর প্রতিপালকের পক্ষ থেকে কয়েকটি বাণী গ্রহণ করলেন",
            "hadithBengali": "৬৯৭৯। মুহাম্মাদ ইবনু বাশশার (রহঃ) ... আবূ যর (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমার কাছে জিবরীল (আলাইহিস সালাম) এসে এ সুসংবাদ দিল যে, আল্লাহর সাথে শরীক না করে যদি কেউ মারা যায়, তবে সে জান্নাতে প্রবেশ করবে। আমি বললাম, চুরি ও যিনা করলেও কি? নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ চুরি ও যিনা করলেও।;\n",
            "id": 6979,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবূ যার আল-গিফারী (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৩৬. আল্লাহ্' তা'আলার বাণীঃ তা তিনি জেনেশুনে অবতীর্ণ করেছেন। আর ফেরেশতারা এর সাক্ষী (৪ঃ ১৬৬)। মুজাহিদ (রহঃ) বলেছেন, ওদের মধ্যে নেমে আসে তাঁর নির্দেশ' (৬৫ঃ ১২) (এর অর্থ) সপ্তম আকাশ ও সপ্তম যমীনের মধ্যখানে",
            "hadithBengali": "৬৯৮০। মুসাদ্দাদ (রহঃ) ... বারআ ইবনু আযিব (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একদা বলেছেনঃ হে অমুক! যখন তুমি তোমার শয্যা গ্রহন করতে যাবে তখন বলবে, হে আল্লাহ! আমি আমার নিজকে তোমারই কাছে সমর্পণ করছি। আমার চেহারাকে তোমার দিকে ফিরাচ্ছি! আমার কর্ম তোমার কাছে সোপর্দ করছি। আমার নির্ভরশীলতা তোমারই প্রতি আশা ও ভয় উভয় অবস্থায়। তোমার কাছে ছাড়া আর কোথাও আশ্রয় ও মুক্তির জায়গা নেই। আমি ঈমান এনেছি তোমার কিতাবের প্রতি যা তুমি অবতীর্ণ করেছ এবং তোমার নবীর প্রতি যাকে তুমি প্রেরণ করেছ। অনন্তর এ রাত্রিতে যদি তোমার মৃত্যু হয়, তা হলে ফিতরাতের ওপর তোমার মৃত্যু হবে। আর যদি (জীবিতাবস্থায়) তোমার ভোর হয়, তুমি কল্যাণের অধিকারী হবে।;\n",
            "id": 6980,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "বারাআ ইবনু আযিব (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৩৬. আল্লাহ্' তা'আলার বাণীঃ তা তিনি জেনেশুনে অবতীর্ণ করেছেন। আর ফেরেশতারা এর সাক্ষী (৪ঃ ১৬৬)। মুজাহিদ (রহঃ) বলেছেন, ওদের মধ্যে নেমে আসে তাঁর নির্দেশ' (৬৫ঃ ১২) (এর অর্থ) সপ্তম আকাশ ও সপ্তম যমীনের মধ্যখানে",
            "hadithBengali": "৬৯৮১। কুতায়রা ইবনু সাঈদ (রহঃ) ... আবদুল্লাহ ইবনু আবূ আওফা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আহযাব দিবসে বলেছেনঃ কিতাব অবতীর্ণকারী, দ্রুত হিসাব গ্রহণকারী আল্লাহ তুমি দলসমূহকে পরাভূত কর এবং তাদেরকে কম্পিত কর। অতিরিক্ত এক বর্ননায় হুমায়দী (রহঃ) ... আবদুল্লাহ (রাঃ) বলেন, আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি।;\n",
            "id": 6981,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবদুল্লাহ ইবনু আবূ আওফা (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৩৬. আল্লাহ্' তা'আলার বাণীঃ তা তিনি জেনেশুনে অবতীর্ণ করেছেন। আর ফেরেশতারা এর সাক্ষী (৪ঃ ১৬৬)। মুজাহিদ (রহঃ) বলেছেন, ওদের মধ্যে নেমে আসে তাঁর নির্দেশ' (৬৫ঃ ১২) (এর অর্থ) সপ্তম আকাশ ও সপ্তম যমীনের মধ্যখানে",
            "hadithBengali": "৬৯৮২। মুসাদ্দাদ (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি কুরআনের নিন্নোক্ত আয়াতঃ তুমি সালাতে স্বর উচু করবে না এবং অতিশয় ক্ষীণও করবে না ...... (১৭ঃ ১১০)। এর তাফসীরে তিনি বলেনঃ এ আয়াতটি তখন অবতীর্ণ হয়, যখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মকায় লুক্কায়িত ছিলেন। সুতরাং যখন তিনি তাঁর স্বর উঁচু করতেন তাতে মুশরিকরা শুনে গালমন্দ করত কুরআনকে কুরআন অবতীর্ণকারীকে এবং যার প্রতি কুরআন অবতীর্ণ হয়েছে তাঁকে। এ প্রেক্ষিতে আল্লাহ বললেনঃ (হে নবী) তুমি সালাতে তোমার স্বর উঁচু করবে না, যাতে মুশরিকরা শুনতে পায়। আর তা অতিশয় ক্ষীণও করবে না যাতে তোমার সঙ্গীরাও শুনতে না পায়। এই দুয়ের মধ্যপথ অবলম্বন কর। তুমি স্বর উঁচু করবে না, তারা শুনে পাঠ করবে যেন তারা তোমার কাছ থেকে কুরআন শিখতে পারে।;\n",
            "id": 6982,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৩৭. আল্লাহ্' তা'আলার বাণীঃ তারা আল্লাহ্'র প্রতিশ্রুতি পরিবর্তন করতে চায় (৪৮ঃ ১৫) لَقَوْلٌ فَصْلٌ অর্থাৎ চিরসত্য। وَمَا هُوَ بِالْهَزْلِ এর অর্থ কুরআন খেল-তামাশার বস্তু নয়",
            "hadithBengali": "৬৯৮৩। হুমায়দী (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহ তাআলা ইরশাদ করেন আমাকে আদম সন্তান কষ্ট দিয়ে থাকে। কারণ তারা কালকে গালি দেয়। পক্ষান্তরে আমিই দাহর বা কাল। কেননা আমার হাতেই সব বিষয়। আমিই রাত ও দিনের পরিবর্তন ঘটাই।;\n",
            "id": 6983,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৩৭. আল্লাহ্' তা'আলার বাণীঃ তারা আল্লাহ্'র প্রতিশ্রুতি পরিবর্তন করতে চায় (৪৮ঃ ১৫) لَقَوْلٌ فَصْلٌ অর্থাৎ চিরসত্য। وَمَا هُوَ بِالْهَزْلِ এর অর্থ কুরআন খেল-তামাশার বস্তু নয়",
            "hadithBengali": "৬৯৮৪। আবূ নুআঈম (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহ ঘোষণা করেন যে, রোযা আমার জন্যই, আর আমিই এর প্রতিদান দেব। যেহেতু সে আমারই সন্তুষ্টি লাভের উদেশ্যে তার প্রবৃত্তি, পান ও আহার ত্যাগ করেছে। আর রোযা হচ্ছে, ঢাল। রোযা পালনকারীর জন্য রয়েছে দুটি আনন্দ। এক আনন্দ হল যখন সে ইফতার করে, আর এক আনন্দ হলো যখন সে তার প্রতিপালকের সাথে মিলিত হবে। আল্লাহর কাছে রোযা পালনকারী মুখের গন্ধ মিস্'কের সুগন্ধির চেয়েও উত্তম।;\n",
            "id": 6984,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৩৭. আল্লাহ্' তা'আলার বাণীঃ তারা আল্লাহ্'র প্রতিশ্রুতি পরিবর্তন করতে চায় (৪৮ঃ ১৫) لَقَوْلٌ فَصْلٌ অর্থাৎ চিরসত্য। وَمَا هُوَ بِالْهَزْلِ এর অর্থ কুরআন খেল-তামাশার বস্তু নয়",
            "hadithBengali": "৬৯৮৫। আবদুল্লাহ ইবনু মুহাম্মাদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ একদা আইউব (আলাইহিস সালাম) বিবস্ত্র অবস্থায় গোসল করছিলেন। তখন স্বর্ণের একদল পঙ্গপাল তার উপর পতিত হলে তিনি তা তাঁর কাপড়ে ভরতে থাকেন। তখন তার প্রতিপালক আহবান করে বললেনঃ হে আইউব! তুমি যা দেখছ, এর থেকে তোমাকে কি আমি অভাবমুক্ত করিনি? আইউব (আলাইহিস সালাম) বললেনঃ হ্যাঁ হে আমার প্রতিপালক! তবে তোমার বরকত থেকে আমি অভাবমুক্ত নই।;\n",
            "id": 6985,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৩৭. আল্লাহ্' তা'আলার বাণীঃ তারা আল্লাহ্'র প্রতিশ্রুতি পরিবর্তন করতে চায় (৪৮ঃ ১৫) لَقَوْلٌ فَصْلٌ অর্থাৎ চিরসত্য। وَمَا هُوَ بِالْهَزْلِ এর অর্থ কুরআন খেল-তামাশার বস্তু নয়",
            "hadithBengali": "৬৯৮৬। ইসমাঈল (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমাদের প্রতিপালক প্রতি রাতের যখন রাতের শেষ তৃতীয়াং অবশিষ্ট থাকে তখন পৃথিবীর আসমানে অবতরণ করেন এবং বলেনঃ আমার কাছে যে দোয়া করবে, আমি তার দোয়া গ্রহণ করব। আমার কাছে যে চাইবে, আমি তাকে দান করব। আমার কাছে যে মাগফিরাত প্রার্থনা করবে তাকে আমি মাফ করে দেব।;\n",
            "id": 6986,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৩৭. আল্লাহ্' তা'আলার বাণীঃ তারা আল্লাহ্'র প্রতিশ্রুতি পরিবর্তন করতে চায় (৪৮ঃ ১৫) لَقَوْلٌ فَصْلٌ অর্থাৎ চিরসত্য। وَمَا هُوَ بِالْهَزْلِ এর অর্থ কুরআন খেল-তামাশার বস্তু নয়",
            "hadithBengali": "৬৯৮৭। আবুল ইয়ামান (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছেন। আমরা পৃথিবীতে সর্বশেষ আগমনকারী, তবে কিয়ামতের দিন আমরাই থাকব অগ্রগামী। হাদীসটির এ সনদে আরো আছে যে, আল্লাহ বলেন, তুমি খরচ কর, তা হলে আমিও তোমার ওপর খরচ করব।;\n",
            "id": 6987,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৩৭. আল্লাহ্' তা'আলার বাণীঃ তারা আল্লাহ্'র প্রতিশ্রুতি পরিবর্তন করতে চায় (৪৮ঃ ১৫) لَقَوْلٌ فَصْلٌ অর্থাৎ চিরসত্য। وَمَا هُوَ بِالْهَزْلِ এর অর্থ কুরআন খেল-তামাশার বস্তু নয়",
            "hadithBengali": "৬৯৮৮। যুহায়র ইবনু হারব (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। জিবরীল (আলাইহিস সালাম) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বললেনঃ এই তো খাদিজা আপনার জন্য একটি পাত্র ভর্তি খাবার করে নিয়ে এসেছেন। বর্ননাকারী সন্দেহে বলেছেন, অথবা পাত্র নিয়ে এসেছেন, যাতে পানীয় রয়েছে। আপনি তাঁকে তার রবের পক্ষ থেকে সালাম করুন। আর তাঁকে এমন একটি (প্রশস্ত অব্যন্তর শূন্য) মোতির তৈরি প্রাসাদের সুসংবাদ দিন, যেখানে শোরগোল বা ক্লেশ থাকবে না।;\n",
            "id": 6988,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৩৭. আল্লাহ্' তা'আলার বাণীঃ তারা আল্লাহ্'র প্রতিশ্রুতি পরিবর্তন করতে চায় (৪৮ঃ ১৫) لَقَوْلٌ فَصْلٌ অর্থাৎ চিরসত্য। وَمَا هُوَ بِالْهَزْلِ এর অর্থ কুরআন খেল-তামাশার বস্তু নয়",
            "hadithBengali": "৬৯৮৯। মুআয ইবনু আসাদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহ ঘোষণা করলেন, আমি আমার নেককার বান্দাদের জন্য এমন বস্তু প্রস্তুত করে রেখেছি, যা কোন চোখ কখনো দেখেনি, কোন কান কখনো শোনেনি, এমনকি কোন মানুষের অন্তরে কল্পনায়ও আসেনি।;\n",
            "id": 6989,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৩৭. আল্লাহ্' তা'আলার বাণীঃ তারা আল্লাহ্'র প্রতিশ্রুতি পরিবর্তন করতে চায় (৪৮ঃ ১৫) لَقَوْلٌ فَصْلٌ অর্থাৎ চিরসত্য। وَمَا هُوَ بِالْهَزْلِ এর অর্থ কুরআন খেল-তামাশার বস্তু নয়",
            "hadithBengali": "৬৯৯০। মাহমুদ (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রাতে যখন তাহাজ্জুদের সালাত (নামায/নামাজ) আদায় করতেন তখন এ দোয়া করতেনঃ হে আল্লাহ! সব প্রশংসা একমাত্র তোমারই, তুমিই আসমান ও যমীনের নূর। তোমারই সমন্ত প্রশংসা, তুমিই আসমান ও যমীনের একমাত্র পরিচালক। তোমারই সব প্রশংসা, তুমিই আসমান ও যমীন এবং এ দুয়ের মধ্যে বিদ্যমান সব কিছুর প্রতিপালক। তুমি মহাসত্য। তোমার প্রতিশ্রুতি সত্য। তোমার বাণী সত্য। তোমার সাক্ষাৎ সত্য। জান্নাত সত্য। জাহান্নাম সত্য। নবীগণ সত্য। কিয়ামত সত্য। হে আল্লাহ! তোমারই জন্য আনুগত্য (ইসলাম) স্বীকার করি। তোমারই প্রতি ঈমান আনি। তোমারই ওপর তাওয়াক্কুল করি এবং তোমারই দিকে রুজু করি। তোমারই উদ্দেশ্যে বিতর্ক করি। তোমার কাছেই আমি ফায়সালা চাই। সুতরাং আমার আগের ও পরের গোপনীয় ও প্রকাশ্য সর্বপ্রকার গুনাহ মাফ করে দাও। তুমিই আমার একমাত্র মাবুদ। তুমি ব্যতীত কোন ইলাহ নেই;\n",
            "id": 6990,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৩৭. আল্লাহ্' তা'আলার বাণীঃ তারা আল্লাহ্'র প্রতিশ্রুতি পরিবর্তন করতে চায় (৪৮ঃ ১৫) لَقَوْلٌ فَصْلٌ অর্থাৎ চিরসত্য। وَمَا هُوَ بِالْهَزْلِ এর অর্থ কুরআন খেল-তামাশার বস্তু নয়",
            "hadithBengali": "৬৯৯১। হাজ্জাজ ইবনু মিনহাল (রহঃ) ... উরওয়া ইবনু যুবায়র, সাঈদ ইবনু মূসাইয়্যাব, আলকামা ইবনু ওয়াক্কাস ও উবায়দুল্লাহ ইবনু আবদুল্লাহ (রাঃ) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সহধর্মিণী আয়িশা (রাঃ) এর ঘটনা সম্পর্কে বর্ণনা করেন। যখন অপবাদ রটনাকারীরা তার সম্পর্কে যা বলার তা বলল। তখন আল্লাহ তাআলা তাদের অপবাদ থেকে তাকে পবিত্র বলে ঘোষণা দিলেন। বর্ণনাকারী বলেন, আয়িশা (রাঃ) থেকে বর্ণনাকারীদের প্রত্যেকে হাদীসটির কিছু কিছু অংশ আমাকে বর্ণনা করেছেন। আয়িশা (রাঃ) বলেন, কিন্তু আল্লাহর কসম! আমি ধারণাও করিনি যে, আল্লাহ আমার পবিত্রতার সপক্ষে এমন ওহী অবতীর্ণ করবেন যা তিলাওয়াত করা হবে। আমার মর্যাদা আমার কাছে এর চাইতে তুচ্ছ ছিল যে, আল্লাহ তাআলা আমার বিষয়ে এমন কোন কালাম করবেন যা তিলাওয়াত করা হবে। তবে আমি আশা করতাম যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম স্বপ্নে এমন কিছু দেখবেন, যাদ্দ্বারা আল্লাহ আমার পবিত্রতা ঘোযণা করবেন। অথচ আল্লাহ অবতীর্ন করলেনঃ যারা অপবাদ রটনা করেছে ... থেকে দশটি আয়াত (১০ঃ ২১)।;\n",
            "id": 6991,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "উরওয়াহ বিন যুবাইর (রা.)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৩৭. আল্লাহ্' তা'আলার বাণীঃ তারা আল্লাহ্'র প্রতিশ্রুতি পরিবর্তন করতে চায় (৪৮ঃ ১৫) لَقَوْلٌ فَصْلٌ অর্থাৎ চিরসত্য। وَمَا هُوَ بِالْهَزْلِ এর অর্থ কুরআন খেল-তামাশার বস্তু নয়",
            "hadithBengali": "৬৯৯২। কুতায়বা ইবনু সাঈদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহ বলেনঃ আমার বান্দা কোন গুনাহর কাজ করার ইচ্ছা পোষণ করে। তা না করা পর্যন্ত তার গুনাহ লেখো না। আর যদি তা করেই ফেলে, তাহলে তা সমপরিমাণ লেখা হয়। আর যদি আমার কারণে তা পরিহার করে, তাহলে তার পক্ষে একটি নেকী লিখে এবং যদি বান্দা কোন ভাল কাজের ইচ্ছা করে কিন্তু তা না করে, তবুও তোমরা তার জন্য একটি নেকী লিপিবদ্ধ করবে। তারপর যদি তা সম্পাদন করে, তবে তোমরা তার জন্য কাজটির দশ গুন থেকে সাতশ গুন পর্যন্ত লেখো।;\n",
            "id": 6992,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৩৭. আল্লাহ্' তা'আলার বাণীঃ তারা আল্লাহ্'র প্রতিশ্রুতি পরিবর্তন করতে চায় (৪৮ঃ ১৫) لَقَوْلٌ فَصْلٌ অর্থাৎ চিরসত্য। وَمَا هُوَ بِالْهَزْلِ এর অর্থ কুরআন খেল-তামাশার বস্তু নয়",
            "hadithBengali": "৬৯৯৩। ইসমাঈল ইবনু আবদুল্লাহ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহ তো সমস্ত সৃষ্টিকে পয়দা করলেন। তারপর যখন তিনি এর থেকে অবসর হলেন তখন রাহিম (আত্নীয়তার বন্ধন) উঠে দাঁড়াল। আল্লাহ সেটিকে লক্ষ্য করে বললেনঃ তুমি থাম। আত্নীয়তার-বন্ধন তখন বলল, আমাকে ছিন্নকারী থেকে পানাহ প্রার্থনার স্থল এটিই। এতে আল্লাহ ঘোষনা করলেন, তুমি এতে রাযী নও কি? যে ব্যাক্তি তোমার সাথে সৎভাব রাখবে আমিও তার সাথে সৎভাব রাখব। আর যে তোমাকে ছিন্ন করবে, আমিও তাকে ছিন্ন করব। সে বলল, আমি এতে সত্তুষ্ট, হে প্রতিপালক! আল্লাহ বললেনঃ তা-ই তোমার জন্য। তারপর আবূ হুরায়রা (রাঃ) তিলাওয়াত করলেনঃفَهَلْ عَسَيْتُمْ إِنْ تَوَلَّيْتُمْ أَنْ تُفْسِدُوا فِي الأَرْضِ وَتُقَطِّعُوا أَرْحَامَكُمْ ক্ষমতায় অধিষ্ঠিত হলে সম্ভবত তোমরা বিপর্যয় সৃষ্টি করবে এবং তোমাদের আত্নীয়তার বন্ধন ছিন্ন করবে।;\n",
            "id": 6993,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৩৭. আল্লাহ্' তা'আলার বাণীঃ তারা আল্লাহ্'র প্রতিশ্রুতি পরিবর্তন করতে চায় (৪৮ঃ ১৫) لَقَوْلٌ فَصْلٌ অর্থাৎ চিরসত্য। وَمَا هُوَ بِالْهَزْلِ এর অর্থ কুরআন খেল-তামাশার বস্তু নয়",
            "hadithBengali": "৬৯৯৪। মুসাদ্দাদ (রহঃ) ... যায়িদ ইবনু খালিদ (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সময় একবার বৃষ্টি হলো। তিনি বললেনঃ আল্লাহ বলছেন, বৃষ্টিকে কেন্দ্র করে) আমার বান্দাদের কিছু সংখ্যক আমার সাথে কুফরী করছে, আর কিছু সংখ্যক ঈমান এনেছে।;\n",
            "id": 6994,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "যায়দ ইবনু খালিদ (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৩৭. আল্লাহ্' তা'আলার বাণীঃ তারা আল্লাহ্'র প্রতিশ্রুতি পরিবর্তন করতে চায় (৪৮ঃ ১৫) لَقَوْلٌ فَصْلٌ অর্থাৎ চিরসত্য। وَمَا هُوَ بِالْهَزْلِ এর অর্থ কুরআন খেল-তামাশার বস্তু নয়",
            "hadithBengali": "৬৯৯৫। ইসমাঈল (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহ বলেনঃ আমার বান্দা আমার সাক্ষাৎ পছন্দ করলে আমিও তার সাক্ষাত পছন্দ করি। আর সে আমার সাক্ষাতকে অপছন্দ করলে আমিও তার সাক্ষাতকে অপছন্দ করি।;\n",
            "id": 6995,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৩৭. আল্লাহ্' তা'আলার বাণীঃ তারা আল্লাহ্'র প্রতিশ্রুতি পরিবর্তন করতে চায় (৪৮ঃ ১৫) لَقَوْلٌ فَصْلٌ অর্থাৎ চিরসত্য। وَمَا هُوَ بِالْهَزْلِ এর অর্থ কুরআন খেল-তামাশার বস্তু নয়",
            "hadithBengali": "৬৯৯৬। আবুল ইয়ামান (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহ ইরশাদ করেনঃ আমার বিষয়ে আমার বান্দার ধারণার অনুরূপ ব্যবহার করে থাকি।;\n",
            "id": 6996,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৩৭. আল্লাহ্' তা'আলার বাণীঃ তারা আল্লাহ্'র প্রতিশ্রুতি পরিবর্তন করতে চায় (৪৮ঃ ১৫) لَقَوْلٌ فَصْلٌ অর্থাৎ চিরসত্য। وَمَا هُوَ بِالْهَزْلِ এর অর্থ কুরআন খেল-তামাশার বস্তু নয়",
            "hadithBengali": "৬৯৯৭। ইসমাঈল (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ জনৈক ব্যাক্তি (জীবনেও) কোন ভাল আমল করেনি। মৃত্যুর সময় সে বলল, মারা যাওয়ার পর তোমরা তাকে পুড়িয়ে ফেল। আর অর্ধেক স্থলে আর অর্ধেক সাগরে ছড়িয়ে দাও। সে আরো বলল, আল্লাহর কসম! আল্লাহ যদি তাকে পেয়ে যান তাহলে অবশ্যই তাকে এমন শাস্তি দিবেন যা জগতসমুহের আর কাউকে দিবেন না। তারপর আল্লাহ সাগরকে হুকুম দিলে সাগর এর মধ্যকার অংশকে একত্রিত করল। স্থলকে হুকুম দিলে সেও তার মধ্যকার অংশ একত্রিত করল। তারপর আল্লাহ বললেনঃ তুমি কেন এরুপ করলে? সে উত্তর করল, তোমার ভয়ে। আর তুমি অধিক জ্ঞাত। এর প্রেক্ষিতে আল্লাহ তাকে ক্ষমা করে দিলেন।;\n",
            "id": 6997,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৩৭. আল্লাহ্' তা'আলার বাণীঃ তারা আল্লাহ্'র প্রতিশ্রুতি পরিবর্তন করতে চায় (৪৮ঃ ১৫) لَقَوْلٌ فَصْلٌ অর্থাৎ চিরসত্য। وَمَا هُوَ بِالْهَزْلِ এর অর্থ কুরআন খেল-তামাশার বস্তু নয়",
            "hadithBengali": "৬৯৯৮। আহমাদ ইবনু ইসহাক (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে এ কথা বলতে শুনেছি, এক বান্দা গুনাহ করল। বর্ণনাকারী أَصَابَ ذَنْبًا না বলে কখনো أَذْنَبَ ذَنْبًا বলেছেন। তারপর সে বলল, হে আমার প্রতিপালক! আমি তো গুনাহ করে ফেলেছি। বর্ণনাকারীأَذْنَبْتُ এর স্থলে কখনো أَصَبْتُ বলেছেন। তাই আমার গুনাহ মাফ করে দাও। তার প্রতিপালক বললেনঃ আমার বান্দা কি একথা জেনেছে যে, তার রয়েছে একজন প্রতিপালক যিনি গুনাহ মাফ করেন এবং এর কারণে শাস্তিও দেন। আমার বান্দাকে আমি ক্ষমা করে দিলাম। তারপর সে আল্লাহর ইচ্ছানুযায়ী কিছুকাল অবস্থান করল এবং সে আবার গুনাহতে লিপ্ত হল। বর্ণনাকারীর সন্দেহ أَصَابَ ذَنْبًا কিংবা أَذْنَبَ ذَنْبًا বলা হয়েছে। বান্দা আবার বলল, হে আমার প্রতিপালক! আমি তো আবার গুনাহ করে বসেছি।;\n\nএখানে أَذْنَبْتُ কিংবা أَصَبْتُ বলা হয়েছে। আমার এ গুনাহ তুমি ক্ষমা করে দাও। এর প্রেক্ষিতে আল্লাহ পাক বললেনঃ আমার বান্দা কি জেনেছে যে, তার রয়েছে একজন প্রতিপালক যিনি গুনাহ মাফ করেন এবং এর কারণ শাস্তিও দেন। আমি আমার বান্দার গুনাহ মাফ করে দিয়েছি এরপর সে বান্দা আল্লাহর ইচ্ছানুযায়ী কিছুদিন সে অবস্থায় অবস্থান করল। আবারও সে গুনাহতে লিপ্ত হয়ে গেল। এখানে أَذْنَبَ ذَنْبًا কিংবা أَصَابَ ذَنْبًا বলা হয়েছে। সে বলল, হে আমার প্রতিপালক! আমি তো আরো একটি গুনাহ করে ফেলেছি। এখানে أَصَبْتُ কিংবা أَذْنَبْتُ বলা হয়েছে। আমার এ গুনাহ ক্ষমা করে দাও। তখন আল্লাহ বললেনঃ আমার বান্দা কিছু জেনেছে যে, তার একজন প্রতিপালক রয়েছেন, যিনি গুনাহ ক্ষমা করেন এবং এর কারণে শান্তিও দেন। আমি আমার এ বান্দাকে ক্ষমা করে দিলাম। এরূপ তিনবার বললেন।;\n",
            "id": 6998,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৩৭. আল্লাহ্' তা'আলার বাণীঃ তারা আল্লাহ্'র প্রতিশ্রুতি পরিবর্তন করতে চায় (৪৮ঃ ১৫) لَقَوْلٌ فَصْلٌ অর্থাৎ চিরসত্য। وَمَا هُوَ بِالْهَزْلِ এর অর্থ কুরআন খেল-তামাশার বস্তু নয়",
            "hadithBengali": "৬৯৯৯। আবদুল্লাহ ইবনু আবুল আসওয়াদ (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অতীত যুগের এক ব্যাক্তি সম্পর্কে আলোচনা করলেন। অথবা তিনি বলেছেনঃ তোমাদের পূর্বে যারা ছিলেন তাদের এক ব্যাক্তি তিনি তার সম্পর্কে বললেন, অর্থাৎ আল্লাহ তাকে সম্পদ ও সন্তান দান করলেন। যখন তার মৃত্যু উপস্থিত হল তখন সে তার সন্তানদেরকে বলল, আমি তোমাদের জন্য কেমন পিতা ছিলাম? তারা বলল, উত্তম পিতা। তখন সে বলল, সে যে আল্লাহর কাছে কোন প্রকার নেক আমল রেখে যেতে পারেনি। এখানلَمْ يَبْتَئِرْ কিংবাلَمْ يَبْتَئِزْ বলেছেন। অতএব, আল্লাহ (তার উপর) সমর্থ হলে, অবশ্যই তাকে আযাব দিবেন। অতএব তোমরা লক্ষ্য রাখবে, আমার মৃত্যু হলে তোমরা আমাকে আগুনে পুড়িয়ে দেবে। এরপর যখন আমি কয়লা হয়ে যাব, তখন ছাই করে ফেলবে। বর্ণনাকারী এখানেفَاسْحَقُونِي কিংবাفَاسْحَكُونِي বলেছেন। তারপর যেদিন প্রচুর বাতাসের দিন হবে সেদিন বাতাসে উড়িয়ে দেবে।;\n\nনবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ পিতা এ বিষয়ে সন্তানদের থেকে প্রতিশ্রুতি গ্রহণ করল। আমার প্রতিপালকের কসম! সন্তানরা তাই করল। এক প্রচণ্ড বাতাসের দিনে তাকে ছড়িয়ে দিল। তারপর মহান আল্লাহ নির্দেশ দিলেন। তুমি অতিতে এসে যাও। তৎক্ষণাৎ সে উঠে দাঁড়াল। মহান আল্লাহ তাকে জিজ্ঞাসা করলেন, হে আমার বান্দাহ তুমি যা করেছ তা কেন করলে? সে উত্তর করল, তোমার ভয়ে। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ এর বিনিময়ে তাকে মাফ করে দিলেন। রাবী আবার অন্য বর্ণনায় বলেছেন, আল্লাহ ক্ষমা দ্বারাই এর বিনিময় দিলেন। বর্ননাকারী বলেন, আমি এ হাদীস আবূ উসমানের কাছে বর্ণনা করলে তিনি বললেন, আমি হাদীসটি সালমান (রাঃ) থেকে শুনেছি। তবে তিনি এটুকু সংযোগ করেছেন,أَذْرُونِي فِي الْبَحْرِ আমাকে সমুদ্রে ছড়িয়ে দাও। রাবী বলেন, কিংবা তিনি বলেছেন, অথবা যেরূপ তিনি বর্ণনা করেছেন।;\n",
            "id": 6999,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবূ সা'ঈদ খুদরী (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৩৭. আল্লাহ্' তা'আলার বাণীঃ তারা আল্লাহ্'র প্রতিশ্রুতি পরিবর্তন করতে চায় (৪৮ঃ ১৫) لَقَوْلٌ فَصْلٌ অর্থাৎ চিরসত্য। وَمَا هُوَ بِالْهَزْلِ এর অর্থ কুরআন খেল-তামাশার বস্তু নয়",
            "hadithBengali": "৭০০০। মূসা (রহঃ) ... মুতামির (রহঃ) থেকে বর্ণিত। তিনিلَمْ يَبْتَئِرْ বর্ণনা করেছেন। খালীফা (রহঃ) মূতামির থেকেلَمْ يَبْتَئِزْ বর্ণনা করেছেন। কাতাদা (রহঃ) এ সবের বিশ্লেষণ করেছেনلَمْ يَدَّخِرْ অর্থাৎ সঞ্চয় করেনি দ্বারা।;\n",
            "id": 7000,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "মু'তামির (রহঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৩৮. কিয়ামতের দিনে নবী ও অপরাপরের সাথে মহান আল্লাহ্'র কথাবার্তা",
            "hadithBengali": "৭০০১। ইউসুফ ইবনু রাশিদ (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে আমি বলতে শুনেছি যে, কিয়ামতের দিন যখন আমাকে সুপারিশ করার অনুমতি দেওয়া হবে তখন আমি বলব, হে আমার প্রতিপালক! যার অন্তরে এক সরিষা পরিমাণ ঈমান আছে, তাকে তুমি জান্নাতে দাখিল করো। তারপর তাদেরকে জান্নাতে দাখিল করা হবে। তারপর আমি বলব, তাকেও জান্নাতে প্রবেশ করাও, যার অন্তরে সামান্য ঈমানও আছে। আনাস (রাঃ) বলেনঃ আমি যেন এখনো রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর হাতের আঙুলগুলো দেখছি।;\n",
            "id": 7001,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৩৮. কিয়ামতের দিনে নবী ও অপরাপরের সাথে মহান আল্লাহ্'র কথাবার্তা",
            "hadithBengali": "৭০০২। সুলায়মান ইবনু হারব (রহঃ) ... মাবাদ ইবনু হিলাল আল আনাযী (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমরা বসরার অধিবাসী কিছু লোক একত্রিত হয়ে আনাস ইবনু মালিক (রাঃ) এর কাছে গেলাম। আমাদের সাথে সাবিত (রাঃ) কে নিলাম, যাতে তিনি আমাদের কাছে আনাস (রাঃ) থেকে বর্ণিত শাফাআত সম্পর্কে হাদীস জিজ্ঞাসা করেন। আমরা তাকে তার মহলেই চাশতের সালাত (নামায/নামাজ) আদায়রত পেলাম। তার কাছে প্রবেশের অনুমতি চাইলে তিনি আমাদেরকে অনুমতি দিলেন। তখন তিনি তার বিছানায় বসা অবস্থায় আছেন। অতঃপর আমরা সাবিত (রাঃ) কে অনুরোধ করলাম, তিনি যেন শাফাআতের হাদীসটি জিজ্ঞাসার পূর্বে অন্য কিছু জিজ্ঞাসা না করেন। তখন সাবিত (রাঃ) বললেন, হে আবূ হামযা! এরা বসরাবাসী আপনার ভাই, তারা শাফাআতের হাদীস সম্পর্কে জিজ্ঞাসা করতে এসেছে।;\n\nতারপর আনাস (রাঃ) বললেন, আমাদের কাছে মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হাদীস বর্ণনা করেছেন যে, কিয়ামতের দিন মানুষ সমুদ্রের ঢেউয়ের মত ভীত-সন্ত্রস্ত হয়ে পড়বে। তাই তারা আদম (আলাইহিস সালাম) এর কাছে এসে বলবে, আমাদের জন্য আপনার প্রতিপালকের কাছে সুপারিশ করুন। তিনি বলবেনঃ এ কাজের জন্য আমি নই। বরং তোমরা ইবরাহীম (আলাইহিস সালাম) এর কাছে যাও। কেননা, তিনি হলেন আল্লাহর খলীল।;\n\nতখন তারা ইবরাহীম (আলাইহিস সালাম) এর কাছে আসবে। তিনি বলবেনঃ আমি এ কাজের জন্য নই। তবে তোমরা মূসা (আলাইহিস সালাম) এর কাছে যাও। কারণ তিনি আল্লাহর সাথে বাক্যালাপ করেছেন। তখন তারা মূসা (আলাইহিস সালাম) এর কাছে আসবে তিনি বলবেনঃ আমি তো এ কাজের জন্য নই। তোমরা বরং ঈসা (আলাইহিস সালাম) এর কাছে যাও। যেহেতু তিনি আল্লাহর রুহ ও বাণী।;\n\nতারা তখন ঈসা (আলাইহিস সালাম) এর কাছে আসবে। তিনি বলবেন আমি তো এ কাজের জন্য নই। তোমরা বরং মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে যাও। এরপর তারা আমার কাছে আসবে। আমি বলব, আমিই এ কাজের জন্য। আমি তখন আমার প্রতিপালকের কাছে অনুমতি চাইব। আমাকে অনুমতি দেওয়া হবে। আমাকে প্রশংসা সম্বলিত বাক্য ইলহাম করা হবে। যা দিয়ে আমি আল্লাহর প্রশংসা করব, যেগুলো এখন আমার জানা নেই। আমি সেসব প্রশংসা বাক্য দিয়ে প্রশংসা করব এবং সিজদায় পড়ে যাব। তখন আমাকে বলা হবে, ইয়া মুহাম্মাদ! মাথা ওঠাও। তুমি বল, তোমার কথা শোনা হবে। চাও, তা দেওয়া হবে। সুপারিশ কর, গ্রহণ করা হবে।;\n\nতখন আমি বলবো, হে আমার প্রতিপালক! আমার উম্মাত! আমার উম্মাত! বলা হবে, যাও, যাদের হৃদয়ে যবের দানা পরিমান ঈমান আছে, তাদেরকে জাহান্নাম থেকে বের করে দাও, আমি যেয়ে এমনই করব। তারপর আমি ফিরে আসব এবং পুনরায় সেসব প্রশংসা বাক্য দ্বারা আল্লাহর প্রশংসা করবো এবং সিজদায় পড়ে যাবো। তখন বলা হবে, ইয়া মুহাম্মাদ! মাথা ওঠাও। তোমার কথা শোনা হবে। চাও, দেয়া হবে। সুপারিশ কর, গ্রহন করা হবে। তখনো আমি বলব, হে আমার প্রতিপালক! আমার উম্মাত! আমার উম্মাত! অতঃপর বলা হবে, যাও, যাদের এক অনু কিংবা সরিষা পরিমাণ ইমান আছে তাদেরকে জাহান্নাম থেকে বের কর। আমি গিয়ে তাই করব।;\n\nআমি পুনরায় প্রত্যাবর্তন করবো এবং সেসব প্রশংসা বাক্য দিয়ে আল্লাহর প্রশংসা করবো। আর সিজদায় পড়ে যাবো। আমাকে বলা হবে, ইয়া মুহাম্মাদ! মাথা উঠাও। বল, তোমার বক্তব্য শোনা হবে। চাও, দেওয়া হবে। সুপারিশ কর, গ্রহণ করা হবে। আমি তখন বলবো, হে আমার প্রতিপালক, আমার উম্মাত, আমার উম্মাত। এরপর আল্লাহ বলবেন, যাও, যাদের অন্তরে সরিষার দানা অপেক্ষা ক্ষুদ্র পরিমাণও ঈমান থাকে, তাদেরকেও জাহান্নাম থেকে বের করে আন। আমি যাবো এবং তাই করবো। আমরা যখন আনাস (রাঃ) এর নিকট থেকে বের হয়ে আসছিলাম, তখন আমি আমার সাথীদের কোন একজনকে বললাম, আমরা যদি আবূ খলীফার বাড়িতে আত্নগোপনরত হাসান বসরীর কাছে গিয়ে আনাস ইবনু মালিক (রাঃ) এর বর্ণিত হাদীসটি তাঁর কাছে বর্ণনা করতাম।;\n\nএরপর আমরা হাসান বসরীর কাছে এসে তাকে অনুমতির সালাম দিলাম। তিনি আমাদেরকে প্রবেশ করতে অনুমতি দিলেন। আমরা তাকে বললাম, হে আবূ সাঈদ! আমরা আপনারই ভাই আনাস ইবনু মালিক (রাঃ) এর কাছ থেকে আপনার কাছে আসলাম। শাফাআত সম্পর্কে তিনি যেরূপ বর্ণনা দিয়েছেন, অনুরূপ বর্ণনা করতে আর আর কাউকে দেখিনি। তিনি বললেনঃ আমার কাছে সেটি বর্ণনা কর। আমরা তাঁকে হাদীসটি বর্ণনা করে শোনালাম। এরপর আমরা শেষস্থলে এসে বর্ণনা শেষ করলাম। তিনি বললেন, আরো বর্ণনা কর। আমরা বললাম, তিনি তো এর বেশি আমাদের কাছে বর্ণনা দেননি। তিনি বললেন, জানিনা, তিনি কি ভুলেই গেলেন, না তোমরা নির্ভরশীল হয়ে পড়বে বলে অবশিষ্টটুকু বর্ণনা করতে অপছন্দ করলেন।;\n\nবিশ বছর পুর্বে যখন তিনি শক্তি সামর্থ্যে ও শক্তিতে মজবুত ছিলেন, তখন আমার কাছেও হাদীসটি বর্ণনা করেছিলেন। আমরা বললাম, হে আবূ সাঈদ! আমাদের কাছে হাদীসটি বর্ণনা করুন। তিনি হাসলেন এবং বললেন, সৃষ্টি করা হয়েছে, মানুষ তো অতিমাত্রায় ত্বরা প্রিয়। আমি তো বর্ণনার উদ্দেশ্যেই তোমাদের কাছে বিষয়টি উল্লেখ করলাম। তিনি তোমাদের কাছে যা বর্ণনা করেছেন, আমার কাছেও তা বর্ণনা করেছেন, তবে পরে এটুকুও বলেছিলেন, আমি চতূর্থবার ফিরে আসবো এবং সেসব প্রশংসা বাক্য দিয়ে আল্লাহর গ্রশংসা করব এবং সিজদায় পড়ে যাবো।;\n\nতখন বলা হবে, ইয়া মুহাম্মাদ! মাথা উঠাও। বল, তোমার কথা শোনা হবে। চাও! দেওয়া হবে। শাফাআত কর, গ্রহণ করা হবে। আমি বলব, হে আমার প্রতিপালক! আমাকে তাদের সম্পর্কে শাফাআত করার অনুমতি দান কর, যারা লা ইলাহা ইল্লাল্লাহ বলেছে। তখন আল্লাহব লবেন, আমার ইজ্জত, আমার পরাক্রমশীলতা, আমার বড়ত্ব ও আমার মহত্তের কসম! যারা লা ইলাহা ইল্লাল্লাহ বলেছে, আমি অবশ্যই তাদের সবাইকে জাহান্নাম থেকে বের করে আনব।;\n",
            "id": 7002,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "মাবাদ (রহঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৩৮. কিয়ামতের দিনে নবী ও অপরাপরের সাথে মহান আল্লাহ্'র কথাবার্তা",
            "hadithBengali": "৭০০৩। মুহাম্মাদ ইবনু খালিদ (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, সর্বশেষে জান্নাতে প্রবেশকারী এবং জাহান্নাম থেকে সর্বশেষ পরিত্রাণ লাভকারী ব্যাক্তিটি জাহান্নাম থেকে হামাগুড়ি দিয়ে বের হয়ে আসবে। তার প্রতিপালক তাকে বলবেন, তুমি জান্নাতে প্রবেশ কর। সে বলবে, হে আমার প্রতিপালক! জান্নাত তো পরিপূর্ণ! আল্লাহ এভাবে তাকে তিনবার বলবেন। প্রত্যেকবারই সে উত্তর দেবে, জানোাত তো পরিপূর্ণ। পরিশেষে আল্লাহ তাকে বলবেন, তোমার জন্য রয়েছে এ পৃথিবীর ন্যায় দশ গুন।;\n",
            "id": 7003,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবদুল্লাহ' ইব্'ন মাসউদ (রাঃ) ",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৩৮. কিয়ামতের দিনে নবী ও অপরাপরের সাথে মহান আল্লাহ্'র কথাবার্তা",
            "hadithBengali": "৭০০৪। আলী ইবনু হুজর (রহঃ) ... আদী ইবনু হাতিম (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের প্রত্যেকের সঙ্গে তার প্রতিপালক অতিসত্বর বাক্যালাপ করবেন। তার ও আল্লাহর মাঝখানে কোন দোভাষী থাকবে না। এরপর সে তাকাবে ডান দিকে, তখন তার অতীত আমল ছাড়া সে আর কিছু দেখবে না। আবার তাকাবে বাম দিকে, তখনো অতীত আমল ছাড়া আর কিছু সে দেখবে না। আর সামনে তাকাবে তখন সে জাহান্নামের অবস্থান ছাড়া আর কিছুই দেখতে পাবে না। সুতরাং জাহান্নামকে ভয় কর এক টুকরো খেজুরের বিনিময়ে হলেও।;\n\nবর্ণনাকারী আমাশ (রহঃ) ... খায়সামা (রহঃ) থেকে অনুরূপই বর্ণনা দিয়েছেন। তবে তিনি যদিوَلَوْ بِكَلِمَةٍ طَيِّبَةٍ পবিত্র কালেমার বিনিময়েও হয়-কথাটুকু সংযোগ করেছেন।;\n",
            "id": 7004,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আদী ইবনু হাতিম (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৩৮. কিয়ামতের দিনে নবী ও অপরাপরের সাথে মহান আল্লাহ্'র কথাবার্তা",
            "hadithBengali": "৭০০৫। উসমান ইবনু আবূ শায়বা (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, এক ইহুদী পণ্ডিত নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে বললো, কিয়ামতের দিন আল্লাহ আসমান সমূহকে এক আঙ্গুলে, ভূমন্ডলকে এক আঙ্গুলে, পানি ও কাদামাটি এক আঙ্গুলে এবং অবশিষ্ট সৃষ্টিকে এক আঙ্গুলে উঠিয়ে ঝাঁকুনি দিয়ে বলবেন, আমিই একমাত্র বাদশাহ, আমিই একমাত্র বাদশাহ। আমি তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে দেখলাম, তিনি তার উক্তির সত্যতার প্রতি বিস্মিত হয়ে এমনভাবে হাসলেন যে, তার মাড়ির দাঁতগুলো প্রকাশিত হয়ে পড়ল। অতঃপর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কুরআনের বানীঃوَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ পড়লেন। তারা আল্লাহর যথার্থ মর্যাদা উপলদ্ধি করেনি (৬ঃ ৯১)।والأرض جميعا قبضته يوم القيامة والسماوات مطويات بيمينه سبحانه وتعالى عما يشركون কিয়ামতের দিন সমস্ত পৃথিবী থাকবে তার হাতের মুষ্টিতে এবং আকাশসমূহ থাকবে তার করায়ত্ত, পবিত্র ও মহান তিনি এরা যাকে শরীক করে, তিনি তার ঊর্ধ্বে (৩৯ঃ ৬৭);\n",
            "id": 7005,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবদুল্লাহ' ইব্'ন মাসউদ (রাঃ) ",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৩৮. কিয়ামতের দিনে নবী ও অপরাপরের সাথে মহান আল্লাহ্'র কথাবার্তা",
            "hadithBengali": "৭০০৬। মুসাদ্দাদ (রহঃ) ... সাফওয়ান ইবনু মুহরিয (রহঃ) থেকে বর্ণিত। তিনি বলেন, এক ব্যাক্তি ইবনু উমর (রাঃ) কে জিজ্ঞাসা করল, আল্লাহর সাথে বান্দার গোপন আলাপ সম্পর্কে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে আপনি কি বলতে শুনেছেন? তিনি বললেনঃ আমাদের কেউ তার প্রতিপালকের নিকটস্থ হলে তিনি তাঁর ওপর রহমতের আবরণ বিস্তার করে জিজ্ঞাসা করবেন, তুমি কি এই কাজ করেছ? সে বলবে, হ্যাঁ। আল্লাহ আবারো জিজ্ঞাসা করবেন, তুমি কি এই কাজ করেছ? সে তখনো বলবে, হ্যাঁ। আল্লাহ এভাবে তার স্বীকারোক্তি নেবেন। তারপর আল্লাহ বলবেন, আমি দুনিয়ায় তোমার ওসব কাজ গোপন রেখেছিলাম। আমি আজকেও তোমার জন্য তা মাফ করে দিলাম।;\n\nআদম (রহঃ) ... ইবনু উমর (রাঃ) সুত্রে বর্ণিত। তিনি বলেন, আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে শুনেছি।;\n",
            "id": 7006,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "সাফওয়ান ইবনু মুহরিয",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৩৯. মহান আল্লাহ্'র বাণীঃ এবং মূসা (আঃ) এর সাথে আল্লাহ্' সাক্ষাৎ বাক্যালাপ করেছিলেন (৪ঃ ১৬৪)",
            "hadithBengali": "৭০০৭। ইয়াহইয়া ইবন বুকায়র (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আদম ও মূসা (আলাইহিমা সালাম) বিতর্কে রত হলেন। মূসা (আলাইহিস সালাম) বললেন, আপনি সেই আদম, যিনি আপন সন্তানদের জান্নাত হতে বের করে দিলেন। আদম (আলাইহিস সালাম) বললেন, আপনি হচ্ছেন সেই মূসা যাকে আল্লাহ রিসালত দিয়ে সম্মানিত করলেন এবং যার সাথে বাক্যালাপ করে তার মর্যাদাকে বৃদ্ধি করে দিলেন। আপনি এমন একটি বিষয়ে কেন আমাকে অভিযুক্ত করছেন, আমাকে পয়দা করারও আগে যেটির সিদ্ধান্ত গৃহীত হয়ে গিয়েছে। তাই আদম (আলাইহিস সালাম) মূসা (আলাইহিস সালাম) এর ওপর বিজয়ী হল।;\n",
            "id": 7007,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৩৯. মহান আল্লাহ্'র বাণীঃ এবং মূসা (আঃ) এর সাথে আল্লাহ্' সাক্ষাৎ বাক্যালাপ করেছিলেন (৪ঃ ১৬৪)",
            "hadithBengali": "৭০০৮। মুসলিম ইবনু ইবরাহীম (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কিয়ামতের দিন ঈমানদারদের সমবেত করা হবে। তখন তারা বলবে, আমরা যদি আমাদের প্রতিপালকের কাছে সুপারিশ নিয়ে যেতাম তাহলে তিনি আমাদের এই স্থানটি হতে শাস্তি দান করতেন। তখন তারা আদম (আলাইহিস সালাম) এর কাছে এসে আবেদন জানোবে, আপনি মানবকুলের পিতা আদম। মহান আল্লাহ আপনাকে সৃষ্টি করেছেন আপন হাতে এবং তার ফেরেশতাদের দিয়ে আপনাকে সিজদা করিয়েছেন। আর সব জিনিসের নাম আপনাকে শিক্ষা দিয়েছেন। তাই আপনি আমাদের প্রতিপালকের কাছে আমাদের জন্য সুপারিশ করুন, তিনি যেন আমাদের শাস্তি না দেন। তখন আদম (আলাইহিস সালাম) তাদের লক্ষ্য করে বলবেন, আমি তোমাদের এ কাজের জন্য নই। তারপর তিনি তাদের কাছে নিজের সে ভুলের কথা উল্লেখ করবেন, যেটিতে তিনি লিপ্ত হয়েছিলেন।;\n",
            "id": 7008,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৩৯. মহান আল্লাহ্'র বাণীঃ এবং মূসা (আঃ) এর সাথে আল্লাহ্' সাক্ষাৎ বাক্যালাপ করেছিলেন (৪ঃ ১৬৪)",
            "hadithBengali": "৭০০৯। আবদুল আযীয ইবনু আবদুল্লাহ (রহঃ) ... আনাস ইবনু সালিক (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে এক রাতে কাবার মসজিদ থেকে সফর করানো হল। বিবরণটি হচ্ছে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এ বিষয়ে ওহী প্রেরণের পুর্বে তার কাছে তিনজন ফেরেশতার একটি জামাআতে আসল। অথচ তখন তিনি মসজিদুল হারামে ঘুমন্ত ছিলেন। এদের প্রথমজন বলল, তিনি কে? মধ্যের জন বলল, তিনি এদের উত্তম ব্যাক্তি। সর্বশেষ জন বলল, তা হলে তাদের উত্তম ব্যাক্তিকেই নিয়ে চল। সে রাতটির ঘটনা এটুকুই। এ জন্য তিনি আর তাদেরকে দেখেননি। অবশেষে তারা অন্য এক রাতে আগমন করলেন যা তিনি অন্তর দ্বারা দেখছিলেন। তার চোখ ঘুমন্ত, অন্তর ঘুমায় না। অনুরূপ অন্য নবীগণেরও চোখ ঘুমিয়ে থাকে, অন্তর ঘুমায় না।;\n\nএ রাতে তারা তার সাথে কোন কথা না বলে তাকে উঠিয়ে নিয়ে যমযম কূপের কাছে রাখলেন। জিবরীল (আলাইহিস সালাম) তার সাথীদের থেকে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর দায়িত্ব গ্রহণ করলেন। জিবরীল (আলাইহিস সালাম) তার গলার নিচ হতে বক্ষস্থল পর্যন্ত ছেদন করলেন এবং তার বক্ষ ও পেট থেকে সবকিছু নেড়েচেড়ে যমযমের পানি দ্বারা নিজ হাতে ধৌত করেন। সেগুলোকে পরিছন্ন করলেন, তারপর সেখানে একটি তশতরী আনা হয় এবং তাতে ছিল একটি সোনার পাত্র যা পরিপূর্ণ ছিল ঈমান ও হিকমতে। তাঁর বক্ষ ও গলার রগগুলি এর দ্বারা পূর্ণ করলেন।;\n\nতারপর সেগুলো যখাস্থানে স্থাপন করে বন্ধ করে দিলেন। তারপর তাঁকে নিয়ে ফিরে আসমানের দিকে আরোহণ করলেন। আসমানের দরজাগুলো হতে একটি দরজাতে নাড়া দিলেন। ফলে আসমানবাসিগণ তাকে ডাক দিয়ে জিজ্ঞাসা করলেন, এ কে? তিনি উত্তরে বললেনঃ জিবরীল। তারা আবার জিজ্ঞাসা করলেন, আপনার সঙ্গে কে? তিনি বললেনঃ আমার সঙ্গে মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম। জিজ্ঞাসা করলেন, তার কাছে কি দুত পাঠানো হয়েছে? তিনি বললেনঃ হ্যাঁ। তখন তারা বললেনঃ মারহাবান ওয়া আহলান (আপনাকে ধন্যবাদ, আপনি আপনজনের মধ্যে এসেছেন) শুভাগমনে আসমানবাসীরা খুবই আনন্দিত। বস্তুত আল্লাহ তায়ালা যমীনে কি করতে চাচ্ছেন তা আসমানবাসীদেরকে না জানানো পর্যন্ত তারা জানতে পারে না।;\n\nদুনিয়ার আসমানে তিনি আদম (আলাইহিস সালাম) কে পেলেন। জিবরীল (আলাইহিস সালাম) তাঁকে দেখিয়ে বললেন, তিনি আপনার পিতা, তাকে সালাম দিন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে সালাম দিলেন। আদম (আলাইহিস সালাম) তার সালামের উত্তর দিলেন। এবং বললেনঃ মারহাবান ওয়া আহলান হে আমার পুত্র। তুমি আমার কতইনা উত্তম পুত্র। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দুটি প্রবাহমান নহর দুনিয়ার আসমানে অবলোকন করলেন। জিজ্ঞাসা করলেন, এ নহর দুটি কোন নহর হে জিবরীল! জিবরীল (আলাইহিস সালাম) বললেন, এ দুটি হলো নীল ও ফুরাতের মুল।;\n\nএরপর জিবরীল (আলাইহিস সালাম) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে সঙ্গে নিয়ে এ আসমানে ঘুরে বেড়ালেন। তিনি আরো একটি নহর অবলোকন করলেন। এর ওপর প্রতিঠিত ছিল মোতি ও জাবারজাদের তৈরি একটি প্রাসাদ। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নহরে হাত মারলেন। তা ছিল অতি উন্নতমানের মিসক। তিনি বললেনঃ হে জিবরীল! এটি কি? জিবরীল (আলাইহিস সালাম) বললেনঃ হাউযে কাওসার। যা আপনার প্রতিপালক আপনার জন্য সংরক্ষিত করে রেখেছেন।;\n\nতারপর তিনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে সঙ্গে করে দ্বিতীয় আসমানে গমন করলেন। প্রথম আসমানে অবস্থানরত ফেরেশতাগণ তাকে যা বলেছিলেন এখানেও তা বললেনঃ তারা জানতে চাইল, তিনি কে? তিনি বললেনঃ জিবরীল। তারা বললেনঃ আপনার সঙ্গে কে? তিনি বললেনঃ মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম। তারা বললেনঃ তার কাছে কি দুত পাঠানো হয়েছে? তিনি বললেনঃ হ্যাঁ। তাঁরা বললেন, মারহাবান ওয়া আহলান।;\n\nতারপর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে সঙ্গে করে তিনি তৃতীয় আসমানের দিকে গমন করলেন। প্রথম ও দ্বিতীয় আসমানে অবস্থানরত ফেরেশতারা যা বলেছিলেন তৃতীয় আসমানের ফেরেশতাগণও তাই বললেন। তারপর তাকে সঙ্গে করে তিনি চতুর্থ আসমানের দিকে গমন করলেন। তারাও তাঁকে পুর্বের ন্যায়ই বললেন। তারপর তাঁকে নিয়ে তিনি পঞ্চম আসমানে গমন করলেন। তাঁরাও পূর্বের মতো বললেন। এরপর তিনি তাঁকে নিয়ে ষষ্ঠ আসমানের দিকে গমন করলেন। সেখানেও ফেরেশতারা পূর্বের মতই বললেন। সর্বশেষে তিনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে নিয়ে সপ্তম আসমানে গমন করলে সেখানেও ফেরেশতারা তাকে পূর্বের ফেরেশতাদের মতো বললেন। প্রত্যেক আসমানেই নবীগণ রয়েছেন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের নাম উল্লেখ করেছেন।;\n\nতন্মধ্যে আমি সংরক্ষিত করেছি যে, দ্বিতীয় আসমানে ইদরীস (আলাইহিস সালাম), চতূর্থ আসমানে হারুন (আলাইহিস সালাম), পঞ্চম আসমানে অন্য একজন নবী যায় নাম আমি স্মরণ রাখতে পারিনি। ষষ্ঠ আসমানে রয়েছেন ইবরাহীম (আলাইহিস সালাম) এবং আল্লাহর সাথে বাক্যলাপের মর্যাদার কারণে মূসা (আলাইহিস সালাম) আছেন সপ্তম আসমানে।;\n\nসে সময় মূসা বললেনঃ হে আমার প্রতিপালক। আমি তো ধারনা করিনি আমার ওপর কাউকে উচ্চমর্যাদা দান করা হবে। তারপর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে এত ঊর্ধ্বে আরোহণ করান হলো, যা সম্পর্কে আল্লাহ ছাড়া আর কেউই জানে না। অবশেষে তিনি সিদরাতুল মুনতাহায় আগমন করলেন। এখানে প্রবল পরাক্রমশালী আল্লাহ তাঁর নিকটবর্তী হলেন। অতিনিকটবর্তীর ফলে তাঁদের মধ্যে দুধনুকের ব্যবধান রইল অথবা তারও কম। তখন আল্লাহ তার প্রতি ওহী পাঠালেন। অর্থাৎ তাঁর উম্মাতের উপর রাত ও দিনে পঞ্চাশ ওয়াক্ত সালাত (নামায/নামাজ) আদায়ের কথা ওহী যোগে পাঠানো হলো।;\n\nতারপর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম অবতরণ করেন। আর মূসার কাছে পৌছলে মূসা (আলাইহিস সালাম) তাঁকে আটকিয়ে বললেন, হে মুহাম্মাদ! আপনার প্রতিপালক আপনাকে কি নির্দেশ দিলেন? নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ রাত ও দিনে পঞ্চাশ বার সালাত (নামায/নামাজ) আদায়ের। তখন মূসা (আলাইহিস সালাম) বললেন, আপনার উম্মাত তা আদায়ে সক্ষম হবে না। সুতরাং আপনি ফিরে যান তাহলে আপনার প্রতিপালক আপনার এবং আপনার উম্মাতের থেকে এ আদেশটি সহজ করে দিবেন। তখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জিবরীলের দিকে এমনভাবে লক্ষ্য করলেন, যেন তিনি এ বিষয়ে তার থেকে পরামর্শ চাচ্ছিলেন। জিবরীল (আলাইহিস সালাম) তাঁকে ইঙ্গিত করে বললেনঃ হ্যাঁ। আপনি চাইলে তা হতে পারে। তাই তিনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে নিয়ে প্রথমে আল্লাহর কাছে গেলেন।;\n\nতারপর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যথাস্থানে থেকে বললেনঃ হে আমার প্রতিপালক! আমার উম্মাত এটি আদায়ে সক্ষম হবে না। তখন আল্লাহ দশ ওয়াক্ত সালাত (নামায/নামাজ) কমিয়ে দিলেন। এরপর মূসা (আলাইহিস সালাম) এর কাছে ফিরে আসলে তিনি তাঁকে নামালেন। এভাবেই মূসা তাকে তাঁর প্রতিপালকের কাছে পাঠাতে থাকলেন। পরিশেষে পাঁচ ওয়াক্ত অবশিষ্ট থাকল। পাঁচ সংখ্যায়ও মূসা (আলাইহিস সালাম) তাঁকে থামিয়ে বললেন, হে মুহাম্মাদ! আমি আমার বনী ইসরাঈল কাওমের কাছে এর চেয়েও সামান্য কিছু পেতে চেয়েছি। তদুপরি তারা দুর্বল হয়েছে এবং পরিত্যাগ করেছেন অথচ আপনার উম্মাত দৈহিক, মানসিক, শারীরিক সৃষ্টিশক্তি ও শ্রবণক্ষমতা সব দিকে আরো দুর্বল।;\n\nসুতরাং আপনি আবার যান এবং আপনার প্রতিপালক থেকে নির্দেশটি আরো সহজ করে আনুন। প্রতিবারই নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পরামর্শের জন্য জিবরীলের দিকে তাকাতেন। পঞ্চমবারেও জিবরীল তাঁকে নিয়ে গমন করলেন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ হে আমার প্রতিপালক। আমার উম্মাতের শরীর, মন, শ্রবণশক্তি ও দেহ নিতান্তই দুর্বল। তাই নির্দেশটি আমাদের থেকে আরো সহজ করে দিন। এরপর পরাক্রমশালী আল্লাহ বললেনঃ মুহাম্মাদ! নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আমি আপনার নিকটে হাযির, বারবার হাযির।;\n\nআল্লাহ বললেনঃ আমার বান্দার কোন প্রকার পরিবর্তন পরিবর্ধন হয় না। আমি তোমাদের উপর যা ফরয করেছি তা উম্মুল কিতাব তথা লাওহে মাহফুযে সংরক্ষিত আছে। প্রতিটি নেক আমলের দশটি নেকী রয়েছে। উম্মুল কিতাবে সালাত (নামায/নামাজ) পঞ্চাশ ওয়াক্তই লিপিবদ্ধ আছে। তবে আপনার ও আপনার উম্মাতের জন্য তা পাঁচ ওয়াক্ত করা হলো। এরপর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মূসার কাছে প্রত্যাবর্তন করলে মূসা (আলাইহিস সালাম) তাঁকে জিজ্ঞাসা করলেন, আপনি কি ব্যবস্থা নিয়ে এসেছেন?;\n\nনবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আল্লাহ আমাদের জন্য সহজ করে দিয়েছেন। তিনি আমাদেরকে প্রতিটি নেক আমলের বিনিময়ে দশটি সাওয়াব নির্ধারণ করেছেন। তখন মূসা (আলাইহিস সালাম) বললেনঃ আল্লাহর কসম! আমি বনী ইসরাঈলের কাছ থেকে এর চাইতেও সামান্য জিনিসের প্রত্যাশ্য করছি। কিন্তু তারা তাও আদায় করেনি। আপনার প্রতিপালকের কাছে আপনি আবার ফিরে যান, যেন আরো একটু কমিয়ে দেন।;\n\nএবার নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ হে মূসা, আল্লাহর কসম! আমি আমার প্রতিপালকের কাছে বারবার গিয়েছি। আবার যেতে লজ্জাবোধ করছি, যেন তার সাথে মতান্তর করছি। এরপর মূসা (আলাইহিস সালাম) বললেনঃ অবতরণ করতে পারেন আল্লাহর নামে। এ সময় নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জাগ্রত হয়ে দেখলেন, তিনি মসজিদে হারামে আছেন।;\n",
            "id": 7009,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৪০. জান্নাতবাসীদের সাথে প্রতিপালকের বাক্যালাপ",
            "hadithBengali": "৭০১০। ইয়াহইয়া ইরন সুলায়মান (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহ জান্নাতবাসীদেরকে বলবেন, হে জান্নাতীগণ! তখন জান্নাতীগণ বলবেন, হে আমাদের প্রতিপালক! আমরা হাযির, আপনার কাছে হাযির হতে পেরে আমরা সৌভাগ্যবান। কল্যাণ আপনারই হাতে। আল্লাহ বলবেন, তোমরা সন্তুষ্ট হয়েছ কি? তারা বলবেন, হে আমাদের প্রতিপালক! আমরা কেন সন্তুষ্ট হব না? অথচ আপনি আর কোন সৃষ্টিকে যা দান করেননি, তা আমাদেরকে দান করেছেন। তখন আল্লাহ বলবেন, আমি কি তোমাদেরকে এর চাইতেও উত্তম জিনিস দান করব না? তারা বলবেনঃ হে প্রতিপালক! এর চাইতে উত্তম বস্তু কোনটি? আল্লাহ বলবেন, তোমাদের ওপর আমার সন্তুষ্টি নির্ধারিত করলাম। এরপর আমি তোমাদের উপর কখনো অসন্তুষ্টি হবো না।;\n",
            "id": 7010,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবূ সা'ঈদ খুদরী (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৪০. জান্নাতবাসীদের সাথে প্রতিপালকের বাক্যালাপ",
            "hadithBengali": "৭০১১। মুহাম্মাদ ইবনু সিনান (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একদা আলোচনারত ছিলেন। তখন তার সেখানে একজন গ্রাম্য লোকও উপস্থিত হল। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলছিলেন, একজন জান্নাতবাসী অনুমতি প্রার্থনা করবে কৃষিকার্য করার জন্য। আল্লাহ তাকে বলবেন, তুমি যা চাও তা কি পাওনি? সে বলবে, হ্যাঁ, পেয়েছি। তবে আমি কৃষিকাজ করতে পছন্দ করছি। অতি সত্তর ব্যবস্থা করা হবে। এবং বীজ বোনা হবে। তখনই নিমিষে চারা গজাবে, সোজা হয়ে দাড়াবে এবং তা কাটা হবে আর তা পর্যাপ্ত পরিমাণ ভুনাকৃত করা হবে। আল্লাহ তখন বলবেন, হে আদম সন্তান, লও। কারণ, তোমাকে কোন কিছুই ত্বড়িৎ দেবে না। এমন সময় জনৈক বেদূুঈন বললো, ইয়া রাসুলাল্লাহ! ঐ লোকটিকে আপনি কুরাইশী কিংবা আনসারী পাবেন। কেননা, তাঁরা হলেন কৃষিজীবী। আর আমরা কৃষিজীবী নই! এতে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হেসে দিলেন।;\n",
            "id": 7011,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৪২. আল্লাহ্' তা'আলার বাণীঃ সুতরাং জেনেশুনে কাউকেও আল্লাহ্'র সমকক্ষ দাঁড় করো না (২ঃ ২২)। এবং তোমরা তাঁর সমকক্ষ দাঁড় করতে চাও? তিনি তো জগতসমূহের প্রতিপালক (২ঃ ৯)। এবং তারা আল্লাহ্'র সঙ্গে কোন ইলাহ্কে ডাকে না (২৫ঃ ৬৮)। তোমার প্রতি ও তোমার পূর্ববর্তীদের প্রতি অবশ্যই ওহী হয়েছে। তুমি আল্লাহ্'র শরীক স্থির করলে তোমার কর্ম তো নিষ্ফল হবে এবং তুমি হবে ক্ষতিগ্রস্ত। অতএব, তুমি আল্লাহ্'রই ইবাদত কর এবং কৃতজ্ঞ হও। (৩৯ঃ ৬৫, ৬৬) এ আয়াতের ব্যাখ্যা প্রসঙ্গে ইকরিমা (রহঃ) বলেন, তাদের অধিকাংশ আল্লাহতে বিশ্বাস করে, কিন্তু তাঁর শরীক করে (১২ঃ ১০৬)। যদি তাদেরকে তুমি জিজ্ঞাসা কর, আসমানসমূহ ও যমীন সৃষ্টি করেছে কে? তারা বলবে আল্লাহ্'! এটিই তাদের বিশ্বাস। অথচ তারা আল্লাহ্' ছাড়া অন্যের ইবাদত করছে। বান্দার কর্ম ও অর্জন সবই সৃষ্টির অন্তর্ভুক্ত। কারণ আল্লাহ্' ইরশাদ করছেন وَخَلَقَ كُلَّ شَيْءٍ فَقَدَّرَهُ تَقْدِيرًا তিনি সমস্ত কিছু পরিমিত সৃষ্টি করেছেন যথাযথ অনুপাতে (২৫ঃ ২)। মুজাহিদ (রহঃ) বলেন, আমি ফেরেশতাগণকে প্রেরণ করি না হক ব্যতীত ....... (১৫ঃ ৮)। এখানে হক' শব্দের অর্থ রিসালাত ও আযাব। সত্যবাদীদের তাদের সত্যবাদিতা সম্বন্ধে জিজ্ঞাসা করার জন্য (৩৩ঃ ৮)। এখানে صادِقِينَ শব্দের অর্থ মানুষের কাছে যেসব রাসূল আল্লাহ্'র বাণী পৌঁছান। এবং আমিই এর সংরক্ষক (১৫ঃ ৯)। আমাদের কাছে রয়েছে এর সংরক্ষণকারিগণ। وَالَّذِي جَاءَ بِالصِّدْقِ যারা সত্য এনেছে (৩৯ঃ ৩৩)। এখানে صدق এর অর্থ কুরআন, صَدَّقَ بِهِ এর অর্থ ঈমানদার। কিয়ামতের দিন ঈমানদার বলবে, আপনি আমাকে যা দিয়েছিলেন, আমি সে অনুযায়ি আমল করেছি",
            "hadithBengali": "بَاب ذِكْرِ اللَّهِ بِالْأَمْرِ وَذِكْرِ الْعِبَادِ بِالدُّعَاءِ وَالتَّضَرُّعِ وَالرِّسَالَةِ وَالْإِبْلَاغِ لِقَوْلِهِ تَعَالَى فَاذْكُرُونِي أَذْكُرْكُمْ وَاتْلُ عَلَيْهِمْ نَبَأَ نُوحٍ إِذْ قَالَ لِقَوْمِهِ يَا قَوْمِ إِنْ كَانَ كَبُرَ عَلَيْكُمْ مَقَامِي وَتَذْكِيرِي بِآيَاتِ اللَّهِ فَعَلَى اللَّهِ تَوَكَّلْتُ فَأَجْمِعُوا أَمْرَكُمْ وَشُرَكَاءَكُمْ ثُمَّ لَا يَكُنْ أَمْرُكُمْ عَلَيْكُمْ غُمَّةً ثُمَّ اقْضُوا إِلَيَّ وَلَا تُنْظِرُونِ فَإِنْ تَوَلَّيْتُمْ فَمَا سَأَلْتُكُمْ مِنْ أَجْرٍ إِنْ أَجْرِيَ إِلَّا عَلَى اللَّهِ وَأُمِرْتُ أَنْ أَكُونَ مِنْ الْمُسْلِمِينَ غُمَّةٌ هَمٌّ وَضِيقٌ قَالَ مُجَاهِدٌ اقْضُوا إِلَيَّ مَا فِي أَنْفُسِكُمْ يُقَالُ افْرُقْ اقْضِ وَقَالَ مُجَاهِدٌ وَإِنْ أَحَدٌ مِنْ الْمُشْرِكِينَ اسْتَجَارَكَ فَأَجِرْهُ حَتَّى يَسْمَعَ كَلَامَ اللَّهِ إِنْسَانٌ يَأْتِيهِ فَيَسْتَمِعُ مَا يَقُولُ وَمَا أُنْزِلَ عَلَيْهِ فَهُوَ آمِنٌ حَتَّى يَأْتِيَهُ فَيَسْمَعَ كَلَامَ اللَّهِ وَحَتَّى يَبْلُغَ مَأْمَنَهُ حَيْثُ جَاءَهُ النَّبَأُ الْعَظِيمُ الْقُرْآنُ صَوَابًا حَقًّا فِي الدُّنْيَا وَعَمَلٌ بِهِ;\n\n৩১৪১. অনুচ্ছেদঃ নির্দেশের মাধ্যমে আল্লাহ্ কর্তৃক বান্দাকে স্মরণ করা এবং দোয়া, মিনতি, বার্তা ও বাণী প্রচারের মাধ্যমে বান্দা কর্তৃক আল্লাহকে স্মরণ করা। আল্লাহহ্ তাআলার বাণীঃ তোমরা আমাকে স্মরণ করো, আমি তোমাদের স্মরণ করব। তাদেরকে নূহ্ এর বৃত্তান্ত শোনাও, সে তাঁর সম্প্রদায়কে বলেছিল, হে আমার সম্প্রদায়! আমার অবস্থিতি ও আল্লাহর নিদর্শন দ্বারা আমায় উপদেশ দান তোমাদের কাছে যদি দুঃসহ হয়, তবে আমি তো আল্লাহর উপর নির্ভর করি, তোমরা যাদেরকে শরীক করেছ, তা-সহ তোমাদের কর্তব্য স্থির করে লও, পরে যেন কর্তব্য বিষয়ে তোমাদের কোন সংশয় না থাকে। আমি তো আত্মসমর্পনকারীদের অন্তর্ভুক্ত (১০ঃ ৭১-৭২)\n\nغُمَّةٌ এর অর্থ পেরেশানী, সংকট। মুজাহিদ (রহঃ) বলেন, اقْضُوا إِلَيَّ এর ভাবার্থ হচ্ছে- তোমাদের মনে যা কিছু আছে। আরবীতে বলা হয়, افْرُقِ اقْضِ তুমি স্পষ্ট করে বল, তবে আমি ফায়সালা দেব। মুজাহিদ (রহঃ) বলেন وَإِنْ أَحَدٌ مِنَ الْمُشْرِكِينَ اسْتَجَارَكَ এর ভাবার্থ হচ্ছে, কোন ব্যক্তি নবী (সা) এর কাছে এসে তাঁর অথবা কুরআনের বাণী শুনতে চাইলে সে নিরাপদ স্থানে গিয়ে পৌঁছা পর্যন্ত ও আশ্রয়প্রাপ্ত বলে স্বীকৃত। النَّبَأُ الْعَظِيمُ এর অর্থ আল-কুরআন, صَوَابًا এর অর্থ দুনিয়ায় হক (কথ) বলেছে এবং এতে (নেক) আমল করেছে।;\n\n\n৭০১২। কুতায়বা ইবনু সাঈদ (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জিজ্ঞাসা করলাম, আল্লাহর কাছে গুনাহ কোনটি সবচেয়ে বড়? তিনি বললেনঃ আল্লাহর সঙ্গে শরীক করা। অথচ তিনি তোমাকে সৃষ্টি করেছেন। আমি বললাম এটি অবশ্যই বড় গুনাহ। এরপর কোনটি? তিনি বললেনঃ তোমার সন্তান তোমার সঙ্গে খাবে এই আশংকায় তাকে হত্যা করা। আমি বললাম এরপর কোনটি? তিনি বললেনঃ এরপর তুমি তোমার প্রতিবেশীর স্ত্রীর সাথে যিনা করা।;\n",
            "id": 7012,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবদুল্লাহ' ইব্'ন মাসউদ (রাঃ) ",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৪৩. আল্লাহ্'র বাণীঃ তোমরা কিছু গোপন করতে না এ বিশ্বাসে যে, তোমাদের কান, চক্ষু এবং ত্বক তোমাদের বিরুদ্ধে সাক্ষ্য দেবে না। উপরন্তু তোমরা মনে করতে যে, তোমরা যা করতে তার অনেক কিছুই আল্লাহ্' জানেন না (৪১ঃ ২২)",
            "hadithBengali": "৭০১৩। হুমায়দী (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, একদিন বায়তুল্লাহর কাছে একত্রিত হলো দুজন সাকাফী ও একজন কুরাইশী অথবা দুজন কুরাইশী ও একজন সাকাফী। তাদের পেট চর্বিতে পরিপূর্ণ ছিলো বটে; তবে তাদের হৃদয়ে নিতান্তই স্বল্প অনুধাবন ক্ষমতা ছিল। এরপর তাদের একজন বলে উঠল, তোমাদের অভিপ্রায় কি? আমরা যা বলছি আল্লাহ কি সবই শুনতে পান? দ্বিতীয় ব্যাক্তি বলল, হ্যাঁ শোনেন, যদি আমরা উচ্চস্বরে বলি। আর যদি চুপে চুপে বলি তবে তা আর শোনেন না। তৃতীয় জন বলল, যদি তিনি উচ্চস্বরে বললে শোনেন, তা হলে অনুচ্চস্বরে বললেও শুনবেন। এরই প্রেক্ষাপটে মহান আল্লাহ নিম্নোক্ত আয়াতটি অবতীর্ণ করলেনঃ তোমরা কিছু গোপন করতে না এই বিশ্বাসে যে, তোমাদের কান, চক্ষু তোমাদের বিরুদ্ধে সাক্ষ্য দেবে না ...... আয়াতের শেয পর্যন্ত। (৪১ঃ ২২)।;\n",
            "id": 7013,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবদুল্লাহ' ইব্'ন মাসউদ (রাঃ) ",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৪৪. মহান আল্লাহর বাণীঃ তিনি প্রত্যহ গুরুত্বপূর্ণ কাজে রত (৫৫ঃ ২৯)। যখনই তাদের কাছে দয়াময়ের নিকট হতে কোন নতুন উপদেশ আসে (২৬ঃ ৫)। হয়ত আল্লাহ্' এরপর কোন উপায় করে দেবেন (৬৫ঃ ১)। তিনি যদি কিছু বলেন, সৃষ্টির কথার মত হয় না। কোন কিছুই তাঁর সদৃশ নেই। তিনি সব কিছু শোনেন, সব কিছু দেখেন (৪২ঃ ১১)। ইবন মাসউদ (রাঃ) নবী (সাঃ) থেকে বর্ণনা করেন, আল্লাহ্' তা'আলা নতুন কিছু আদেশের ইচ্ছা করলে তা করেন। তন্মধ্যে নতুন নির্দেশের মধ্যে এটিও যে, তোমরা নামাযের মধ্যে কথা বলো না",
            "hadithBengali": "৭০১৪। আলী ইবনু আবদুল্লাহ (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেনঃ তোমরা আহলে কিতাবদেরকে তাদের কিতাব সম্পর্কে কিভাবে প্রশ্ন করে থাক? অথচ তোমাদের কাছে মহান আল্লাহর কিতাব বিদ্যমান রয়েছে যা অপরাপর আসমানী কিতাবের তূলনায় আল্লাহ কাছে বেশি প্রিয়, যা তোমরা (অহরহ) পাঠ করছ, যা পুরো খাঁটি, যেখানে কোন প্রকারের ভেজালের লেশ নেই।;\n",
            "id": 7014,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৪৪. মহান আল্লাহর বাণীঃ তিনি প্রত্যহ গুরুত্বপূর্ণ কাজে রত (৫৫ঃ ২৯)। যখনই তাদের কাছে দয়াময়ের নিকট হতে কোন নতুন উপদেশ আসে (২৬ঃ ৫)। হয়ত আল্লাহ্' এরপর কোন উপায় করে দেবেন (৬৫ঃ ১)। তিনি যদি কিছু বলেন, সৃষ্টির কথার মত হয় না। কোন কিছুই তাঁর সদৃশ নেই। তিনি সব কিছু শোনেন, সব কিছু দেখেন (৪২ঃ ১১)। ইবন মাসউদ (রাঃ) নবী (সাঃ) থেকে বর্ণনা করেন, আল্লাহ্' তা'আলা নতুন কিছু আদেশের ইচ্ছা করলে তা করেন। তন্মধ্যে নতুন নির্দেশের মধ্যে এটিও যে, তোমরা নামাযের মধ্যে কথা বলো না",
            "hadithBengali": "৭০১৫। আবুল ইয়ামান (রহঃ) ... আবদুল্লাহ ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, হে মুসলিম সমাজ! তোমরা কি করে আহলে কিতাবদেরকে কোন বিষয়ে জিজ্ঞাসা কর? অথচ তোমাদের সে কিতাব যেটি আল্লাহ পাক তোমাদের নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর ওপর অবতীর্ণ করেছেন, তা আল্লাহর কিতাবগুলোর মধ্যে সর্বাপেক্ষা সময়োপযোগী। যা সনাতন ও নির্ভেজাল। অথচ আল্লাহ তোমাদেরকে বলে দিয়েছেন, আহলে কিতাবগণ আল্লাহর কিতাবসমূহকে রদবদল করেছে এবং , স্বহস্তে লিখে দাবি করছে এগুলো আল্লাহর পক্ষ থেকে অবতীর্ণ এর দ্বারা তারা তুচ্ছ সুবিধা লুটতে চাচ্ছে। তোমাদের কাছে যে ইল্'ম বিদ্যমান রয়েছে, তা কি তোমাদেরকে তাদের কাছে কিছু জিজ্ঞাসা করতে বাধা দিচ্ছে না? আল্লাহর কসম! তাদের কাউকে তোমাদের ওপর অবতীর্ণ বিষয় সম্পর্কে কখনো জিজ্ঞাসা করতে আমি দেখি না।;\n",
            "id": 7015,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৪৫. আল্লাহ্'র বাণীঃ তাড়াতাড়ি ওহী আয়ত্ত করার জন্য তুমি তোমার জিহবা এর সাথে সঞ্চালন করো না (৭৫ঃ ১৬)। ওহী অবর্তীণ হওয়ার সময় নবী (সাঃ) এমনটি করেছেন। আবূ হুরায়রা (রা) নবী (সাঃ) থেকে বর্ণনা করেন, আল্লাহ্' বলেন, আমি আমার বান্দার সাথে ততক্ষণ পর্যন্ত থাকি, যতক্ষণ সে আমাকে স্মরণ করে এবং আমার জন্য তার ঠোঁট দু'টো নাড়াচাড়া করে",
            "hadithBengali": "৭০১৬। কুতায়বা ইবনু সাঈদ (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। আল্লাহর বানীঃ কুরআনের কারণে আপনার জিহ্বা নাড়াচাড়া করবেন না এ আয়াত প্রসঙ্গে বলেনঃ ওহী অবতীর্ণ হওয়া শুরু হলে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খুবই কষ্টসাধ্য অবস্থার সম্মুখীন হতেন, যে কারণে তিনি ঠোট দুটি নাড়াচাড়া করতেন। বর্ণনাকারী বলেনঃ ইবনু আব্বাস (রাঃ) আমাকে বললেনঃ আমি তোমাকে বোঝানোর জন্য ঠোট দুটি সেভাবে নাড়ছি, যেভাবে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নেড়েছিলেন। এহাপর বর্ণনাকারী সাঈদ (রহঃ) বললেন, আমিও ঠোট দুটি তেমনি নেড়ে দেখাছি, যেমনি ইবনু আব্বাস (রাঃ) নেড়ে আমাকে দেখিয়েছিলেন। তিনি তাঁর ঠোট দুটি নাড়লেন।;\n\nনবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর এ অবস্থা প্রসঙ্গে আল্লাহ তাআলা অবতীর্ন করলেনঃ তাড়াতাড়ি ওহী আয়ত্ত করার জন্য তুমি তোমার জিহ্বা এর সাথে সঞ্চালন করো না, এর সংরক্ষণ ও পাঠ করাবার দায়িত্ব আমারই (৭৫ঃ ১৬, ১৭)। তিনি বলেনঃجَمْعُهُ এর অর্থ আপনার বক্ষে তা এভাবে সংরক্ষিত করা, যেন পরে তা পড়তে সক্ষম হন। সুতরাং আমি যখন তা পাঠ করি, তুমি সে পাঠের অনুসরণ কর (৭৫ঃ ১৮ )। এর অর্থ হচ্ছে, আপনি তা শ্রবণ করুন এবং চুপ থাকুন। এরপর আপনি কুরআন পাঠ করবেন সে দায়িত্ব আমাদের উপর। বর্ণনাকারী বলেন, এরপর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে জিবরীল (আলাইহিস সালাম) যখন আসতেন, তিনি তখন একাগ্রচিত্তে তা শ্রবণ করতেন।জিবরীল (আলাইহিস সালাম) চলে গেলে তিনি ঠিক তেমনিভাবে পাঠ করতেন, যেমনি তাকে পাঠ করিয়েছেন।;\n",
            "id": 7016,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৪৬. আল্লাহ্'র বাণীঃ তোমরা আমাদের কথা গোপনই বল অথবা প্রকাশ্যেই বল তিনি তো অন্তর্যামী (৬৭ঃ ১৩)। (আল্লাহ্'র বাণী) যিনি সৃষ্টি করেছেন, তিনি কি জানেন না? তিনি সূক্ষ্মদর্শী, সম্যক অবগত (৬৭ঃ ১৪)। يَتَخَافَتُونَ এর অর্থ يَتَسَارُّونَ (চুপে চুপে পড়ে)",
            "hadithBengali": "৭০১৭। উমর ইবনু যুরারা (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি মহান আল্লাহর বানীঃ সালাতে স্বর উচ্চ করবে না এবং অতিশয় ক্ষীনও করবে না ... (১৭ঃ ১১০) এ প্রসঙ্গে বলেনঃ এ নির্দেশ যখন নাযিল হল তখন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মক্কায় গোপনে অবস্থান করতেন। অথচ তিনি যখন সাহাবীগণকে নিয়ে সালাত (নামায/নামাজ) আদায় করতেন, কুরআন উচ্চস্বরে পড়তেন। মুশরিকরা এ কুরআন শুনলে কুরআন, কুরআন এর অবতীর্ণকারী এবং বাহক সবাইকে গালমন্দ করত। এরই প্রেক্ষিতে আল্লাহ তাআলা তার নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে বলে দিলেন, আপনার সালাত (নামায/নামাজ) কে এমন উচ্চস্বরে করবেন না অর্থাৎ আপনার কিরাআতকে। তাহলে মুশরিকরা শুনতে পেয়ে কুরআন সম্পর্কে গালমন্দ করবে। আর এ কুরআন আপনার সাহাবীদের কাছে এত ক্ষীন স্বরেও পড়বেন না, যাতে আপনার কিরাআত তারা শুনতে না পায়। বরং এ দুয়ের মাঝামাঝি পথ অবলম্বন করুন।;\n",
            "id": 7017,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৪৬. আল্লাহ্'র বাণীঃ তোমরা আমাদের কথা গোপনই বল অথবা প্রকাশ্যেই বল তিনি তো অন্তর্যামী (৬৭ঃ ১৩)। (আল্লাহ্'র বাণী) যিনি সৃষ্টি করেছেন, তিনি কি জানেন না? তিনি সূক্ষ্মদর্শী, সম্যক অবগত (৬৭ঃ ১৪)। يَتَخَافَتُونَ এর অর্থ يَتَسَارُّونَ (চুপে চুপে পড়ে)",
            "hadithBengali": "৭০১৮। উবায়দ ইবনু ইসমাঈল (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, এ আয়াতটি আপনি আপনার সালাত (নামায/নামাজ) কে উচ্চস্বরেও পড়বেন না এবং ক্ষীনও করবেন না; দোয়া সম্পর্কে অবতীর্ণ হয়েছে।;\n",
            "id": 7018,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আয়িশা (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৪৬. আল্লাহ্'র বাণীঃ তোমরা আমাদের কথা গোপনই বল অথবা প্রকাশ্যেই বল তিনি তো অন্তর্যামী (৬৭ঃ ১৩)। (আল্লাহ্'র বাণী) যিনি সৃষ্টি করেছেন, তিনি কি জানেন না? তিনি সূক্ষ্মদর্শী, সম্যক অবগত (৬৭ঃ ১৪)। يَتَخَافَتُونَ এর অর্থ يَتَسَارُّونَ (চুপে চুপে পড়ে)",
            "hadithBengali": "৭০১৯। ইসহাক (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে ব্যাক্তি ভাল আওয়াজে কুরআন পড়ে না, সে আমাদের নয়। আবূ হুরায়রা (রাঃ) ছাড়া অন্যরাيَجْهَرُ بِهِ উচ্চস্বরে কুরআন পড়ে না, কথাটুকু বৃদ্ধি করেছেন।;\n",
            "id": 7019,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৪৭. নবী (সাঃ) এর বাণীঃ এক ব্যক্তিকে আল্লাহ্' কুরআন দান করেছেন। সে রাতদিন তা পাঠ করছে। আরেক ব্যক্তি বলে, এ ব্যক্তিকে যা দেওয়া হয়েছে, আমাকে যদি তা দেওয়া হতো, আমিও সেরূপ করতাম যেরূপ সে করছে। এই প্রেক্ষিতে আল্লাহ্' স্পষ্ট করে বলেন, ব্যক্তিটির কুরআনের সাথে কায়েম থাকার অর্থ তার কুরআন তিলাওয়াত করা। এবং তিনি বললেন, তাঁর নির্দেশনাবলীর মধ্যে রয়েছে আকাশসমূহ ও পৃথিবীর সৃষ্টি এবং তোমাদের ভাষা ও বর্ণের বৈচিত্র (৩০ঃ ২২) নবী (সাঃ) তিলাওয়াত করলেন, وَافْعَلُوا الْخَيْرَ لَعَلَّكُمْ تُفْلِحُونَ সৎকর্ম কর যাতে তোমরা সফলকাম হতে পার (২২ঃ ৭৭)",
            "hadithBengali": "৭০২০। কুতায়বা (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ দুটি বিষয় ছাড়া ঈর্ঘা করা যায় না। এক ব্যাক্তি হচ্ছে, আল্লাহ যাকে কুরআন দান করেছেন, আর সে দিবারাত্র তা তিলাওয়াত করে। অপর ব্যাক্তি বলে, এ লোকটিকে যা দেওয়া হয়েছে আমাকে যদি অনুরূপ দেওয়া হতো, তা হলে আমিও অনুরূপ করতাম, সে যেরূপ করছে। আরেক ব্যাক্তি হচ্ছে সে, যাকে আল্লাহ ধন-সম্পদ দিয়েছেন। ফলে সে তা যখাযথভাবে ব্যয় করছে। তখন অপর ব্যাক্তি বলে, একে যা দেওয়া হয়েছে, আমাকেও যদি অনুরূপ দেওয়া হতো, আমিও তাই করতাম, সে যা করেছে।;\n",
            "id": 7020,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৪৭. নবী (সাঃ) এর বাণীঃ এক ব্যক্তিকে আল্লাহ্' কুরআন দান করেছেন। সে রাতদিন তা পাঠ করছে। আরেক ব্যক্তি বলে, এ ব্যক্তিকে যা দেওয়া হয়েছে, আমাকে যদি তা দেওয়া হতো, আমিও সেরূপ করতাম যেরূপ সে করছে। এই প্রেক্ষিতে আল্লাহ্' স্পষ্ট করে বলেন, ব্যক্তিটির কুরআনের সাথে কায়েম থাকার অর্থ তার কুরআন তিলাওয়াত করা। এবং তিনি বললেন, তাঁর নির্দেশনাবলীর মধ্যে রয়েছে আকাশসমূহ ও পৃথিবীর সৃষ্টি এবং তোমাদের ভাষা ও বর্ণের বৈচিত্র (৩০ঃ ২২) নবী (সাঃ) তিলাওয়াত করলেন, وَافْعَلُوا الْخَيْرَ لَعَلَّكُمْ تُفْلِحُونَ সৎকর্ম কর যাতে তোমরা সফলকাম হতে পার (২২ঃ ৭৭)",
            "hadithBengali": "৭০২১। আলী ইবনু আবদুল্লাহ (রহঃ) ... সালিম তার পিতা (রাঃ) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন। তিনি বলেছেন, একমাত্র দুটি বিষয়েই ঈর্ষা করা যায়। একজন হচ্ছে, যাকে আল্লাহ কুরআন দান করেছেন, আর সে তা রাতদিন তিলাওয়াত করে, আরেকজন হচ্ছে, যাকে আল্লাহ সম্পদ দান করেছেন আর সে রাতদিন তা ব্যায় করে। আমি সুফয়ান (রহঃ) কে একাধিকবার শুনেছি কিন্তু তাকে الْخَبَرَ উল্লেখ করতে শুনিনি। অর্থাৎ এটি তার বিরুদ্ধ হাদীসগুলোর অন্যতম।;\n",
            "id": 7021,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৪৮. আল্লাহ্'র বাণীঃ হে রাসূল! তোমার প্রতিপালকের নিটক হতে তোমার প্রতি যা অবতীর্ণ হয়েছে, তা প্রচার কর। যদি না কর তবে তো তুমি বার্তা প্রচার করলে না (৫ঃ৬৭)। যুহরী (রহঃ) বলেন, আল্লাহ্'র পক্ষ থেকে হচ্ছে বার্তা প্রেরণ আর রাসূলুল্লাহ্ (সাঃ) এর দায়িত্ব হলো পৌঁছানো, আর আমাদের কর্তব্য হলো মেনে নেয়া। আল্লাহ্' তা'আলা বলেনঃ রাসূলগণ তাঁদের প্রতিপালকের বাণী পৌঁছে দিয়েছেন কিনা তা জানার জন্য (৭২ঃ ২৮)। তিনি আরো বলেনঃ আমি তোমাদের কাছে আল্লাহ্'র বার্তাসমূহ পৌঁছে দিচ্ছি। কা'ব ইবন মালিক (রাঃ) যখন নবী (সাঃ) এর সঙ্গে (তাবুক যুদ্ধে শরীক হওয়া) থেকে পিছনে রয়ে গেলেন, তখন আল্লাহ্' বলেনঃ আল্লাহ্' তো তোমাদের কার্যকলাপ লক্ষ্য করবেন এবং তাঁর রাসূল ও মু'মিনগণও (৯ঃ ১০৫)। আয়েশা (রাঃ) বলেন, কারো ভালো কাজে তোমাকে আনন্দিত করলে বলো, আমল কর, তোমার এ আমল আল্লাহ্', আল্লাহ্'র রাসূল, সমস্ত মু'মিন দেখবেন। আর তোমাকে কেউ যেন বিচলিত করতে না পারে। মা'মার (র) বলেন, ذَلِكَ الْكِتَابُ এর অর্থ হচ্ছে এ কুরআন, هُدًى لِلْمُتَّقِينَ এর অর্থ বর্ণনা ও পথ প্রদর্শন। আল্লাহ্'র এ বাণীর মত ذَلِكُمْ حُكْمُ اللَّهِ এর অর্থ এটি আল্লাহ্'র হুকুম। لاَ رَيْبَ এর অর্থ এতে কোন সন্দেহ নেই। تِلْكَ آيَاتُ অর্থাৎ এগুলো কুরআনের নিদর্শন। এর উদাহরণ আল্লাহ্'রই বাণীঃ যখন তোমরা নৌকায় অবস্থান করো আর চলতে থাকে সেগুলো তাদের নিয়ে। এখানে بِهِمْ এর অর্থ بِكُمْ অর্থাৎ তোমাদের নিয়ে। আনাস (রাঃ) বলেন, নবী (সাঃ) তাঁর মামা হারমকে তাঁর গোত্রের কাছে পাঠালেন। তিনি সেখানে গিয়ে বললেন, তোমরা আমাকে বিশ্বাস কর কি? আমি আল্লাহ্'র রাসূল (সাঃ) এর বার্তা পৌঁছিয়ে দিচ্ছি। এই বলে তিনি তাদের সাথে আলাপ করতে লাগলেন",
            "hadithBengali": "৭০২২। ফাযল ইবনু ইয়াকুব (রহঃ) ... মুগীরা (রাঃ) বলেন। আমাদের নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদেরকে আমাদের প্রতিপালকের বার্তা সম্পর্কে অবহিত করেছেন যে আমাদের মধ্য থেকে যাকে হত্যা (শহীদ) করা হবে, সে জান্নাতে চলে যাবে।;\n",
            "id": 7022,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "মুগীরা ইবনু শু'বা  (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৪৮. আল্লাহ্'র বাণীঃ হে রাসূল! তোমার প্রতিপালকের নিটক হতে তোমার প্রতি যা অবতীর্ণ হয়েছে, তা প্রচার কর। যদি না কর তবে তো তুমি বার্তা প্রচার করলে না (৫ঃ৬৭)। যুহরী (রহঃ) বলেন, আল্লাহ্'র পক্ষ থেকে হচ্ছে বার্তা প্রেরণ আর রাসূলুল্লাহ্ (সাঃ) এর দায়িত্ব হলো পৌঁছানো, আর আমাদের কর্তব্য হলো মেনে নেয়া। আল্লাহ্' তা'আলা বলেনঃ রাসূলগণ তাঁদের প্রতিপালকের বাণী পৌঁছে দিয়েছেন কিনা তা জানার জন্য (৭২ঃ ২৮)। তিনি আরো বলেনঃ আমি তোমাদের কাছে আল্লাহ্'র বার্তাসমূহ পৌঁছে দিচ্ছি। কা'ব ইবন মালিক (রাঃ) যখন নবী (সাঃ) এর সঙ্গে (তাবুক যুদ্ধে শরীক হওয়া) থেকে পিছনে রয়ে গেলেন, তখন আল্লাহ্' বলেনঃ আল্লাহ্' তো তোমাদের কার্যকলাপ লক্ষ্য করবেন এবং তাঁর রাসূল ও মু'মিনগণও (৯ঃ ১০৫)। আয়েশা (রাঃ) বলেন, কারো ভালো কাজে তোমাকে আনন্দিত করলে বলো, আমল কর, তোমার এ আমল আল্লাহ্', আল্লাহ্'র রাসূল, সমস্ত মু'মিন দেখবেন। আর তোমাকে কেউ যেন বিচলিত করতে না পারে। মা'মার (র) বলেন, ذَلِكَ الْكِتَابُ এর অর্থ হচ্ছে এ কুরআন, هُدًى لِلْمُتَّقِينَ এর অর্থ বর্ণনা ও পথ প্রদর্শন। আল্লাহ্'র এ বাণীর মত ذَلِكُمْ حُكْمُ اللَّهِ এর অর্থ এটি আল্লাহ্'র হুকুম। لاَ رَيْبَ এর অর্থ এতে কোন সন্দেহ নেই। تِلْكَ آيَاتُ অর্থাৎ এগুলো কুরআনের নিদর্শন। এর উদাহরণ আল্লাহ্'রই বাণীঃ যখন তোমরা নৌকায় অবস্থান করো আর চলতে থাকে সেগুলো তাদের নিয়ে। এখানে بِهِمْ এর অর্থ بِكُمْ অর্থাৎ তোমাদের নিয়ে। আনাস (রাঃ) বলেন, নবী (সাঃ) তাঁর মামা হারমকে তাঁর গোত্রের কাছে পাঠালেন। তিনি সেখানে গিয়ে বললেন, তোমরা আমাকে বিশ্বাস কর কি? আমি আল্লাহ্'র রাসূল (সাঃ) এর বার্তা পৌঁছিয়ে দিচ্ছি। এই বলে তিনি তাদের সাথে আলাপ করতে লাগলেন",
            "hadithBengali": "৭০২৩। মুহাম্মদ ইবনু ইউসুফ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, তোমাকে যে বলবে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (ওহীর) কিছু জিনিস গোপন করেছেন। মুহাম্মাদ (রহঃ) ... বলেন আয়িশা (রাঃ) বলেছেন, যে ব্যাক্তি তোমার কাছে বলে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ওহীর কোন কিছু গোপন করেছেন, তাকে তুমি সত্যবাদী মনে করো না। মহান আল্লাহ বলেনঃ হে রাসুল! তোমার প্রতিপালকের পক্ষ থেকে তোমার কাছে যা অবতীর্ণ হয়েছে, তা প্রচার কর (৫ঃ ৬৭)।;\n",
            "id": 7023,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আয়িশা (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৪৮. আল্লাহ্'র বাণীঃ হে রাসূল! তোমার প্রতিপালকের নিটক হতে তোমার প্রতি যা অবতীর্ণ হয়েছে, তা প্রচার কর। যদি না কর তবে তো তুমি বার্তা প্রচার করলে না (৫ঃ৬৭)। যুহরী (রহঃ) বলেন, আল্লাহ্'র পক্ষ থেকে হচ্ছে বার্তা প্রেরণ আর রাসূলুল্লাহ্ (সাঃ) এর দায়িত্ব হলো পৌঁছানো, আর আমাদের কর্তব্য হলো মেনে নেয়া। আল্লাহ্' তা'আলা বলেনঃ রাসূলগণ তাঁদের প্রতিপালকের বাণী পৌঁছে দিয়েছেন কিনা তা জানার জন্য (৭২ঃ ২৮)। তিনি আরো বলেনঃ আমি তোমাদের কাছে আল্লাহ্'র বার্তাসমূহ পৌঁছে দিচ্ছি। কা'ব ইবন মালিক (রাঃ) যখন নবী (সাঃ) এর সঙ্গে (তাবুক যুদ্ধে শরীক হওয়া) থেকে পিছনে রয়ে গেলেন, তখন আল্লাহ্' বলেনঃ আল্লাহ্' তো তোমাদের কার্যকলাপ লক্ষ্য করবেন এবং তাঁর রাসূল ও মু'মিনগণও (৯ঃ ১০৫)। আয়েশা (রাঃ) বলেন, কারো ভালো কাজে তোমাকে আনন্দিত করলে বলো, আমল কর, তোমার এ আমল আল্লাহ্', আল্লাহ্'র রাসূল, সমস্ত মু'মিন দেখবেন। আর তোমাকে কেউ যেন বিচলিত করতে না পারে। মা'মার (র) বলেন, ذَلِكَ الْكِتَابُ এর অর্থ হচ্ছে এ কুরআন, هُدًى لِلْمُتَّقِينَ এর অর্থ বর্ণনা ও পথ প্রদর্শন। আল্লাহ্'র এ বাণীর মত ذَلِكُمْ حُكْمُ اللَّهِ এর অর্থ এটি আল্লাহ্'র হুকুম। لاَ رَيْبَ এর অর্থ এতে কোন সন্দেহ নেই। تِلْكَ آيَاتُ অর্থাৎ এগুলো কুরআনের নিদর্শন। এর উদাহরণ আল্লাহ্'রই বাণীঃ যখন তোমরা নৌকায় অবস্থান করো আর চলতে থাকে সেগুলো তাদের নিয়ে। এখানে بِهِمْ এর অর্থ بِكُمْ অর্থাৎ তোমাদের নিয়ে। আনাস (রাঃ) বলেন, নবী (সাঃ) তাঁর মামা হারমকে তাঁর গোত্রের কাছে পাঠালেন। তিনি সেখানে গিয়ে বললেন, তোমরা আমাকে বিশ্বাস কর কি? আমি আল্লাহ্'র রাসূল (সাঃ) এর বার্তা পৌঁছিয়ে দিচ্ছি। এই বলে তিনি তাদের সাথে আলাপ করতে লাগলেন",
            "hadithBengali": "৭০২৪। কুতায়বা ইবনু সাঈদ (রহঃ) ... আবদুল্লাহ (রাঃ) থেকে বর্ণিত। তিনি বলেন, এক ব্যাক্তি আরয করল হে আল্লাহর রাসুল! আল্লাহর কাছে কোন গুনাহটি সব চাইতে বড়? তিনি বললেনঃ আল্লাহর বিপরীত কাউকে আহবান করা অথচ তিনই (আল্লাহ) তোমাকে সৃষ্টি করেছেন। সে বলল, এরপর কোনটি? তিনি বললেনঃ এর পর তোমার সঙ্গে আহার করবে এই ভয়ে (তোমার) সন্তানকে হত্যা করা। সে বলল, এরপর কোনটি? তিনি বললেনঃ এরপর তোমাদের প্রতিবেশীর স্ত্রীর সাথে ব্যাভিচার করা। এরই সমর্থনে আল্লাহ অবতীর্ণ করলেন এবং তারা আল্লাহর সঙ্গে কোন ইলাহকে ডাকে না। আল্লাহ যার হত্যা হারাম করেছেন, যথার্থ কারণ ছাড়া তাকে হত্য করে না এবং ব্যাভিচার করে না। যে এগুলো করে সে শাস্তি ভোগ করবে (২৫ঃ ৬৮)।;\n",
            "id": 7024,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবদুল্লাহ' ইব্'ন মাসউদ (রাঃ) ",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৪৯. আল্লাহ্' তা'আলার বাণীঃ বল, যদি তোমরা সত্যবাদী হও তবে তাওরাত আন এবং পাঠ কর (৩ঃ ৯৩)। নবী (সাঃ) এর বাণীঃ তাওরাতের ধারকদেরকে তাওরাত দেওয়া হলে তারা সে অনুযায়ী আমল করল। ইনজীলের ধারকদেরকে ইনজীল দেওয়া হলে তারাও সে আনুযায়ি আমল করল। তোমাদেরকে দেওয়া হলো কুরআন, সুতরাং তোমরা এ অনুযায়ী আমল কর আবূ রাযীন (র) বলেন, يَتْلُونَهُ এর অর্থ তাঁর নির্দেশকে যথাযথভাবে পালন করার মাধ্যমে অনুসরণ করা। আবূ আবদুল্লাহ্ (রহঃ) বলেন, يُتْلَى অর্থ يُقْرَأُ পাঠ করা হয়। حَسَنُ التِّلاَوَةِ অর্থ কুরআন সুন্দরভাবে পাঠ করা। لاَ يَمَسُّهُ এর অর্থ কুরআনের স্বাদ ও উপকারিতা কুরআনের প্রতি বিশ্বাসীদের ব্যতীত না পাওয়া। কুরআনের উপর সঠিক আস্থা স্থাপনকারী ছাড়া কেউই তা যথাযথভাবে বহন করতে সক্ষমম হবে না। কেননা, মহান আল্লাহ্' বলেনঃ যাদেরকে তাওরাতের দায়িত্বভার অর্পণ করা হয়েছিল এরা তা বহন করেনি। তাদের দৃষ্টান্ত পুস্তক বহনকারী গর্দভ। কত নিকৃষ্ট সে সম্প্রদায়ের দৃষ্টান্ত! যারা আল্লাহ্'র আয়াতকে মিথ্যা বলে। আল্লাহ্' যালিম সম্প্রদায়কে সৎপথে পরিচালিত করেন না (৬২ঃ ৫)",
            "hadithBengali": "৭০২৫। আবদান (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ অতীত উম্মাতদের তুলনায় তোমাদের অবস্থানকালের উদাহরণ হচ্ছে, আসরের সালাত (নামায/নামাজ) এবং সূর্যাস্তের মাঝখানের সময়। তাওরাতধারীদেরকে তাওরাত প্রদান করা হলে তারা সে অনুযায়ী আমল করল। এভাবে দুপুর হয়ে গেল এবং তারাও দুর্বল হয়ে পড়ল। তাদেরকে এক কীরাত করে পারিশ্রমিক দেওয়া হল। তারপর ইনজীলের ধারকদেরকে ইনজীল দেওয়া হলে তারা সে অনুযায়ী আমল করল।;\n\nএমনিতে আসরের সালাত আদায় করা হল। তারাও ক্লান্ত হয়ে পড়ল। তারপর তাদেরকেও এক কীরাত করে দেওয়া হল। পরিশেষে তোমাদেরকে কুরআন প্রদান করা হয়। তোমরা তদনুযায়ী আমল করেছ। এমনিতে সূর্যাস্ত হয়ে গেল। আর তোমাদেরকে দেওয়া হল দুকীরাত করে। ফলে কিতাবীগণ বলল, এরা তো আমাদের তুলনায় কাজ করল কম, অথচ পারিশ্রমিক পেল বেশি। এতে আল্লাহ বললেনঃ তোমাদের হক থেকে তোমাদের কিছু জুলম করা হয়েছে কি? এরা বলবে, না। আল্লাহ বললেনঃ এটই আমার অনুগ্রহ, তা আমি যাকে চাই তাকে প্রদান করে থাকি।;\n",
            "id": 7025,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৫০. নবী (সাঃ) নামাযকে আমল বলে উল্লেখ করেছেন। তিনি বলেছেনঃ যে ব্যক্তি সূরা ফাতিহা নামাযে পাঠ করল না, তার নামায আদায় হল না",
            "hadithBengali": "৭০২৬। সুলায়মান (রহঃ) ও আব্বাদ ইবনু ইয়াকুব আসাদী (রহঃ) ... ইবনু মাসউদ (রাঃ) থেকে বর্ণিত। জনৈক ব্যাক্তি (সাহাবী) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জিজ্ঞাসা করলেন, কোন আমলটি সর্বোত্তম? তিনি বললেনঃ যথাসময়ে সালাত (নামায/নামাজ) আদায় করা, মাতাপিতার সাথে সদ্ব্যবহার করা। অতঃপর আল্লাহর রাস্তায় জিহাদ করা।;\n",
            "id": 7026,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবদুল্লাহ' ইব্'ন মাসউদ (রাঃ) ",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৫১. মহান আল্লাহ্'র বাণীঃ মানুষ তো সৃজিত হয়েছে অতিশয় অস্থির চিত্তরূপে। যখন বিপদ তাকে স্পর্শ করে সে হয় হা-হুতাশকারী আর যখন কল্যাণ স্পর্শ করে, সে হয় অতি কৃপণ (৭০ঃ ১৯, ২০, ২১)",
            "hadithBengali": "৭০২৭। আবু নুমান (রহঃ) ... আমর ইবনু তাগলিব (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে কিছু মাল এল। এর থেকে তিনি এক দলকে দিলেন। আর একটি দলকে দিলেন না। অতঃপর তার কাছে এ খবর পৌছল যে, যারা পেলো না তারা অন্তুষ্ট হয়েছে। এতে তিনি বললেনঃ আমি একজনকে দিয়ে আবার আরেক জনকে দেই না। পক্ষান্তরে যাকে আমি দেই না, সেই আমার কাছে তুলনামূলক বেশি প্রিয়। কিছু সম্প্রদায়কে আমি দিয়ে থাকি, যাদের অন্তরে রয়েছে অস্থিরতা ও দ্বন্দ। আর কিছু সম্প্রদায়কে আমি মাল না দিয়ে তাদের অন্তরে আল্লাহ যে স্বচ্ছতা ও কল্যাণ রেখেছেন তার উপর সোপর্দ করি। এদেরই একজন হলেন, আমর ইবনু তাগলিব (রাঃ)। আমর (রাঃ) বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর এই উক্তিটির বিনিময়ে আমি একপাল লাল বর্ণের উটের মালিক হওয়াও পছন্দ করি না।;\n",
            "id": 7027,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আমর ইবনু তাগলিব (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৫২. নবী (সাঃ) কর্তৃক তাঁর প্রতিপালক থেকে রিওয়ায়াতের বর্ণনা",
            "hadithBengali": "৭০২৮। মুহাম্মদ ইবনু আবদুর রাহমান (রহঃ) ... আনাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর প্রতিপালক থেকে বর্ণনা করেন। তিনি বলেনঃ আমার বান্দা যখন আমার দিকে এক বিঘত পরিমাণ নিকটবর্তী হয় আমি তখন তার দিকে এক হাত পরিমাণ নিকটবর্তী হই। আর সে যখন আমার দিকে এক হাত পরিমাণ নিকটবর্তী হয়, আমি তখন তার দিকে দুহাত নিকটবর্তী হই। সে যদি আমার দিকে হেঁটে আসে আমি তার দিকে দৌড়ে যাই।;\n",
            "id": 7028,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৫২. নবী (সাঃ) কর্তৃক তাঁর প্রতিপালক থেকে রিওয়ায়াতের বর্ণনা",
            "hadithBengali": "৭০২৯। মুসাদ্দাদ (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এটি একাধিকবার বর্ণনা করেছেন যে, (আল্লাহ বলেন) আমার বান্দা যদি আমার কাছে এক বিঘত পরিমাণ এগিয়ে আসে আমি তার দিকে এক হাত পরিমাণ এগিয়ে যাই। আর সে যদি আমার কাছে এক হাত পরিমাণ এগিয়ে মাসে, আমি তায় দিকে দুই হাত পরিমাণ এগিয়ে যাই। বর্ণনাকারী এখানে بَاعًا কিংবা بُوعًا বলেছেন।;\n\nমুতামির (রহঃ) বলেন, আমি আমার পিতা থেকে শুনেছি, তিনি আনাস (রাঃ) থেকে শুনেছেন, তিনি আবূ হুরায়রা (রাঃ) কর্তৃক নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন। আর তিনি তাঁর প্রতিপালক থেকে বর্ণনা করেছেন।;\n",
            "id": 7029,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৫২. নবী (সাঃ) কর্তৃক তাঁর প্রতিপালক থেকে রিওয়ায়াতের বর্ণনা",
            "hadithBengali": "৭০৩০। আদম (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তোমাদের প্রতিপালক থেকে বর্ণনা করেছেন। তিনি বলেন, প্রতিটি আমলের কাফফারা রয়েছে, কিন্তু রোযা আমার জন্যই, আমি নিজেই এর প্রতিদান প্রদান করব। রোযা পালনকারীর মুখের গন্ধ আল্লাহর কাছে মিসকের চাইতেও অধিক সুগন্ধময়।;\n",
            "id": 7030,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৫২. নবী (সাঃ) কর্তৃক তাঁর প্রতিপালক থেকে রিওয়ায়াতের বর্ণনা",
            "hadithBengali": "৭০৩১। হাফস ইবনু উমর ও খালীফা (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর প্রতিপালকের কাছ থেকে বর্ণনা করেন যে, মহান আল্লাহ বলেনঃ কোন বান্দার জন্য এ দাবি করা সঙ্গত নয় যে, সে ইউনুস ইবনু মাত্তার চাইতে উত্তম। এখানে ইউনুস (আলাইহিস সালাম) কে তাঁর পিতার দিকে সম্পর্ক যুক্ত করা হয়েছে।;\n",
            "id": 7031,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৫২. নবী (সাঃ) কর্তৃক তাঁর প্রতিপালক থেকে রিওয়ায়াতের বর্ণনা",
            "hadithBengali": "৭০৩২। আহমদ ইবনু আবূ সুরায়জ (রহঃ) ... আবদুল্লাহ ইবনু মুগাফফাল আল মুযানী (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি মক্কা বিজয়ের দিন রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে তাঁর উটনীর উপর উপবিষ্ট অবস্থায় সূরা ফাতহ কিংবা সুরা ফাতহের কিছু অংশ পড়তে দেখেছি। বর্ণনাকারী বলেন, তিনি তারজীসহ তা পাঠ করলেন। বর্ণনাকারী বলেন, মুআবিয়া (রাঃ) ইবনুল মুগাফফালের কিরাআত নকল করে পড়ছিলেন। তিনি বললেন, যদি তোমাদের কাছে লোকজন ভিড় জমানোর আশংকা না হত, তবে আমিও তারজী করে ঠিক সেভাবে পাঠ করতাম, যেভাবে ইবনুুূল মুগাফফাল (রাঃ) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কিরাআত নকল করে তারজী সহকারে পাঠ করেছিলেন। তারপর আমি মুআবিয়া (রাঃ) কে বললাম, তার তারজী কিরূপ ছিল? তিনি বললেনঃ আ, আ, আ, তিনবার।;\n",
            "id": 7032,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবদুল্লাহ ইবনু মুগাফফাল (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৫৩. তাওরাত ও অপরাপর আসমানী কিতাব আরবী ইত্যাদি ভাষায় ব্যাখ্যা করা বৈধ। কেননা, আল্লাহ্'র বাণীঃ যদি তোমরা সত্যবাদী হও, তবে তাওরাত আন এবং পাঠ কর (৩ঃ ৯৩) ইবন আব্বাস (রাঃ) বলেন, আবূ সুফিয়ান ইবন  হারব (রাঃ) আমাকে এ খবর দিয়েছেন, হিরাক্লিয়াস তাঁর দোভাষীকে ডাকলেন। তারপর তিনি নবী (সাঃ) এর পত্রখানা আনার জন্য হুকুম করলেন এবং তা পড়লেন। (তাতে লিপিবদ্ধ ছিল) বিসমিল্লাহির রাহমানির রাহীম- আল্লাহ্'র বান্দা ও রাসূল মুহাম্মদ (সাঃ) এর পক্ষ থেকে হিরাক্লিয়াসের প্রতি এ পত্র প্রেরিত। তাতে আরও লেখা ছিল يَا أَهْلَ الْكِتَابِ تَعَالَوْا إِلَى كَلِمَةٍ سَوَاءٍ بَيْنَنَا وَبَيْنَكُمْ (হে কিতাবীগণ এস সে কথায়, যা আমাদের ও তোমাদের মধ্যে একই)",
            "hadithBengali": "৭০৩৩। মুহাম্মাদ ইবনু বাশশার (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আহলে কিতাব তাওরাত হিব্রু ভাষায় পাঠ করত, আর মুসলিমদের জন্য আরবী ভাষায় এর ব্যাখা করত। এ প্রেক্ষিতে তিনি বললেনঃ কিতাবধারীদেরকে তোমরা বিশ্বাস করো না আবার তাদেরকে মিথ্যারোপও করো না বরং তোমরা আল্লাহর এ বাণীটিآمَنَّا بِاللَّهِ وَمَا أُنْزِلَ) الآيَةَ (আমরা আল্লাহতে এবং আমাদের ও তোমাদের প্রতি যা অবতীর্ণ হয়েছে তাতে ঈমান এনেছি) বল।;\n",
            "id": 7033,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৫৩. তাওরাত ও অপরাপর আসমানী কিতাব আরবী ইত্যাদি ভাষায় ব্যাখ্যা করা বৈধ। কেননা, আল্লাহ্'র বাণীঃ যদি তোমরা সত্যবাদী হও, তবে তাওরাত আন এবং পাঠ কর (৩ঃ ৯৩) ইবন আব্বাস (রাঃ) বলেন, আবূ সুফিয়ান ইবন  হারব (রাঃ) আমাকে এ খবর দিয়েছেন, হিরাক্লিয়াস তাঁর দোভাষীকে ডাকলেন। তারপর তিনি নবী (সাঃ) এর পত্রখানা আনার জন্য হুকুম করলেন এবং তা পড়লেন। (তাতে লিপিবদ্ধ ছিল) বিসমিল্লাহির রাহমানির রাহীম- আল্লাহ্'র বান্দা ও রাসূল মুহাম্মদ (সাঃ) এর পক্ষ থেকে হিরাক্লিয়াসের প্রতি এ পত্র প্রেরিত। তাতে আরও লেখা ছিল يَا أَهْلَ الْكِتَابِ تَعَالَوْا إِلَى كَلِمَةٍ سَوَاءٍ بَيْنَنَا وَبَيْنَكُمْ (হে কিতাবীগণ এস সে কথায়, যা আমাদের ও তোমাদের মধ্যে একই)",
            "hadithBengali": "৭০৩৪। মুসাদ্দাদ (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেন, দুজন ইহুদী নারী-পুরুষকে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে আনা হলো। তারা যিনা করেছিল। এরপর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমরা ইহুদীগণ এ যিনাকারী ও যিনাকারিনাদের সাথে কি আচরণ করে থাক? তারা বলল, আমরা এদেরকে (এক পদ্ধতিতে) মুখ কালো ও লাঞ্ছিত করে থাকি। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমরা তাওরাত এনে তা তিলাওয়াত কর, যদি তোমরা সত্যবাদী হও। তারা তাওরাত নিয়ে আসল এবং তাদেরই খুশিমত এক ব্যাক্তিকে ডেকে বলল, হে আওয়ার! তুমি পাঠ কর। সে পাঠ করতে লাগল।;\n\nপরিশেষে এক স্থানে এসে সে তাতে আপন হাত রেখে দিল। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ তোমার হাতটি উঠাও। সে হাত উঠাল। হঠাৎ যিনার শাস্তি পাথর নিক্ষেপ করে হত্যা করা (রজম) এর আয়াতটি স্পষ্টত দেখা যাচ্ছিল। তিলাওয়াতকারী বলল, হে মুহাম্মাদ! এদের (দুজনের) মধ্যখানে শাস্তি পক্ষান্তরে রজমই, কিন্তু আমরা পরস্পর তা গোপন করছিলাম। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদেরকে রজম করার নির্দেশ দিলে তাদেরকে রজমই করা হয়। বর্ণনাকারী বলেন, যিনাকারী পুরুষটিকে মেয়ে লোকটির উপর ঝুকে পড়ে তাকে পাথর থেকে রক্ষার চেষ্টা করতে দেখেছি।;\n",
            "id": 7034,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৫৪. নবী (সাঃ) এর বাণীঃ কুরআন বিষয়ক পারদর্শী ব্যক্তি জান্নাতে সম্মানিত পূত-পবিত্র কাতিব ফেরেশতাদের সঙ্গে থাকবে। অতএব, তোমাদের কণ্ঠ দ্বারা কুরআনকে সৌন্দর্যমন্ডিত কর",
            "hadithBengali": "৭০৩৫। ইবরাহীম ইবনু হামযা (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছেন। তিনি বলেছেনঃ আল্লাহ উচ্চস্বরে মধুর কণ্ঠে কুরআন তিলাওয়াতকারী নবীর প্রতি যেরূপ সন্তুষ্ট প্রকাশ করেন, অন্য কিছুর প্রতি সেরূপ সন্তুষ্টি প্রকাশ করেন না।;\n",
            "id": 7035,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৫৪. নবী (সাঃ) এর বাণীঃ কুরআন বিষয়ক পারদর্শী ব্যক্তি জান্নাতে সম্মানিত পূত-পবিত্র কাতিব ফেরেশতাদের সঙ্গে থাকবে। অতএব, তোমাদের কণ্ঠ দ্বারা কুরআনকে সৌন্দর্যমন্ডিত কর",
            "hadithBengali": "৭০৩৬। ইয়াহইয়া ইবনু বুকায়র (রহঃ) ... ইবনু শিহাব (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমাকে উরওয়া ইবনু যুবায়র, সাঈদ ইবনু মূসাইয়্যাব, আলকামা ইবনু ওয়াক্কাস, উবায়দুল্লাহ ইবনু আবদুল্লাহ (রহঃ), আয়েশা (রাঃ) এর হাদীস সম্পর্কে বলেছেন। তাকে যখন অপবাদকারিগণ অপবাদ দিয়েছিল। ইবনু শিহাব (রহঃ) বলেন, বর্ণনাকারীদের এক একজন সে সম্পর্কে আমার কাছে হাদীসের এক এক অংশে বর্ণনা করেছেন। আয়িশা (রাঃ) বলেন, এর দরুন আমি আমার বিছানায় শুয়ে পড়লাম। অথচ আমি তখন জানি, আমি নির্দোষ পবিত্র এবং আল্লাহ আমাকে নির্দোষ বলে প্রমান করবেন। আল্লাহর কসম! কিন্তু আমার মর্যাদা আমার কাছে এরূপ উপযুক্ত ছিল না যে, এ ব্যাপারে ওহীই নাযিল করবেন। যা তিলাওয়াত করা হবে আমার মর্যাদা আমার কাছে তার চাইতে তুচ্ছ ছিল যে, আল্লাহ তাআলা আমার বিষয়ে এমন কোন কালাম করবেন যা তিলাওয়াত করা হবে। এ প্রসঙ্গে মহামহিম আল্লাহ অবতীর্ণ করলেনঃ যারা এমন জঘন্য অপবাদ এনেছে ... পূর্ণ দশটি আয়াত।;\n",
            "id": 7036,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "ইবনু শিহাব আয-যুহরী (রহঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৫৪. নবী (সাঃ) এর বাণীঃ কুরআন বিষয়ক পারদর্শী ব্যক্তি জান্নাতে সম্মানিত পূত-পবিত্র কাতিব ফেরেশতাদের সঙ্গে থাকবে। অতএব, তোমাদের কণ্ঠ দ্বারা কুরআনকে সৌন্দর্যমন্ডিত কর",
            "hadithBengali": "৭০৩৭। আবু নুআয়ম (রহঃ) ... বারাআ (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে এশার সালাতে وَالتِّينِ وَالزَّيْتُونِ পড়তে শুনেছি। তাঁর চেয়ে সুন্দর স্বর কিংবা তাঁর চেয়ে সুন্দর কিরাআত আর কারো থেকে আমি শুনিনি।;\n",
            "id": 7037,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "বারাআ ইবনু আযিব (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৫৪. নবী (সাঃ) এর বাণীঃ কুরআন বিষয়ক পারদর্শী ব্যক্তি জান্নাতে সম্মানিত পূত-পবিত্র কাতিব ফেরেশতাদের সঙ্গে থাকবে। অতএব, তোমাদের কণ্ঠ দ্বারা কুরআনকে সৌন্দর্যমন্ডিত কর",
            "hadithBengali": "৭০৩৮। হাজ্জাজ ইবনু মিনহাল (রহঃ) ... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মক্কায় গোপনে থাকতেন। আর তিনি উচ্চস্বরে (তিলাওয়াত) করতেন। যখনা তা মুশরিকরা শুনল, তারা কুরআন ও এর বাহককে গালমন্দ করল। এরই প্রেক্ষিতে আল্লাহ তার নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জানিয়ে দিলেন, আপনি আপনার কুরআন উচ্চস্বরেও পড়বেন না এবং খুব চুপে চুপেও পড়বেন না।;\n",
            "id": 7038,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৫৪. নবী (সাঃ) এর বাণীঃ কুরআন বিষয়ক পারদর্শী ব্যক্তি জান্নাতে সম্মানিত পূত-পবিত্র কাতিব ফেরেশতাদের সঙ্গে থাকবে। অতএব, তোমাদের কণ্ঠ দ্বারা কুরআনকে সৌন্দর্যমন্ডিত কর",
            "hadithBengali": "৭০৩৯। ইসমাঈল (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত। তিনি আবদুল্লাহ ইবনু আবদুর রহমান ইবনু আবূ সাসাআ (রহঃ) কে বললেন, আমি তোমাকে লক্ষ্য করছি, তুমি বকরী পাল ও ময়দানকে ভালবাস। সুতরাং তুমি যখন বকরীর পাল কিংবা ময়দানে থাকবে, তখন সালাত (নামায/নামাজ) এর জন্য উচ্চস্বরে আযান দেবে। কারণ মুআযযীনের আযানের স্বর যতদূর পৌছাব, ততদুরের জ্বীন, ইনসান, অন্যান্য জিনিস যারাই শুনবে, কিয়ামতের দিন তারা তার সপক্ষে সাক্ষী দেবে। আবূ সাঈদ (রাঃ) বলেন, আমি এটি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে শুনেছি।;\n",
            "id": 7039,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবূ সা'ঈদ খুদরী (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৫৪. নবী (সাঃ) এর বাণীঃ কুরআন বিষয়ক পারদর্শী ব্যক্তি জান্নাতে সম্মানিত পূত-পবিত্র কাতিব ফেরেশতাদের সঙ্গে থাকবে। অতএব, তোমাদের কণ্ঠ দ্বারা কুরআনকে সৌন্দর্যমন্ডিত কর",
            "hadithBengali": "৭০৪০। কাবীসা (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন কুরআন পাঠ করতেন তখন তার মাথা মুবারক থাকত আমার কোলে অথচ আমি তখন ঋতুমতী অবস্থায় ছিলাম।;\n",
            "id": 7040,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আয়িশা (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৫৫. মহান আল্লাহ্'র বাণীঃ কাজেই কুরআনের যতটুকু আবৃত্তি করা তোমাদের জন্য সহজ ততটুকু আবৃত্তি কর (৭৩ঃ ২০)",
            "hadithBengali": "৭০৪১। ইয়াহইয়া ইবনু বুকায়র (রহঃ) ... মিসওয়ার ইবনু মাখরামা (রহঃ) ও আবদুর রহমান ইবনু আবদুল কারী (রহঃ) থেকে বর্ণিত। তাঁরা উভয়ে উমর ইবনু খাত্তাব (রাঃ) কে বলতে শুনেছেন। তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর জীবদ্দশায় আমি হিশাম ইবনু হাকীম (রাঃ) কে (সালাতে) সূরায়ে ফুরকান তিলাওয়াত করতে শুনেছি। আমি একাগ্রচিত্তে তাঁর তিলাওয়াত শুনছিলাম। তিনি এমন অনেকগুলো শব্দ তিলাওয়াত করছিলেন, যেগুলো রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে তিলাওয়াত করাননি। এতে আমি তাঁকে সালাত (নামায/নামাজ) রত অবস্থায় ধরে ফেলতে চেয়েছিলাম। কিন্তু সালাম ফেরানো পর্যন্ত আমি ধৈর্য ধরলাম। তারপর আমি তার চাদর দিয়ে তাকে জড়িয়ে ধরলাম আর বললাম, আমি তোমাকে যে সূরা পাঠ করতে শুনলাম, তা তোমাকে কে শিখিয়েছে? তিনি বললেনঃ রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম। আমি বললাম, তুমি মিথ্যে বলেছ, তিনি আমাকে শিখিয়েছেন, তবে তোমার কিরাআতের মত নয়।;\n\nতারপর আমি তাঁকে টেনে টেনে রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে নিয়ে চললাম। এরপর আমি বললাম, আমি শুনলাম একে ভিন্ন শব্দ দ্বারা সূরা ফুরকান পাঠ করতে, যা আপনি আমাকে শিখাননি। তিনি (নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বললেনঃ আচ্ছা, তাকে ছেড়ে দাও। তুমি পড়, হে হিশাম! এরপর আমি যেরূপ কিরাআত শুনেছিলাম তিনি সেরূপ কিরাআত পড়লেন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ কুরআন অনুরূপই অবতীর্ণ হয়েছে। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ হে উমর! তুমি পাঠ কর। আমি সেভাবে পড়লাম যেভাবে আমাকে শিখানো হয়েছিল। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ এরূপই অবতীর্ণ হয়েছে। এ কুরআন সাত হরফের (পাঠ) নাযিল করা হয়েছে। অতএব যেভাবে সহজ হয় তা সেভাবে তোমরা পাঠ কর।;\n",
            "id": 7041,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "মিসওয়ার ইবনু মাখরামাহ (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৫৬. আল্লাহ্' তা'আলার বাণীঃ আমি কুরআন সহজ করে দিয়েছি উপদেশ গ্রহণের জন্য। অতএব, উপদেশ গ্রহণকারী আছে কি? (৪৫ঃ ৩২)। নবী (সাঃ) বলেছেনঃ প্রত্যেক ব্যক্তি যাকে যে কাজের জন্য সৃষ্টি করা হয়েছে, তার জন্য সে কাজ সহজ করে দেয়া হয়। مُيَسَّرٌ অর্থ প্রস্তুতকৃত। মুজাহিদ (রহঃ) বলেন, يَسَّرْنَا الْقُرْآنَ بِلِسَانِكَ এর অর্থ আমি কুরআন তিলাওয়াত আপনার জন্য সহজ করে দিয়েছি",
            "hadithBengali": "৭০৪২। আবু মামার (রহঃ) ... ইমরান (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি বললামঃ ইয়া রাসুলাল্লাহ! আমলকারীরা কিসে আমল করছে? তিনি বললেনঃ যাকে যে কাজ করার জন্য সৃষ্টি করা হয়েছে, তার জন্য সে কাজ করা সহজ করে দেওয়া হয়।;\n",
            "id": 7042,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "ইমরান ইবনু হুসায়ন (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৫৬. আল্লাহ্' তা'আলার বাণীঃ আমি কুরআন সহজ করে দিয়েছি উপদেশ গ্রহণের জন্য। অতএব, উপদেশ গ্রহণকারী আছে কি? (৪৫ঃ ৩২)। নবী (সাঃ) বলেছেনঃ প্রত্যেক ব্যক্তি যাকে যে কাজের জন্য সৃষ্টি করা হয়েছে, তার জন্য সে কাজ সহজ করে দেয়া হয়। مُيَسَّرٌ অর্থ প্রস্তুতকৃত। মুজাহিদ (রহঃ) বলেন, يَسَّرْنَا الْقُرْآنَ بِلِسَانِكَ এর অর্থ আমি কুরআন তিলাওয়াত আপনার জন্য সহজ করে দিয়েছি",
            "hadithBengali": "৭০৪৩। মুহাস্মদ ইবনু বাশশার (রহঃ) ... আলী (রাঃ) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেন যে, তিনি একবার কোন জানাযায় ছিলেন। তারপর তিনি একটি কাঠের টুকরা হাতে নিয়ে তা দিয়ে মাটি খোঁচাচ্ছিলেন এবং বলছিলেন, তোমাদের মধ্যে এমন কেউ নেই যার ঠিকানা জাহান্নাম কিংবা জান্নাতে নির্ধারিত করা হয়নি। সাহাবীগণ বললেনঃ তা হলে আমরা কি এর উপর ভরসা করব না? তিনি বললেনঃ তোমরা আমল করতে থাক। প্রত্যেককেই সহজ করে দেয়া হয়। (অতঃপর তিনি তিলাওয়াত করলেনঃفَأَمَّا مَنْ أَعْطَى وَاتَّقَى. الآيَةَ সুতরাং কেউ দান করলে মুত্তাকী হলে......।;\n",
            "id": 7043,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আলী ইবনু আবী তালিব (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৫৭. আল্লাহ্'র বাণীঃ বস্তুত এটি সম্মানিত কুরআন, সংরক্ষিত ফলকে লিপিবদ্ধ (৮৫ঃ ২১, ২২) শপথ তূর পর্বতের। শপথ কিতাবের, যা লিখিত আছে। (৫২ঃ ১, ২) কাতাদা (র) বলেন, مَسْطُورٍ অর্থ লিপিবদ্ধ يَسْطُرُونَ অর্থ তারা লিখেছ أُمِّ الْكِتَابِ অর্থাৎ কিতাবের স্তর ও মূল مَا يَلْفِظُ অর্থ যা কিছু বলা হয়, তা লিপিবদ্ধ হয়। এর ব্যাখ্যায় ইবন আব্বাস (রাঃ) বলেন, ভালমন্দ সব লিপিবদ্ধ করা হয়। يُحَرِّفُونَ এর অর্থ পবির্তন করা। এমন কেই নেই, যে আল্লাহ্'র কোন কিতাবের শব্দ পরিবর্তন করতে পারে। তবে তারা তাহরীফ তথা অপব্যাখ্যা করতে পারে। دِرَاسَتُهُمْ অর্থ তাদের তিলাওয়াত وَاعِيَةٌ অর্থ সংরক্ষণকারী تَعِيَهَا অর্থ তা সংরক্ষণ করে। এবং এই কুরআন আমার নিকট প্রেরিত হয়েছে, যেন তোমাদেরকে এর দ্বারা আমি সতর্ক করি (৬ঃ ১৯)। অর্থাৎ মক্কাবাষী এবং যাদের কাছে এ কুরআন প্রচারিত হবে, রাসূলুল্লাহ্ (সাঃ) তাদের জন্য সতর্ককারী। আমার কাছে খলীফা (রহঃ) বলেছেন, মুতামির (র) ..... আবূ হুরায়রা (রা) থেকে বর্ণিত। নবী (সা) বলেছেনঃ আল্লাহ্' যখন তাঁর মাখলুকাত সৃষ্টি করলেন, তাঁর কাছে একটি কিতাব লিপিবদ্ধ রাখলেন। আমার গযবের উপর আমার রহমত প্রবল হয়েছে'' এটি তাঁর কাছে আরশের ওপর সংরক্ষিত রয়েছে",
            "hadithBengali": "৭০৪৪। মুহাম্মাদ ইবনু আবূ গালিব (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি, আল্লাহ তা আলা সমস্ত সৃষ্টিকে সৃষ্টি করার পূর্বে একটি লেখা লিপিবদ্ধ করে রেখেছেন। তা হলো আমার ক্রোধের উপর আমার রহমত অগ্রগামী রয়েছে এটি তাঁরই নিকটে আরশের ওপর লিপিবদ্ধ আছে।;\n",
            "id": 7044,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৫৮. আল্লাহ্' তা'আলার বাণীঃ প্রকৃতপক্ষে আল্লাহ্'ই সৃষ্টি করেন তোমাদেরকে এবং তোমরা যা তৈরী কর তাও (৩৭ঃ ৯৬)। আমি প্রত্যেক কিছু সৃষ্টি করেছি নির্ধারিত পরিমাপে (৫৪ঃ ৪৯)। ছবি নির্মাতাদের বলা হবে, তোমরা যা তৈরি করেছ, তাতে জীবন দাও। তোমাদের প্রতিপালক যিনি আকাশমন্ডলী ও পৃথিবী ছয় দিনে সৃষ্টি করেন। তারপর তিনি আরশে অধিষ্ঠিত হন। তিনিই দিনতে রাত দ্বারা আচ্ছাদিত করেন যেন এদের একে অন্যকে দ্রুতগতিতে অনুসরণ করে। আর সূর্য, চন্দ্র ও নক্ষত্ররাজি যা তাঁর আজ্ঞাধীন, তা তিনিই সৃষ্টি করেছেন। জেনে রাখ সৃজন ও আদেশ তাঁরই। মহিমাময় জগতসমূহের প্রতিপালক আল্লাহ্' (৭ঃ ৫৪) ইবন উয়ায়না (রহঃ) বলেন, আল্লাহ্' খালক্কে আমর থেকে পৃথক করে বর্ণনা করেছেন। কেননা তার বাণী হলোঃ أَلاَ لَهُ الْخَلْقُ وَالأَمْرُ জেনে রাখ সৃজন ও আদেশ তাঁরই। নবী (সাঃ) ঈমানকেও আমল বলে উল্লেখ করেছেন। আবূ যার (রাঃ) ও আবূ হুরায়রা (রাঃ) বর্ণনা করেন, নবী (সাঃ) কে জিজ্ঞাসা করা হল, কোন আমলীট সর্বোত্তম? তিনি বললেনঃ আল্লাহ্'র প্রতি ঈমান আনা, তাঁরা রাস্তায় জিহাদ করা। মহান আল্লাহ্' বলেনঃ جَزَاءً بِمَا كَانُوا يَعْمَلُونَ এটা তাদের কাজেরই প্রতিদান। আবদুল কায়সের প্রতিনিধি দল নবী (সাঃ) এর কাছে এসে বললেন, আমাদের কিছু সংক্ষিপ্ত বিষয়ের নির্দেশ দিন, যেগুলো মেনে চললে আমরা জান্নাতে প্রবেশ করতে পারব। তিনি তাদের আল্লাহ্'র প্রতি ঈমান আনা, রাসূলের রিসালাতের সাক্ষ্য প্রদান, নামায কায়েম করা এবং যাকাত আদায়ের নির্দেশ দিলেন। এসবকেই তিনি আমলরূপে উল্লেখ করেছেন",
            "hadithBengali": "৭০৪৫। আবদুল্লাহ ইবনু আবদুল ওয়াহহাব (রহঃ) ... যাহদাম (রহঃ) থেকে বর্ণিত। তিনি বলেন, জারমের এ গোত্রটির সাথে আশআরী গোত্রের গভীর ভালবাসা ও ভ্রাতৃত্ব ছিল। এক সময় আমরা আবূ মূসা আশআরী (রাঃ) এর কাছে উপস্থিত ছিলাম। তার কাছে খাবার আনা হল। এতে মুরগীর গোশতও ছিল। এ সময় তার নিকট বনী তায়মুলাহর এক ব্যাক্তি ছিল। সে (দেখতে) যেন আযাদকৃত গোলাম (অনারব)। তাকেও আবূ মূসা (রাঃ) খেতে ডাকলেন। সে বলল, আমি এ মুরগীকে এমন কিছু জিনিস খেতে দেখেছি, যার ফলে এটি খেতে আমি ঘৃণা করি। এই জন্য কসম করেছি, আমি, তা আর খাব না।;\n\nআবূ মূসা (রাঃ) বললেনঃ তুমি এদিকে এসো, এ সম্পর্কে আমি তোমাকে একটি হাদীস শোনাব। আমি এক সময় আশআরী গোত্রের একটি প্রতিনিধি দলের সঙ্গে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে বাহন চাওয়ার জন্য উপস্থিত হয়েছি। তিনি বললেনঃ আল্লাহর কসম! আমি তোমাদের বাহন দেব না। আর তোমাদের দেওয়ার মত আমার কাছে বাহন নেই। তারপর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে গনীমতের কিছু উট আনা হলে তিনি আমাদের সম্পর্কে জিজ্ঞাসা করলেন এবং বললেনঃ আশআরীদের দলটি কোথায়? তারপর তিনি পাঁচটি মোটা তাজা ও উত্তম উট আমাদের দেওয়ার জন্য নির্দেশ দিলেন।;\n\nআমরা এগুলো নিয়ে ফিরার পথে বলতে লাগলাম, আমরা যে কি করলাম! নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কসম করে বললেন, আমাদের বাহন দেবেন না এবং তাঁর কাছে দেওয়ার মত বাহন নেই। তারপরও তো তিনি আমাদের বাহন দিয়ে দিলেন। হয়ত আমরা তাকে তাঁর কসম সম্পর্কে অজ্ঞাত অবস্থায় পেয়েছিলাম। আল্লাহর কসম! আমরা কখনো সফলকাম হবো না। তাই আমরা তাঁর কাছে আবার গেলাম এবং তা তাকে বললাম। তিনি বললেনঃ আমি তোমাদের বাধা দেইনি, বরং দিয়েছেন আল্লাহ। আল্লাহর কসম! আমি কোন বিষয়ে কসম করি যদি তার বিপরীতে মঙ্গল দেখতে পাই, তবে তা করে নেই এবং (কাফফারা দিয়ে) কসম থেকে বের হয়ে আসি।;\n",
            "id": 7045,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "যাহদাম (রহঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৫৮. আল্লাহ্' তা'আলার বাণীঃ প্রকৃতপক্ষে আল্লাহ্'ই সৃষ্টি করেন তোমাদেরকে এবং তোমরা যা তৈরী কর তাও (৩৭ঃ ৯৬)। আমি প্রত্যেক কিছু সৃষ্টি করেছি নির্ধারিত পরিমাপে (৫৪ঃ ৪৯)। ছবি নির্মাতাদের বলা হবে, তোমরা যা তৈরি করেছ, তাতে জীবন দাও। তোমাদের প্রতিপালক যিনি আকাশমন্ডলী ও পৃথিবী ছয় দিনে সৃষ্টি করেন। তারপর তিনি আরশে অধিষ্ঠিত হন। তিনিই দিনতে রাত দ্বারা আচ্ছাদিত করেন যেন এদের একে অন্যকে দ্রুতগতিতে অনুসরণ করে। আর সূর্য, চন্দ্র ও নক্ষত্ররাজি যা তাঁর আজ্ঞাধীন, তা তিনিই সৃষ্টি করেছেন। জেনে রাখ সৃজন ও আদেশ তাঁরই। মহিমাময় জগতসমূহের প্রতিপালক আল্লাহ্' (৭ঃ ৫৪) ইবন উয়ায়না (রহঃ) বলেন, আল্লাহ্' খালক্কে আমর থেকে পৃথক করে বর্ণনা করেছেন। কেননা তার বাণী হলোঃ أَلاَ لَهُ الْخَلْقُ وَالأَمْرُ জেনে রাখ সৃজন ও আদেশ তাঁরই। নবী (সাঃ) ঈমানকেও আমল বলে উল্লেখ করেছেন। আবূ যার (রাঃ) ও আবূ হুরায়রা (রাঃ) বর্ণনা করেন, নবী (সাঃ) কে জিজ্ঞাসা করা হল, কোন আমলীট সর্বোত্তম? তিনি বললেনঃ আল্লাহ্'র প্রতি ঈমান আনা, তাঁরা রাস্তায় জিহাদ করা। মহান আল্লাহ্' বলেনঃ جَزَاءً بِمَا كَانُوا يَعْمَلُونَ এটা তাদের কাজেরই প্রতিদান। আবদুল কায়সের প্রতিনিধি দল নবী (সাঃ) এর কাছে এসে বললেন, আমাদের কিছু সংক্ষিপ্ত বিষয়ের নির্দেশ দিন, যেগুলো মেনে চললে আমরা জান্নাতে প্রবেশ করতে পারব। তিনি তাদের আল্লাহ্'র প্রতি ঈমান আনা, রাসূলের রিসালাতের সাক্ষ্য প্রদান, নামায কায়েম করা এবং যাকাত আদায়ের নির্দেশ দিলেন। এসবকেই তিনি আমলরূপে উল্লেখ করেছেন",
            "hadithBengali": "৭০৪৬। আমর ইবনু আলী (রহঃ) ... আবূ জামরা দুবায়ী (রহঃ) থেকে বর্ণিত। তিনি বলেন, আমি ইবনু আব্বাস (রাঃ) কে বললাম। তিনি বললেন, আবদুল কায়সের প্রতিনিধিদল রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে বলল, আমাদের এবং আপনাদের মাঝখানে মুযার গোত্রের মুশরিকদের বসবাস। যদ্দরুন আমরা সম্মানিত মাস (আশহুরে হুরম) ছাড়া আর কোন সময় আপনার কাছে আসতে পারি না। সুতরাং আমাদের সংক্ষিপ্ত কিছু বিষয়ের নির্দেশ দিন, যা মেনে চললে আমরা জান্নাতে প্রবেশ করব এবং আমরা যাদের রেখে এসেছি তাদেরও আহবান জানাতে পারব।;\n\nনবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আমি তোমাদের চারটি বিষয়ের নির্দেশ দিচ্ছি। আর চারটি বিষয় থেকে নিষেধ করছি। আমি তোমাদের নির্দেশ দিচ্ছি আল্লাহর প্রতি ঈমান আনার। আর তোমরা জানো কি, আল্লাহর প্রতি ঈমান আনা কাকে বলে? তা হল, সাক্ষ্য দেয়া যে আল্লাহ ছাড়া কোন ইলাহ নেই, সালাত (নামায/নামাজ) কায়েম করা, যাকাত দেয়া, গনীমতের মালের এক পঞ্চমাংশ দেওয়া। তোমাদের চারটি বিষয় থেকে নিষেধ করছি, (তা হলো) লাউয়ের খোল দ্বারা তৈরি পাত্রে, খেজুর গাছের মূল খোদাই করে তৈরি পাত্রে, আলকাতরা জাতীয় (রাসায়নিক) দ্রব্য দিয়ে প্রলেপ দেওয়া গাত্রে, মাটির সবুজ ঘটিতে তোমরা পান করবে না।;\n",
            "id": 7046,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবূ জামরাহ নাসর ইবনু ইমরান যুবায়ী (রহঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৫৮. আল্লাহ্' তা'আলার বাণীঃ প্রকৃতপক্ষে আল্লাহ্'ই সৃষ্টি করেন তোমাদেরকে এবং তোমরা যা তৈরী কর তাও (৩৭ঃ ৯৬)। আমি প্রত্যেক কিছু সৃষ্টি করেছি নির্ধারিত পরিমাপে (৫৪ঃ ৪৯)। ছবি নির্মাতাদের বলা হবে, তোমরা যা তৈরি করেছ, তাতে জীবন দাও। তোমাদের প্রতিপালক যিনি আকাশমন্ডলী ও পৃথিবী ছয় দিনে সৃষ্টি করেন। তারপর তিনি আরশে অধিষ্ঠিত হন। তিনিই দিনতে রাত দ্বারা আচ্ছাদিত করেন যেন এদের একে অন্যকে দ্রুতগতিতে অনুসরণ করে। আর সূর্য, চন্দ্র ও নক্ষত্ররাজি যা তাঁর আজ্ঞাধীন, তা তিনিই সৃষ্টি করেছেন। জেনে রাখ সৃজন ও আদেশ তাঁরই। মহিমাময় জগতসমূহের প্রতিপালক আল্লাহ্' (৭ঃ ৫৪) ইবন উয়ায়না (রহঃ) বলেন, আল্লাহ্' খালক্কে আমর থেকে পৃথক করে বর্ণনা করেছেন। কেননা তার বাণী হলোঃ أَلاَ لَهُ الْخَلْقُ وَالأَمْرُ জেনে রাখ সৃজন ও আদেশ তাঁরই। নবী (সাঃ) ঈমানকেও আমল বলে উল্লেখ করেছেন। আবূ যার (রাঃ) ও আবূ হুরায়রা (রাঃ) বর্ণনা করেন, নবী (সাঃ) কে জিজ্ঞাসা করা হল, কোন আমলীট সর্বোত্তম? তিনি বললেনঃ আল্লাহ্'র প্রতি ঈমান আনা, তাঁরা রাস্তায় জিহাদ করা। মহান আল্লাহ্' বলেনঃ جَزَاءً بِمَا كَانُوا يَعْمَلُونَ এটা তাদের কাজেরই প্রতিদান। আবদুল কায়সের প্রতিনিধি দল নবী (সাঃ) এর কাছে এসে বললেন, আমাদের কিছু সংক্ষিপ্ত বিষয়ের নির্দেশ দিন, যেগুলো মেনে চললে আমরা জান্নাতে প্রবেশ করতে পারব। তিনি তাদের আল্লাহ্'র প্রতি ঈমান আনা, রাসূলের রিসালাতের সাক্ষ্য প্রদান, নামায কায়েম করা এবং যাকাত আদায়ের নির্দেশ দিলেন। এসবকেই তিনি আমলরূপে উল্লেখ করেছেন",
            "hadithBengali": "৭০৪৭। কুতায়বা ইবনু সাঈদ (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ এসব ছবি নির্মাতাকে কিয়ামতের দিন আযাব দেওয়া হবে। তখন তাদেরকে হুকুম করা হবে তোমরা যা তৈরি করেছ তাতে প্রাণ দাও।;\n",
            "id": 7047,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আয়িশা (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৫৮. আল্লাহ্' তা'আলার বাণীঃ প্রকৃতপক্ষে আল্লাহ্'ই সৃষ্টি করেন তোমাদেরকে এবং তোমরা যা তৈরী কর তাও (৩৭ঃ ৯৬)। আমি প্রত্যেক কিছু সৃষ্টি করেছি নির্ধারিত পরিমাপে (৫৪ঃ ৪৯)। ছবি নির্মাতাদের বলা হবে, তোমরা যা তৈরি করেছ, তাতে জীবন দাও। তোমাদের প্রতিপালক যিনি আকাশমন্ডলী ও পৃথিবী ছয় দিনে সৃষ্টি করেন। তারপর তিনি আরশে অধিষ্ঠিত হন। তিনিই দিনতে রাত দ্বারা আচ্ছাদিত করেন যেন এদের একে অন্যকে দ্রুতগতিতে অনুসরণ করে। আর সূর্য, চন্দ্র ও নক্ষত্ররাজি যা তাঁর আজ্ঞাধীন, তা তিনিই সৃষ্টি করেছেন। জেনে রাখ সৃজন ও আদেশ তাঁরই। মহিমাময় জগতসমূহের প্রতিপালক আল্লাহ্' (৭ঃ ৫৪) ইবন উয়ায়না (রহঃ) বলেন, আল্লাহ্' খালক্কে আমর থেকে পৃথক করে বর্ণনা করেছেন। কেননা তার বাণী হলোঃ أَلاَ لَهُ الْخَلْقُ وَالأَمْرُ জেনে রাখ সৃজন ও আদেশ তাঁরই। নবী (সাঃ) ঈমানকেও আমল বলে উল্লেখ করেছেন। আবূ যার (রাঃ) ও আবূ হুরায়রা (রাঃ) বর্ণনা করেন, নবী (সাঃ) কে জিজ্ঞাসা করা হল, কোন আমলীট সর্বোত্তম? তিনি বললেনঃ আল্লাহ্'র প্রতি ঈমান আনা, তাঁরা রাস্তায় জিহাদ করা। মহান আল্লাহ্' বলেনঃ جَزَاءً بِمَا كَانُوا يَعْمَلُونَ এটা তাদের কাজেরই প্রতিদান। আবদুল কায়সের প্রতিনিধি দল নবী (সাঃ) এর কাছে এসে বললেন, আমাদের কিছু সংক্ষিপ্ত বিষয়ের নির্দেশ দিন, যেগুলো মেনে চললে আমরা জান্নাতে প্রবেশ করতে পারব। তিনি তাদের আল্লাহ্'র প্রতি ঈমান আনা, রাসূলের রিসালাতের সাক্ষ্য প্রদান, নামায কায়েম করা এবং যাকাত আদায়ের নির্দেশ দিলেন। এসবকেই তিনি আমলরূপে উল্লেখ করেছেন",
            "hadithBengali": "৭০৪৮। আবু নুমান (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ এসব ছবি নির্মাতাকে কিয়ামতের দিন শাস্তি দেওয়া হবে। আর তাদের বলা হবে, যা তোমরা সৃষ্টি করেছ, তা জীবিত কর।;\n",
            "id": 7048,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৫৮. আল্লাহ্' তা'আলার বাণীঃ প্রকৃতপক্ষে আল্লাহ্'ই সৃষ্টি করেন তোমাদেরকে এবং তোমরা যা তৈরী কর তাও (৩৭ঃ ৯৬)। আমি প্রত্যেক কিছু সৃষ্টি করেছি নির্ধারিত পরিমাপে (৫৪ঃ ৪৯)। ছবি নির্মাতাদের বলা হবে, তোমরা যা তৈরি করেছ, তাতে জীবন দাও। তোমাদের প্রতিপালক যিনি আকাশমন্ডলী ও পৃথিবী ছয় দিনে সৃষ্টি করেন। তারপর তিনি আরশে অধিষ্ঠিত হন। তিনিই দিনতে রাত দ্বারা আচ্ছাদিত করেন যেন এদের একে অন্যকে দ্রুতগতিতে অনুসরণ করে। আর সূর্য, চন্দ্র ও নক্ষত্ররাজি যা তাঁর আজ্ঞাধীন, তা তিনিই সৃষ্টি করেছেন। জেনে রাখ সৃজন ও আদেশ তাঁরই। মহিমাময় জগতসমূহের প্রতিপালক আল্লাহ্' (৭ঃ ৫৪) ইবন উয়ায়না (রহঃ) বলেন, আল্লাহ্' খালক্কে আমর থেকে পৃথক করে বর্ণনা করেছেন। কেননা তার বাণী হলোঃ أَلاَ لَهُ الْخَلْقُ وَالأَمْرُ জেনে রাখ সৃজন ও আদেশ তাঁরই। নবী (সাঃ) ঈমানকেও আমল বলে উল্লেখ করেছেন। আবূ যার (রাঃ) ও আবূ হুরায়রা (রাঃ) বর্ণনা করেন, নবী (সাঃ) কে জিজ্ঞাসা করা হল, কোন আমলীট সর্বোত্তম? তিনি বললেনঃ আল্লাহ্'র প্রতি ঈমান আনা, তাঁরা রাস্তায় জিহাদ করা। মহান আল্লাহ্' বলেনঃ جَزَاءً بِمَا كَانُوا يَعْمَلُونَ এটা তাদের কাজেরই প্রতিদান। আবদুল কায়সের প্রতিনিধি দল নবী (সাঃ) এর কাছে এসে বললেন, আমাদের কিছু সংক্ষিপ্ত বিষয়ের নির্দেশ দিন, যেগুলো মেনে চললে আমরা জান্নাতে প্রবেশ করতে পারব। তিনি তাদের আল্লাহ্'র প্রতি ঈমান আনা, রাসূলের রিসালাতের সাক্ষ্য প্রদান, নামায কায়েম করা এবং যাকাত আদায়ের নির্দেশ দিলেন। এসবকেই তিনি আমলরূপে উল্লেখ করেছেন",
            "hadithBengali": "৭০৪৯। মুহাম্মাদ ইবনু আলা (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে বলতে শুনেছি। তিনি বলেছেনঃ আল্লাহ তাআলা ঘোষনা করেছেন। তাদের অপেক্ষা বড় যালিম আর কে হতে পারে যে আমার সৃষ্টির সদৃশ সৃষ্টি করার জন্য প্রস্তুত হয়েছে? তাহলে তারা একটা শস্যদানা কিংবা যব তৈরি করুক।;\n",
            "id": 7049,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৫৯. গুনাহ্গার ও মুনাফিকের কিরাআত, তাদের স্বর ও তাদের কিরাআত কণ্ঠনালী অতিক্রম করে না",
            "hadithBengali": "৭০৫০। হুদবা ইবনু খালিদ (রহঃ) ... আবূ মূসা আশআরী (রাঃ) থেকে বর্নিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কুরআন তিলাওয়াতকারী ঈমানদারের উদাহরণ উৎরুজ্জার (কমলালেবু) মত। এর স্বাদও উত্তম এবং ঘ্রানও হৃদয়গ্রাহী। আর যে মুমিন কুরআন তিলাওয়াত করে না তার উদাহরণ যেন খেজুর। এটি খেজুর স্বাদ বটে, তবে তার কোন সুঘ্রাণ নেই। কুরআন তিলাওয়াতকারী গুনাহগার ব্যাক্তিটি সুগন্ধি ঘামের তূল্য। এর ঘ্রাণ আছে বটে, তবে স্বাদে তিক্ত। আর যে অতি গুনাহগার হয়ে আবার কুরআনও তিলাওয়াত করে না সে মাকাল ফলের মত। এ ফল স্বাদেও তিক্ত এবং এর কোন সুঘ্রাণও নেই।;\n",
            "id": 7050,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবূ মূসা আল- আশআরী (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৫৯. গুনাহ্গার ও মুনাফিকের কিরাআত, তাদের স্বর ও তাদের কিরাআত কণ্ঠনালী অতিক্রম করে না",
            "hadithBengali": "৭০৫১। আলী (রহঃ) ... আয়িশা (রাঃ) থেকে বর্ণিত। তিনি বলেন, লোকজন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে জ্যোতিষদের বিষয়ে জিজ্ঞাসা করল। তিনি বললেনঃ তারা মূলত কিছুই নয়। তারা জিজ্ঞাসা করল, ইয়া রাসুলাল্লাহ! কখনো কখনো তারা তো এমন কিছু কথাও বলে ফেলে যা সত্য হয়। এতে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ এসব কথা সত্য। জ্বীনেরা এসব কথা প্রথম শোনে, (মনে রেখে) পরে এদের দোসরদের কানে মুরগির মত করকর রবে নিক্ষেপ করে দেয়। এরপর এসব জ্যোতিষী সামান্য সত্যের সাথে শত মিথ্যার মিশ্রণ ঘটায়।;\n",
            "id": 7051,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আয়িশা (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৫৯. গুনাহ্গার ও মুনাফিকের কিরাআত, তাদের স্বর ও তাদের কিরাআত কণ্ঠনালী অতিক্রম করে না",
            "hadithBengali": "৭০৫২। আবু নুমান (রহঃ) ... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ পূর্বাচল থেকে একদল লোকের অভ্যুদয় ঘটবে। তারা কুরআন পাঠ করবে, তবে তাদের এ পাঠ তাদের কণ্ঠনালী অতিক্রম করবে না। তারা দ্বীন থেকে এমনভাবে বেরিয়ে যাবে, যেভাবে শিকার (ধনুক) থেকে তীর বেরিয়ে যায়। তারা আর ফিরে আসবে না, যে পর্যন্ত তীর ধনুকের ছিলায় না আসে। বলা হল, তাদের আলামত কি? তিনি বললেনঃ তাদের আলামত হল মাথা মুণ্ডন।;\n",
            "id": 7052,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবূ সা'ঈদ খুদরী (রাঃ)",
            "status_bn": "সহিহ"
    
        },
        {
    
            "chapter_bn": "৩১৬০. আল্লাহ্' তা'আলার বাণীঃ কিয়ামত দিবসে আমি স্থাপন করব ন্যায়বিচারের মানদন্ড (২১ঃ ৪৭)। আদম সন্তানদের আমল ও কথা পরিমাপ করা হবে। মুজাহিদ (রহঃ) বলেন, রুমীদের (ইটালীয়দের) ভাষায় الْقُسْطَاسُ অর্থ ন্যায় ও ইনসাফ। الْمُقْسِطِ শব্দমূল হল الْقِسْطُ ُ الْمُقْسِطِ অর্থ ন্যায়পরায়ণ। অপর পক্ষে الْقَاسِطُ এর অর্থ (কিন্তু) জালিম",
            "hadithBengali": "৭০৫৩। আহমাদ ইবনু আশকাব (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত। তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ দুটি কলেমা (বানী) রয়েছে, যেগুলো দয়াময় আল্লাহর কাছে অতি প্রিয়, উচ্চারণে খুবই সহজ (আমলের) পাল্লায় অত্যন্ত ভারী। (বাণী দুটি হচ্ছে), সুবহানাল্লাহি ওয়া বিহামদিহি সুবহান্নাল্লাহিল আযীম আমরা আল্লাহ তায়ালার প্রশংসাসহ তাঁর পবিত্রতা ঘোষণা করছি, মহান আল্লাহ অতীব পবিত্র।;\n",
            "id": 7053,
            "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
            "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
            "status_bn": "সহিহ"
    
        }
    ]