[
    {

        "chapter_bn": "২৪২।  মি'রাজে কিভাবে সালাত ফরজ  হল?",
        "hadithBengali": "وَقَالَ ابْنُ عَبَّاسٍ حَدَّثَنِي أَبُو سُفْيَانَ فِي حَدِيثِ هِرَقْلَ فَقَالَ يَأْمُرُنَا- يَعْنِي النَّبِيَّ- صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِالصَّلاَةِ وَالصِّدْقِ وَالْعَفَافِ;\n\nইবন আব্বাস (রাঃ) বলেনঃ আমার কাছে আবূ সুফিয়ান ইবন হারব (রাঃ) হিরাকল-এর হাদীসে বর্ণনা করেছেন। তাতে তিনি এ কথাও বলেছেন যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমদেরকে সালাত, সত্যবাদিতা ও চারিত্রিক পবিত্রতার নির্দেশ দিয়েছেন।;\n\n\n৩৪২। ইয়াহইয়া ইবনু বুকায়র (রহঃ) ... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আবূ যার (রাঃ) রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেন যে, তিনি বলেছেনঃ আমার ঘরের ছাদ খুলে দেয়া হল। তখন আমি মক্কায় ছিলাম। তারপর জিবরীল (আঃ) এসে আমার বক্ষ বিদীর্ণ করলেন। আর তা যমযমের পানি দিয়ে ধুইলেন। এরপর হিকমত ও ঈমানে পরিপূর্ণ একটি সোনার পাত্র নিয়ে আসলেন এবং তা আমার বক্ষে ঢেলে দিয়ে বন্ধ করে দিলেন। তারপর হাত ধরে আমাকে দুনিয়ার আসমানের দিকে নিয়ে চললেন। যখন দুনিয়ার আসমানে পৌঁছালাম, তখন জিবরীল (আঃ) আসমানের রক্ষককে বললেনঃ দরযা খোল। তিনি বললেনঃ কে? উত্তর দিলেনঃ আমি জিবরীল, আবার জিজ্ঞাসা করলেনঃ আপনার সঙ্গে আর কেউ আছে কি? তিনি বললেনঃ হ্যাঁ, আমার সঙ্গে মুহাম্মদ। তিনি আবার বললেনঃ তাঁকে কি আহবান করা হয়েছে? তিনি উত্তরে বললেনঃ হাঁ।\n\nতারপর আসমান খোলা হলে আমরা প্রথম আসমানে উঠলাম। সেখানে দেখলাম, এক লোক বসে আছেন এবং অনেকগুলো মানুষের আকৃতি তাঁর ডান পাশে রয়েছে এবং অনেকগুলো মানুষের আকৃতি বাম পাশেও রয়েছে। যখন তিনি ডান দিকে তাকাচ্ছেন, হাসছেন আর যখন তিনি বাম দিকে তাকাচ্ছেন, কাঁদছেন। তিনি বললেনঃ খোশ আমদেদ, হে পুণ্যবান নবী! হে নেক সন্তান! আমি জিবরীল (আঃ) কে জিজ্ঞাসা করলামঃ ইনি কে? তিনি বললেনঃ ইনি আদম (আঃ)। আর তাঁর ডানে ও বায়ে তাঁর সন্তানদের রুহ। ডান দিকের লোকেরা জান্নাতী আর বা দিকের লোকেরা জাহান্নামী। এজন্য তিনি ডান দিকে তাকালে হাসেন আর বাঁ দিকে তাকালে কাঁদেন। তারপর জিবরীল (আঃ) আমাকে সঙ্গে নিয়ে দ্বিতীয় আকাশে উঠলেন। সেখানে উঠে রক্ষক কে বললেনঃ দরযা খোল। তখন রক্ষক প্রথম আসমানের রক্ষকের অনুরুপ প্রশ্ন করলেন। তারপর দরযা খুলে দিলেন।;\n\nআনাস (রাঃ) বলেনঃ এরপর আবূ যার বলেনঃ তিনি (নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) আসমানসমূহে আদম (আঃ), ঈদরীস (আঃ), মূসা (আঃ), ঈসা (আঃ), ও ইবরাহীম (আঃ)-কে পেলেন। আবূ যার (রাঃ) তাঁদের অবস্থান নির্দিষ্ট ভাবে বলেন নি। কেবল এতটুকু বলেছেন যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আদম (আঃ)-কে প্রথম আসমানে এবং ইবরাহীম (আঃ)-কে ষষ্ট আসমানে পেয়েছেন। আনাস (রাঃ) বলেনঃ যখন জিবরীল (আঃ) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে ইদরীস (আঃ) এর পাশ দিয়ে নিয়ে যাচ্ছিলেন, তখন ঈদরীস (আঃ) বললেনঃ খোশ আমদেদ! পুণ্যবান নবী ও নেক ভাই! আমি জিজ্ঞাসা করলাম ইনি কে? জিবরীল (আঃ) বললেনঃ ইনি ঈদরীস (আঃ)। তারপর আমি মূসা (আঃ) এর নিকট দিয়ে যাচ্ছিলাম। তিনি বললেনঃ খোশ আমদেদ! পূণ্যবান রাসূল ও নেক ভাই। আমি বললাম ইনি কে? জিবরীল (আঃ) বললেনঃ মূসা (আঃ)। তারপর আমি ঈসা (আঃ) এর নিকট দিয়ে যাচ্ছিলাম। তিনি বললেনঃ খোশ আমদেদ! পুণ্যবান রাসূল ও নেক ভাই। আমি জিজ্ঞাসা করলাম ইনি কে? জিবরীল (আঃ) বললেনঃ ইনি ঈসা (আঃ)।\n\nতারপর ইবরাহীম (আঃ) এর নিকট দিয়ে যাচ্ছিলাম। তিনি বললেনঃ খোশ আমদেদ! পুণ্যবান নবী ও নেক সন্তান। আমি জিজ্ঞাসা করলাম ইনি কে? জিবরীল (আঃ) বললেনঃ ইনি ইবরাহীম (আঃ)। ইবনু শিহাব (রহঃ) বলেন যে, ইবনু হাযম আমাকে খবর দিয়েছেন ইবনু আব্বাস ও আবূ হাব্বা আনসারী (রাঃ) উভয়ে বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তারপর আমাকে আরো উপরে উঠানো হল, আমি এমন এক সমতল স্থানে উপনীত হলাম, যেখান থেকে কলমের লেখার শব্দ শুনতে পেলাম। ইবনু হাযম (রহঃ) ও আনাস ইবনু মালিক (রাঃ) বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তারপর আল্লাহ তাআলা আমার উম্মতের উপর পঞ্চাশ ওয়াক্ত সালাত (নামায/নামাজ) ফরয করে দিলেন। আমি এ নিয়ে প্রত্যাবর্তনকালে যখন মূসা (আঃ) এর নিকট দিয়ে যাচ্ছিলাম, তখন মূসা (আঃ) বললেনঃ আপনার উম্মতের উপর আল্লাহ কি ফরয করেছেন? আমি বললামঃ পঞ্চাশ ওয়াক্ত সালাত ফরয করেছেন। তিনি বললেনঃ আপনি আপনার রবের কাছে ফিরে যান। কারণ আপনার উম্মত তা আদায় করতে সক্ষম হবে না।\n\nআমি ফিরে গেলাম। আল্লাহ পাক কিছু অংশ কমিয়ে দিলেন। আমি মূসা (আঃ) এর কাছে আবার গেলাম আর বললামঃ কিছু অংশ কমিয়ে দিয়েছেন। তিনি বললেনঃ আপনি আবার আপনার রবের কাছে যান। কারণ আপনার উম্মত এও আদায় করতে সক্ষম হবে না। আমি ফিরে গেলাম। তখন আরো কিছু অংশ কমিয়ে দেওয়া হল। আবার মূসা (আঃ) এর কাছে গেলাম, এবারো তিনি বললেনঃ আপনি আবার আপনার রবের কাছে যান। কারণ আপনার উম্মত এও আদায় করতে সক্ষম হবে না। তখন আমি আবার গেলাম, তখন আল্লাহ বললেনঃ এই পাঁচই (সওয়াবের দিক দিয়ে) পঞ্চাশ (গণ্য হবে)। আমার কথার কোন পরিবর্তন নেই। আমি আবার মূসা (আঃ) এর কাছে আসলে তিনি আমাকে আবারো বলললেনঃ আপনার রবের কাছে আবার যান। আমি বললামঃ আবার আমার রবের কাছে যেতে আমি লজ্জাবোধ করছি। তারপর জিবরীল(আঃ) আমাকে সিদরাতুল মুনতাহা পর্যন্ত নিয়ে গেলেন। আর তখন তা বিভিন্ন রঙে ঢাকা ছিল, যার তাৎপর্য আমার জানা ছিল না। তারপর আমাকে জান্নাতে নিয়ে যাওয়া হল। আমি দেখলাম তাতে মুক্তার হার রয়েছে আর তাঁর মাটি কস্তুরি।;\n",
        "id": 342,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪২।  মি'রাজে কিভাবে সালাত ফরজ  হল?",
        "hadithBengali": "৩৪৩। আবদুল্লাহ ইবনু ইউসুফ (রহঃ)......... উম্মুল মুমিনীন আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আল্লাহ তাআলা মুকীম অবস্থায় ও সফরে দুই রাকআত করে সালাত (নামায/নামাজ) ফরয করেছিলেন ।পরে সফরে সালাত (নামায/নামাজ) পূর্বের মত রাখা হল আর মুকীম অবস্থায় সালাত (নামায/নামাজ) বৃদ্ধি করা হল।;\n",
        "id": 343,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৩। সালাত আদায়ের সময় কাপড় পরার প্রয়জনীয়তা। ",
        "hadithBengali": "وَقَوْلِ اللَّهِ تَعَالَى: (خُذُوا زِينَتَكُمْ عِنْدَ كُلِّ مَسْجِدٍ). وَمَنْ صَلَّى مُلْتَحِفًا فِي ثَوْبٍ وَاحِدٍ، وَيُذْكَرُ عَنْ سَلَمَةَ بْنِ الأَكْوَعِ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: يَزُرُّهُ وَلَوْ بِشَوْكَةٍ. فِي إِسْنَادِهِ نَظَرٌ، وَمَنْ صَلَّى فِي الثَّوْبِ الَّذِي يُجَامِعُ فِيهِ مَا لَمْ يَرَ أَذًى، وَأَمَرَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ لاَ يَطُوفَ بِالْبَيْتِ عُرْيَانٌ;\n\nআল্লাহ তাআলা ইরশাদ করেন- (خُذُوا زِينَتَكُمْ عِنْدَ كُلِّ مَسْجِدٍ) তোমরা প্রত্যেক সালাতের সময় সুন্দর পরিচ্ছদ পরিধান করবে (৭ : ৩১)।;\n\nএক বস্ত্র শরীরে জড়িয়ে সালাত আদায় করা। সালামা ইবনুল আকওয়া (রা) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমরা জামায় বোতাম লাগিয়ে নাও এমন কি কাটা দিয়ে হলেও। এই হাদীসের সনদ সম্পর্কে কথা আছে। যে কাপড় পরে স্ত্রী সহবাস করা হয়েছে তাতে কোন নাপাকি দেখা না গেলে তা পরিধান করে সালাত আদায় করা যায়। আর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নির্দেশ দিয়েছেন যে, উলঙ্গ অবস্থায় যেন কেউ বায়তুল্লাহর তাওয়াফ না করে।;\n\n\n৩৪৪। মূসা ইবনু ইসমাঈল (রহঃ) ..... উম্মে আতিয়্যা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ঈদের দিনে ঋতুবতী এবং পর্দানশীন মহিলাদের বের করে আনার নির্দেশ দিলেন, যাতে তাঁরা মুসলিমদের জামাআত ও দুআয় শরীক হতে পারে। অবশ্য ঋতুবতী মহিলারা সালাত (নামায/নামাজ)-এর স্থান থেকে দূরে থাকবে। এক মহিলা বললেনঃ ইয়া রাসূলাল্লাহ! আমাদের কারো কারো ওড়না নেই। তিনি বললেনঃ তাঁর সাথীর উচিত তাঁকে নিজের ওড়না থেকে পরিয়ে দেওয়া।;\n\nআবদুল্লাহ ইবনু রাজা (রহঃ) সুত্রে উম্মে আতিয়্যা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কে এরূপ বলতে শুনেছি।;\n",
        "id": 344,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উম্মু আতিয়্যাহ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৪। সালাতে কাঁধে তহবন্দ বাঁধা।",
        "hadithBengali": "وَقَالَ أَبُو حَازِمٍ عَنْ سَهْلٍ صَلَّوْا مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَاقِدِي أُزْرِهِمْ عَلَى عَوَاتِقِهِمْ;\n\nআর আবূ হাযিম (রহঃ) সাহল ইবন সাদ (রাঃ) থেকে বর্ণনা করেন যে, সাহাবায়ে কিরাম নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে তহবন্দ কাঁধে বেঁধে সালাত আদায় করেছিলেন;\n\n\n৩৪৫। আহমদ ইবনু ইউনুস (রহঃ) ..... মুহাম্মদ ইবনুল মুনকাদির (রহঃ) থেকে বর্ণিত, তিনি বলেনঃ একদা জাবির (রাঃ) কাঁধে তহবন্দ বেঁধে সালাত (নামায/নামাজ) আদায় করেন। আর তাঁর কাপড় (জামা) আলনায় রক্ষিত ছিল। তখন তাঁকে এক ব্যাক্তি বললঃ আপনি যে এক তহবন্দ পরে সালাত আদায় করলেন? তিনি উত্তরে বললেনঃ তোমার মত আহাম্মকদের দেখানোর জন্য আমি এরূপ করেছি। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর যুগে আমাদের মধ্যে কারই বা দুটো কাপড় ছিল?;\n",
        "id": 345,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "মুহাম্মাদ ইবনুল মুনকাদির (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৪। সালাতে কাঁধে তহবন্দ বাঁধা।",
        "hadithBengali": "৩৪৬। মুতাররিফ আবূ মূসাআব (রহঃ) .... মুহাম্মদ ইবনুল মুনকাদির (রহঃ) থেকে বর্ণিত, তিনি বলেনঃ আমি জাবির (রাঃ)-কে এক কাপড়ে সালাত (নামায/নামাজ) আদায় করতে দেখেছি। আর তিনি বলেছেনঃ আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে এক কাপড়ে সালাত (নামায/নামাজ) আদায় করতে দেখেছি।;\n",
        "id": 346,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "মুহাম্মাদ ইবনুল মুনকাদির (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৫। এক কাপড় গায়ে জড়িয়ে সালাত আদায় করা করা। ",
        "hadithBengali": "قَالَ الزُّهْرِيُّ فِي حَدِيثِهِ الْمُلْتَحِفُ الْمُتَوَشِّحُ، وَهْوَ الْمُخَالِفُ بَيْنَ طَرَفَيْهِ عَلَى عَاتِقَيْهِ، وَهْوَ الاِشْتِمَالُ عَلَى مَنْكِبَيْهِ. قَالَ وَقَالَتْ أُمُّ هَانِئٍ الْتَحَفَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِثَوْبٍ، وَخَالَفَ بَيْنَ طَرَفَيْهِ عَلَى عَاتِقَيْهِ;\n\nযুহরী (রহঃ) তাঁর হাদীসে বর্ণনা করেছেন যে, ملٔتحف এর অর্থ متوشح -অর্থাৎ যে চাদরের উভয় অংশ বিপরীত কাঁধে রাখে। এভাবে কাঁধের উপর চাদর রাখাকে ইশতিমাল বলে। উম্মে হানী (রাঃ) বলেন যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক চাদর গায়ে দিলেন এবং তিনি চাদরের উভয় প্রান্ত বিপরীত কাঁধে রাখলেন।;\n\n\n৩৪৭। উবায়দুল্লাহ ইবনু মূসা (রহঃ) .... উমর ইবনু আবূ সালামা (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এক কাপড় পরে সালাত (নামায/নামাজ) আদায় করলেন, আর তাঁর উভয় প্রান্ত বিপরীত দিকে রাখলেন।;\n",
        "id": 347,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উমর ইবনু আবূ সালামাহ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৫। এক কাপড় গায়ে জড়িয়ে সালাত আদায় করা করা। ",
        "hadithBengali": "৩৪৮। মুহাম্মদ ইবনুল মূসান্না (রহঃ)......... উমর ইবনু আবূ সালামা (রাঃ) থেকে বর্ণিত যে, তিনি রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে উম্মে সালামা (রাঃ)-এর ঘরে এক কাপড়ে সালাত (নামায/নামাজ) আদায় করতে দেখেছেন। তিনি [রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম] সে কাপড়ের উভয় প্রান্ত নিজের উভয় কাঁধে রেখেছিলেন।;\n",
        "id": 348,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উমর ইবনু আবূ সালামাহ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৫। এক কাপড় গায়ে জড়িয়ে সালাত আদায় করা করা। ",
        "hadithBengali": "৩৪৯। উবায়দ ইবনু ইসমাঈল (রহঃ) ..... উমর ইবনু আবূ সালামা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে এক কাপড় জড়িয়ে উম্মে সালামা (রাঃ)-এর ঘরে এক কাপড়ে সালাত (নামায/নামাজ) আদায় করতে দেখেছি, যার উভয় প্রান্ত তাঁর উভয় কাঁধের উপর রেখেছিলেন।;\n",
        "id": 349,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উমর ইবনু আবূ সালামাহ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৫। এক কাপড় গায়ে জড়িয়ে সালাত আদায় করা করা। ",
        "hadithBengali": "৩৫০। ইসমাঈল ইবনু আবূ উওয়ায়স (রহঃ) .... উম্মে হানী বিনত আবূ তালিব (রাঃ) বলেনঃ আমি বিজয়ের বছর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে গিয়ে দেখলাম যে, তিনি গোসল করছেন আর তাঁর মেয়ে ফাতিমা (রাঃ) তাঁকে পর্দা করে রখেছেন। তিনি বলেনঃ আমি তাঁকে সালাম দিলাম। তিনি জিজ্ঞাসা করলেনঃ এ কে? আমি উত্তর দিলামঃ আমি উম্মে হানী বিনত আবূ তালিব। তিনি বললেনঃ মারহাবা, হে উম্মে হানী! গোসল করার পরে তিনি এক কাপড় জড়িয়ে আট রাকআত সালাত (নামায/নামাজ) আদায় করলেন। সালাত শেষ করলে তাঁকে আমি বললামঃ ইয়া রাসূলাল্লাহ! আমার সহোদর ভাই [আলী ইবনু আবূ তালিব (রাঃ)] এক লোককে হত্যা করতে চায়, অথচ আমি সে লোকটিকে আশ্রয় দিয়েছি। সে লোকটি হুবায়রার ছেলে অমুক। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ হে উম্মে হানী! তুমি যাকে আশ্রয় দিয়েছ, আমিও তাঁকে আশ্রয় দিলাম। উম্মে হানী (রাঃ) বলেনঃ তখন ছিল চাশতের সময়।;\n",
        "id": 350,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উম্মু হানী বিনতু আবূ তালিব (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৫। এক কাপড় গায়ে জড়িয়ে সালাত আদায় করা করা। ",
        "hadithBengali": "৩৫১। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ..... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত যে, এক ব্যাক্তি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে এক কাপড়ে সালাত (নামায/নামাজ) আদায়ের হুকুম জিজ্ঞাসা করল। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম উত্তরে বললেনঃ তোমাদের প্রত্যেকের কি দুটি করে কাপড় আছে?;\n",
        "id": 351,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৬। কেউ এক কাপড়ে সালাত আদায় করলে সে যেন উভয় কাঁধের উপর (কিছু অংশ) রাখে",
        "hadithBengali": "৩৫২। আবূ আসিম (রহঃ) ..... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, তোমাদের কেউ এক কাপড়ে পরে এমনভাবে যেন সালাত (নামায/নামাজ) আদায় না করে যে, তার উভয় কাঁধে এর কোন অংশ নেই।;\n",
        "id": 352,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৬। কেউ এক কাপড়ে সালাত আদায় করলে সে যেন উভয় কাঁধের উপর (কিছু অংশ) রাখে",
        "hadithBengali": "৩৫৩। আবূ নুআয়ম (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমি সাক্ষ্য দিচ্ছি যে আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে বলতে শুনেছিঃ যে ব্যাক্তি এক কাপড়ে সালাত (নামায/নামাজ) আদায় করে, সে যেন কাপড়ের দুপ্রান্ত বিপরীত পার্শ্বে রাখে।;\n",
        "id": 353,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৭।  কাপড় যদি সংকীর্ণ হয়",
        "hadithBengali": "৩৫৪। ইয়াহইয়া ইবনু সালিহ (রহঃ)...... সাঈদ ইবনু হারিস (রহঃ) থেকে বর্ণিত, তিনি বলেনঃ আমরা জাবির ইবনু আবদুল্লাহ (রাঃ)-কে এক কাপড়ে সালাত (নামায/নামাজ) আদায় করা সম্পর্কে জিজ্ঞাসা করেছিলাম। তিনি বললেনঃ আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর সঙ্গে কোন সফরে বের হয়েছিলাম। এক রাতে আমি কোন প্রয়োজনে তাঁর কাছে গেলাম। দেখলাম, তিনি সালাত (নামায/নামাজ) রত আছেন। তখন আমার শরীরে মাত্র একখানা কাপড় ছিল। আমি কাপড় দিয়ে শরীর জড়িয়ে নিলাম আর তাঁর পার্শ্বে সালাত(নামায/নামাজ) দাঁড়ালাম। তিনি সালাত (নামায/নামাজ) শেষ করে জিজ্ঞাসা করলেনঃ জাবির! রাতের বেলা আসার কারণ কি? তখন আমি তাঁকে আমার প্রয়োজনের কথা জানালাম। আমার কাজ শেষ হলে তিনি বললেনঃ এ কিরূপ জড়ানো অবস্থায় তোমকে দেখলাম? আমি বললামঃ কাপড় একটই ছিল (তাই এভাবে করেছি)। তিনি বললেনঃ কাপড় যদি বড় হয়, তাহলে শরীরে জড়িয়ে পরবে। আর যদি ছোট হয়, তাহলে তহবন্দরূপে ব্যাবহার করবে।;\n",
        "id": 354,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": " সাঈদ ইবনু হারিস (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৭।  কাপড় যদি সংকীর্ণ হয়",
        "hadithBengali": "৩৫৫। মূসাদ্দাদ (রহঃ) .... সাহল (রাঃ) থেকে বর্ণিত যে, লোকেরা বাচ্চাদের মত নিজেদের তহবন্দ কাঁধে বেঁধে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাথে সালাত (নামায/নামাজ) আদায় করতেন। আর মহিলাদের প্রতি নির্দেশ ছিল যে, তাঁরা যেন পুরুষদের ঠিকমত বসে যাওয়ার পূর্বে সিজদা থেকে মাথা না উঠায়।;\n",
        "id": 355,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "সাহল বিন সাদ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৮। শামী জুব্বা পরে সালাত আদায় করা।",
        "hadithBengali": "وَقَالَ الْحَسَنُ فِي الثِّيَابِ يَنْسُجُهَا الْمَجُوسِيُّ لَمْ يَرَ بِهَا بَأْسًا. وَقَالَ مَعْمَرٌ رَأَيْتُ الزُّهْرِيَّ يَلْبَسُ مِنْ ثِيَابِ الْيَمَنِ مَا صُبِغَ بِالْبَوْلِ. وَصَلَّى عَلِيٌّ فِي ثَوْبٍ غَيْرِ مَقْصُورٍ;\n\nহাসান (রহঃ) বলেনঃ মাজূসী (অগ্নিপূজক)-দের তৈরি কাপড়ে সালাত আদায় করার কোন ক্ষতি নেই। আর মামার (রহ) বলেনঃ আমি যুহরী (রহঃ)-কে ইয়ামানের তৈরি কাপড়ে সালাত আদায় করতে দেখেছি, যা পেশাবের (কাপড় ধৌত করার পরও পেশাবের দাগ যায়নি এমন কাপড়) দ্বারা রঞ্জিত ছিল। আলী ইবন আবূ তালিব (রাঃ) অধোয়া নতুন কাপড়ে সালাত আদায় করতেন।;\n\n\n৩৫৬। ইয়াহইয়া (রহঃ) .... মুগীর ইবনু শুবা থেকে বর্ণিত, তিনি বলেনঃ আমি কোন এক সফরে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে ছিলাম। তিনি বললেনঃ হে মুগীরা! লোটাটি লও। আমি তা নিলাম। তিনি আমার দৃষ্টির বাইরে গিয়ে প্রয়োজন সমাধা করলেন। তখন তাঁর দেহে ছিল শামী জুব্বা। তিনি জুব্বার আস্তিন থেকে হাত বের করতে চাইলেন। কিন্তু আস্তিন সংকীর্ণ হওয়ায় তিনি নিচের দিক দিয়ে হাত বের করলেন। আমি পানি ঢেলে দিলাম এবং তিনি সালাতের উযূর ন্যায় উযূ (ওজু/অজু/অযু) করলেন। আর তাঁর উভয় মোজার উপর মাসেহ করলেন ও পরে সালাত (নামায/নামাজ) আদায় করলেন।;\n",
        "id": 356,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "মুগীরা ইবনু শু'বা  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৪৯। সালাতে ও তার বাইরে বিবস্ত্র হওয়া অপছন্দনীয়",
        "hadithBengali": "৩৫৭। মাতার ইবনু ফযল (রহঃ) ... জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম (নবুওয়াতের পূর্বে) কুরাইশদের সাথে কাবার (মেরামতের) জন্য পাথর তুলে দিচ্ছিলেন। তাঁর পরনে ছিল লুঙ্গী। তাঁর চাচা আব্বাস (রাঃ) তাঁকে বললেন; ভাতিজা! তুমি লুঙ্গী খুলে কাঁধে পাথরের নীচে রাখলে ভাল হত। জাবির (রাঃ) বলেনঃ তিনি লুঙ্গী খুলে কাঁধে রাখলেন এবং তৎক্ষণাত বেহুশ হয়ে পড়লেন। এরপর তাঁকে আর কখনও বিবস্ত্র অবস্থাই দেখা যায়নি।;\n",
        "id": 357,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "জাবির ইবনু আবদুল্লাহ আনসারী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫০। জামা, পায়জামা, জাঙ্গিয়া কাবা পরে সালাত আদায় করা",
        "hadithBengali": "৩৫৮। সুলায়মান ইবনু হারব (রহঃ) .... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ এক ব্যাক্তি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে দাঁড়িয়ে এক কাপড়ে সালাত (নামায/নামাজ) আদায়ের হুকুম জিজ্ঞাসা করল। তিনি বললেনঃ তোমাদের প্রত্যেকের কাছে কি দুখানা করে কাপড় আছে? এরপর এক ব্যাক্তি উমর (রাঃ)-কে জিজ্ঞাসা করল। তিনি বললেনঃ আল্লাহ যখন তোমাদের সামর্থ্য দিয়েছেন তখন তোমরাও নিজেদের সামর্থ্য প্রকাশ কর। লোকেরা যেন পুরো পোশাক একত্রে পরিধান করে অর্থাৎ মানুষ তহবন্দ ও চাঁদর, তহবন্দ ও জামা, তহবন্দ ও কাবা*, পায়জামা ও চাঁদর, পায়জামা ও জামা, পায়জামা ও কাবা, জাঙ্গিয়া ও কাবা, জাঙ্গিয়া ও জামা পরে সালাত আদায় করে। আবূ হুরায়রা (রাঃ) বলেন যে, আমার মনে হয় উমর (রাঃ) জাঙ্গিয়া ও চাঁদরের কথাও বলেছিলেন।;\n",
        "id": 358,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫০। জামা, পায়জামা, জাঙ্গিয়া কাবা পরে সালাত আদায় করা",
        "hadithBengali": "৩৫৯। আসিম ইবনু আলী (রহঃ) ... ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ এক ব্যাক্তি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে জিজ্ঞাসা করলো, ইহরামকারী কি পরিধান করবে? তিনি বললেনঃ সে জামা পরবে না, পায়জামা পরবে না, টুপি পরবে না, যাফরান বা ওয়ারস* রঙে রঞ্জিত কাপড় পরবে না। আর জুতা না পেলে মোজা পরবে। তবে তা পায়ের গিরার নীচে পর্যন্ত কেটে নেবে।;\n\nনাফি (রহঃ) ইবনু উমর (রাঃ) সুত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে অনুরূপ বর্ণনা করেছেন।;\n",
        "id": 359,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫১। লজ্জাস্থান ঢাকা",
        "hadithBengali": "৩৬০। কুতায়বা (রহঃ) .... আবূ সাঈদ খুদরী (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইশতিমালে সাম্মা* এবং কাপড়ে ইহতিবা* করতে নিষেধ করেছেন যাতে তাঁর লজ্জাস্থানে কাপড়ের কোন অংশ না থাকে।;\n",
        "id": 360,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ সা'ঈদ খুদরী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫১। লজ্জাস্থান ঢাকা",
        "hadithBengali": "৩৬১। কাবীসা ইবনু উকবা (রহঃ) ... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দুধরনের ক্রয়-বিক্রয় নিষেধ করেছেন। তা হল লিমাস ও নিবায* আর ইশ্তিমালে সাম্মা এবং এক কাপড়ে ইহতিবা করতে নিষেধ করেছেন।;\n",
        "id": 361,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫১। লজ্জাস্থান ঢাকা",
        "hadithBengali": "৩৬২। ইসহাক (রহঃ) .... আবূ হুরায়রা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমাকে আবূ বকর (রাঃ) [যখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর পক্ষ থেকে তাঁকে হাজ্জের আমীর বানানো হয়েছিল] কুরবানীর দিন ঘোষকদের সাথে মিনায় এ ঘোষণা করার জন্য পাঠালেন যে, এ বছরের পরে কোন মুশরিক বায়তুল্লাহর হাজ্জ (হজ্জ) করতে পারবে না। আর কোন উলঙ্গ লোকও বায়তুল্লাহ তাওয়াফ করতে পারবে না। হুমায়দ ইবনু আবদুর রহমান (রহঃ) বলেনঃ এরপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আলী (রাঃ)-কে আবূ বকর (রাঃ) এর পেছনে প্রেরণ করেন আর তাঁকে সুরা বারাআতের (প্রথম অংশের) ঘোষণা করার নির্দেশ দেন। আবূ হুরায়রা (রাঃ) বলেনঃ তখন আমাদের সঙ্গে আলী (রাঃ) কুরবানীর দিন মিনায় ঘোষণা দেন যে, এ বছরের পর থেকে আর কোন মুশরিক হাজ্জ (হজ্জ) করতে পারবে না এবং কোন উলঙ্গ ব্যাক্তিও তাওয়াফ করতে পারবে না।;\n",
        "id": 362,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হুরায়রা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫২। চাদর গায়ে না দিয়ে সালাত আদায় করা",
        "hadithBengali": "৩৬৩। আবদুল আযীয ইবনু আবদুল্লাহ (রহঃ) ..... মুহাম্মদ ইবনুল মুনকাদির (রহঃ) থেকে বর্ণিত, তিনি বলেনঃ আমি জাবির ইবনু আবদুল্লাহ (রহঃ)-এর কাছে গিয়ে দেখি তিনি একটি মাত্র কাপড় নিজের শরীরে জড়িয়ে সালাত (নামায/নামাজ) আদায় করছেন অথচ তাঁর একটা চাঁদর সেখানে রাখা ছিল। সালাতের পর আমার বললামঃ হে আবূ আবদুল্লাহ! আপনি সালাত আদায় করছেন, অথচ আপনার চাঁদর তুলে রেখেছেন? তিনি বললেন, হ্যাঁ, তোমাদের মত নির্বোধদের দেখানোর জন্য আমি এরূপ করেছি। আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে এভাবে সালাত আদায় করতে দেখেছি।;\n",
        "id": 363,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "মুহাম্মাদ ইবনুল মুনকাদির (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৩। ঊরু সম্পর্কে বর্ণনা।",
        "hadithBengali": "وَيُرْوَى عَنِ ابْنِ عَبَّاسٍ وَجَرْهَدٍ وَمُحَمَّدِ بْنِ جَحْشٍ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: الْفَخِذُ عَوْرَةٌ. وَقَالَ أَنَسٌ حَسَرَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ فَخِذِهِ. وَحَدِيثُ أَنَسٍ أَسْنَدُ، وَحَدِيثُ جَرْهَدٍ أَحْوَطُ حَتَّى يُخْرَجَ مِنِ اخْتِلاَفِهِمْ. وَقَالَ أَبُو مُوسَى غَطَّى النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رُكْبَتَيْهِ حِينَ دَخَلَ عُثْمَانُ. وَقَالَ زَيْدُ بْنُ ثَابِتٍ أَنْزَلَ اللَّهُ عَلَى رَسُولِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَفَخِذُهُ عَلَى فَخِذِي فَثَقُلَتْ عَلَيَّ حَتَّى خِفْتُ أَنْ تُرَضَّ فَخِذِي;\n\nআবূ আবদুল্লাহ (রহঃ) বলেন, বর্ণিত আছে যে, ইবন আব্বাস, জারহাদ ও মুহাম্মদ ইবন জাহশ (রাঃ) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন যে, ঊরু সতরের অন্তর্ভুক্ত। আর আনাস (রাঃ) বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর ঊরু থেকে কাপড় সরিয়েছিলেন [আবূ আবদুল্লাহ বুখারী (রহঃ)] সনদের দিক থেকে আনাস (রাঃ)-এর হাদীস অধিক সহীহ আর জারহাদ (রাঃ)-এর হাদীস অধিকতর সতর্কতামূলক। এভাবেই আমরা (উম্মতের মধ্যে) মতবিরোধ এড়াতে পারি। আর আবূ মূসা (রাঃ) বলেছেনঃ উসমান (রাঃ)-এর আগমনে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর হাঁটু ঢেকে নেন। যায়িদ ইবন সাবিত (রাঃ) বলেনঃ আল্লাহ তাআলা রাসূলসাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর উপর ওহী নাযিল করেছেন এমন অবস্থায় যখন তাঁর ঊরু ছিল আমার উরুর উপর। আমার কাছে তাঁর ঊরু এত ভারি বোধ হচ্ছিল যে, আমি আশংকা করছিলাম, হয়ত আমার ঊরুর হাড় ভেঙ্গে যাবে;\n\n\n৩৬৪। ইয়াকূব ইবনু ইবরাহীম (রহঃ) .... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খায়রব যুদ্ধে বের হয়েছিলেন। সেখানে আমরা ফজরের সালাত (নামায/নামাজ) খুব ভোরে আদায় করলাম। তারপর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সওয়ার হলেন। আবূ তালহা (রাঃ)-ও সওয়ার হলেন, আর আমি আবূ তালহার পেছনে বসা ছিলাম। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর সওয়ারীকে খায়বরের পথে চালিত করলেন। আমার হাঁটু নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর ঊরুতে লাগছিল। এরপর নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর ঊরু থেকে ইযার সরে গেল। এমনকি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর ঊরুর উজ্জলতা এখনও আমি দেখছি। তিনি যখন নগরে প্রবেশ করলেন তখন বললেনঃ আল্লাহ আকবার। খায়বর ধ্বংস হউক। আমরা যখন কোন কওমের প্রাঙ্গনে অবতরণ করি তখন সতর্কীকৃতদের ভোর হবে কতই না মন্দ! এ কথা তিনি তিনবার উচ্চারন করলেন।;\n\nআনাস (রাঃ) বলেনঃ খায়বরের অধিবাসীরা নিজেদের কাজে বেরিয়েছিল। তারা বলে উঠলঃ মুহাম্মদ! আবদুল আযীয (রহঃ) বলেনঃ আমাদের কোন কোন সাথী পূর্ণ বাহিনীসহ; (ওয়াল খামীস) শব্দও যোগ করেছেন। পরে যুদ্ধের মাধ্যমে আমরা খায়বর জয় করলাম। তখন যুদ্ধবন্দীদের সমবেত করা হল। দিহরা (রাঃ) এসে বললেনঃ হে আল্লাহর নবী! বন্দীদের থেকে আমাকে একটি দাসী দিন। তিনি বললেনঃ যাও তুমি একটি দাসী নিয়ে যাও। তিনি সাফিয়্যা বিনত হুয়াই (রাঃ)-কে নিলেন। তখন এক ব্যাক্তি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর কাছে এসে বললঃ ইয়া নাবিয়াল্লাহ! বনূ কুরাইযা ও বনূ নাযীরের অন্যতম নেত্রী সাফিয়্যা বিনত হুয়াইকে আপনি দিহয়াকে দিচ্ছেন? তিনি তো একমাত্র আপনার এ যোগ্য। তিনি বললেনঃ দিহয়াকে সাফিয়্যাসহ ডেকে আন। তিনি সাফিয়্যাসহ উপস্থিত হলেন। যখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সাফিয়্যা (রাঃ)-কে দেখলেন তখন (দিহয়াকে) বললেনঃ তুমি বন্দীদের থেকে অন্য একটি দাসী দেখে নাও। রাবী বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সাফিয়্যা (রাঃ)-কে আযাদ করে দিলেন এবং তাঁকে বিয়ে করলেন।;\n\nরাবী সাবিত (রহঃ) আবূ হামযা (আনাস) (রাঃ)-কে জিজ্ঞেসা করলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁকে কি মাহর দিলেন? আনাস (রাঃ) জওয়াব দিলেন তাঁকে আযাদ করাই তাঁর মাহর। এর বিনিময়ে তিনি তাঁকে বিয়ে করেছেন। এরপর পথে উম্মে সুলায়ম (রাঃ) সাফিয়্যা (রাঃ)-কে সাজিয়ে রাতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর খিদমতে পেশ করলেন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বাসর রাত যাপন করে ভোরে উঠলেন। তিনি ঘোষণা দিলেনঃ যার কাছে খানার কিছু আছে সে যেন তা নিয়ে আসে। এ বলে তিনি একটা চামড়ার দস্তরখান বিছালেন। কেউ খেজুর নিয়ে আসলো, কেউ ঘি আনলো। আবদুল আযীয (রহঃ) বলেনঃ আমার মনে হয় আনাস (রাঃ) ছাতুর কথাও উল্লেখ করেছেন। তারপর তাঁরা এসব মিশিয়ে খাবার তৈরি করলেন। এ-ই ছিল রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর ওয়ালীমা।;\n",
        "id": 364,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৪। মহিলারা সালাত আদায় করতে কয়টি কাপড় পরবে।",
        "hadithBengali": "وَقَالَ عِكْرِمَةُ لَوْ وَارَتْ جَسَدَهَا فِي ثَوْبٍ لأَجَزْتُهُ;\n\nইকরিমা (রহঃ) বলেনঃ যদি একটি কাপড়ে মহিলার সমস্ত শরীর ঢেকে যায় তবে তাতেই সালাত জায়েয হবে।;\n\n\n৩৬৫। আবূল ইয়ামান (রহঃ) .... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ফযরের সালাত (নামায/নামাজ) আদায় করতেন আর তাঁর সঙ্গে অনেক মুমিন মহিলা চাদর দিয়ে গা ঢেকে শরীক হতো। তারপর তাঁরা নিজ নিজ ঘরে ফিরে যেতো। আর তাঁদের কেউ চিনতে পারত না।;\n",
        "id": 365,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৫। কারুকার্য খচিত কাপড়ে সালাত আদায় করা এবং ঐ কারুকার্যে দৃষ্টি পড়া",
        "hadithBengali": "৩৬৬। আহমদ ইবনু ইউনুস (রহঃ) .... আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একদা একটি কারুকার্য খচিত চাদর গায়ে দিয়ে সালাত (নামায/নামাজ) আদায় করলেন। আর সালাতে সে চাদরের কারুকার্যের প্রতি তাঁর দৃষ্টি পড়ল। সালাত শেষে তিনি বললেনঃ এ চাদরখানা আবূ জাহমের কাছে নিয়ে যাও, আর তার কাছ থেকে আমবিজানিয়্যা (কারুকার্য ছাড়া মোটা চাঁদর) নিয়ে আস। এটা তো আমাকে সালাত থেকে অমনোযোগী করে দিচ্ছিল।;\n\nহিশাম ইবনু উরওয়া (রহঃ) তাঁর পিতা থেকে এবং তিনি আয়িশা (রাঃ) থেকে বর্ণনা করেন যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমি সালাত আদায়ের সময় এর কারুকার্যের প্রতি আমার দৃষ্টি পড়ে। তখন আমি আশংকা করছিলাম যে, এটা আমাকে ফিতনায় ফেলে দিতে পারে।;\n",
        "id": 366,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৬। ক্রুশ চিহ্ন অথবা ছবিযুক্ত কাপড়ে সালাত ফাসিদ হবে কিনা এবং এ সম্মন্ধে নিষেধাজ্ঞা",
        "hadithBengali": "৩৬৭। আবূ মামার আবদুল্লাহ ইবনু আমর (রহঃ) .... আনাস (রাঃ) থেকে বর্ণিত, আয়িশা (রাঃ)-এর কাছে একটা বিচিত্র রঙের পাতলা পর্দার একটা কাপড় ছিল। তিনি তা ঘরের একদিকে পর্দা হিসাবে ব্যাবহার করছিলেন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আমার সম্মুখ থেকে এই পর্দা সরিয়ে নাও। কারণ সালাত (নামায/নামাজ) আদায় করার সময় এর ছবিগুল আমার সামনে ভেসে ওঠে।;\n",
        "id": 367,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৭। রেশমী জুব্বা পরে সালাত আদায় করা ও পরে তা খুলে ফেলা",
        "hadithBengali": "৩৬৮। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) .... উকবা ইবনু আমির (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে একটা রেশমি জুব্বা হাদিয়া হিসাবে দেওয়া হয়েছিল। তিনি তা পরিধান করে সালাত (নামায/নামাজ) আদায় করলেন। কিন্তু সালাত শেষ হওয়ার সাথে সাথে দ্রুত তা খুলে ফেললেন, যেন তিনি তা পরা অপছন্দ করছিলেন। তারপর তিনি বললেনঃ মুত্তাকীদের জন্য এই পোশাক সমীচীন নয়।;\n",
        "id": 368,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উকবাহ ইবনু আমির (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৮। লাল কাপড় পরে সালাত আদায় করা",
        "hadithBengali": "৩৬৯। মুহাম্মদ ইবনু আরআর (রহঃ) .... আবূ জুহায়ফা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে চামড়ার একটা লাল তাঁবুতে দেখলাম এবং তাঁর জন্য উযূর পানি নিয়ে বিলাল (রাঃ)-কে উপস্থিত দেখলাম। আর লোকেরা তাঁর উযূর পানির জন্য প্রতিযোগিতা করছে। কেউ সামান্য পানি পাওয়া মাত্র তা দিয়ে শরীর মুছে নিচ্ছে। আর যে পায়নি সে তাঁর সাথীর ভেজা হাত থেকে নিয়ে নিচ্ছে। তারপর বিলাল (রাঃ) রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর একটি লৌহফলকযুক্ত ছড়ি নিয়ে এসে তা মাটিতে পুতে দিলেন। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একটা লাল ডোরাযুক্ত পোশাক পরে বের হলেন, তাঁর তহবন্দ কিঞ্চিত উঁচু করে পরা ছিল। সে ছড়িটি সামনে রেখে লোকদের নিয়ে সালাত (নামায/নামাজ) আদায় করলেন। আর মানুষ ও জন্তু -জানোয়ার ঐ ছড়িটির বাইরে চলাফেরা করছিল।;\n",
        "id": 369,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ জুহাইফাহ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৯। ছাদ, মিম্বর ও কাঠের উপর সালাত আদায় করা।",
        "hadithBengali": "قَالَ أَبُو عَبْدِ اللَّهِ وَلَمْ يَرَ الْحَسَنُ بَأْسًا أَنْ يُصَلَّى عَلَى الْجَمْدِ وَالْقَنَاطِرِ، وَإِنْ جَرَى تَحْتَهَا بَوْلٌ أَوْ فَوْقَهَا أَوْ أَمَامَهَا، إِذَا كَانَ بَيْنَهُمَا سُتْرَةٌ. وَصَلَّى أَبُو هُرَيْرَةَ عَلَى ظَهْرِ الْمَسْجِدِ بِصَلاَةِ الإِمَامِ. وَصَلَّى ابْنُ عُمَرَ عَلَى الثَّلْجِ;\n\nআবূ আবদুল্লাহ (ইমাম বুখারী) (রহঃ) বলেনঃ হাসান বসরী (রহঃ) বরফ ও পুলের উপর সালাত আদায় করা দূষণীয় মনে করতেন নাযদিও তার নীচ দিয়ে, উপর দিয়ে অথবা সামনের দিক দিয়ে পেশাব প্রবাহিত হয়; যদি উভয় মাঝে কোন ব্যবধান থাকে। আবূ হুরায়ারা (রাঃ) মসজিদের ছাদে ইমামের সাথে সালাত আদায় করেছিলেন। ইবন উমর (রাঃ) বরফের উপর সালাত আদায় করেছেন।;\n\n\n৩৭০। আলী ইবনু আবদুল্লাহ (রহঃ) ..... আবূ হাযিম (রহঃ) থেকে বর্ণিত যে, লোকেরা সাহল ইবনু সাদ (রাঃ)-কে জিজ্ঞাসা করলঃ (নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর) মিম্বর কিসের তৈরি ছিল? তিনি বললেনঃ এ বিষয়ে আমার চাইতে জ্ঞাত আর কেউ নেই। তা ছিল গাবা নামক স্থানের ঝাউগাছের কাঠ দিয়ে তৈরী। অমুক মহিলার আযাদকৃত দাস অমুক ব্যাক্তি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর জন্য তা তৈরী করেছিলেন। তা পুরোপুরি তৈরী ও স্থাপিত হওয়ার পর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর উপর দাড়িয়ে কিবলার দিকে মুখ করে তাকবীর বললেন। লোকেরা তাঁর পেছনে দাঁড়িয়ে গেলেন। তারপর তিনি কিরাআত পড়লেন ও রুকূতে গেলেন। সকলেই তাঁর পেছনে রুকূতে গেলেন। তারপর তিনি মাথা তুলে পেছনে সরে গিয়ে মাটিতে সিজদা করলেন। এ হল মিম্বরের ইতিহাস।;\n\nআবূ আবদুল্লাহ (ইমাম বুখারী) (রহঃ) বলেনঃ আলী ইবনু আবদুল্লাহ (রহঃ) বলেছেন যে, আমাকে আহমদ ইবনু হাম্বল (রহঃ) এ হাদীস সম্পর্কে জিজ্ঞাসা করেছিলেন এবং বলেছিলেনঃ আমার ধারনা, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সবচাইতে উঁচু স্থানে ছিলেন। সুতরাং ইমামের মুক্তাদীরের চাইতে উঁচু স্থানে দাঁড়ানোতে কোন দোষ নেই।;\n\nআলী ইবনু আবদুল্লাহ (রহঃ) বলেনঃ আমি আহমদ ইবনু হাম্বল (রহঃ)-কে বললামঃ সুফিয়ান ইবনু উয়ায়না (রহঃ)-কে এ বিষয়ে বহুবার প্রশ্ন করা হয়েছে, আপনি তাঁর কাছে এ বিষয়ে কিছু শোনেন নি? তিনি জবাব দিলেনঃ না।;\n",
        "id": 370,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ হাযিম (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৫৯। ছাদ, মিম্বর ও কাঠের উপর সালাত আদায় করা।",
        "hadithBengali": "৩৭১। মুহাম্মদ ইবনু আবদুর রহীম (রহঃ) .... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একবার ঘোড়া থেকে পড়ে গেলেন, এতে তাঁর পায়ের গোছায় অথবা (রাবী বলেছেন) কাঁধে আঘাত পান। তিনি তাঁর স্ত্রীদের থেকে এক মাসের জন্য পৃথক হয়ে থাকেন। তখন তিনি ঘরের উপরের কক্ষে অবস্থান করেন যার সিড়ি ছিল খেজুর গাছের কান্ডের তৈরী। সাহাবীগণ তাঁকে দেখতে এলেন, তিনি তাঁদের নিয়ে বসে সালাত (নামায/নামাজ) আদায় করলেন, আর তাঁরা ছিল দাঁড়ানো। সালাম ফিরিয়ে তিনি বললেনঃ ইমাম এজন্য যে মুক্তাদীরা তার অনুসরণ করবে। সুতরাং ইমাম তাকবীর বললে তোমরাও তাকবীর বলবে, তিনি রুকু করলে তোমরাও রুকু করবে। তিনি সিজদা দিলে তোমরাও করবে। ইমাম দাঁড়িয়ে সালাত আদায় করলে তোমরাও দাঁড়িয়ে সালাত আদায় করবে। তারপর ঊনত্রিশ দিন পূর্ণ হলে তিনি নেমে আসলেন। তখন লোকেরা বললেন, ইয়া রাসুলাল্লাহ! আপনি তো এক মাসের শপথ করেছিলেন। তিনি বললেনঃ এ মাস ঊনত্রিশ দিনের।;\n",
        "id": 371,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬০। মুসল্লীর কাপড় সিজদা করার সময় স্ত্রীর গায়ে লাগা",
        "hadithBengali": "৩৭২। মূসাদ্দাদ (রহঃ) ..... মায়মূনা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন সালাত (নামায/নামাজ) আদায় করতেন তখন হায়েয অবস্থায় থাকা সত্ত্বেও আমি তাঁর বরাবর বসে থাকতাম। কখনো কখনো তিনি সিজদা করার সময় তাঁর কাপড় আমার গায়ে লাগতো। আর তিনি ছোট চাটায়ের উপর সালাত (নামায/নামাজ) আদায় করতেন।;\n",
        "id": 372,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "মাইমূনাহ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬১। চাটায়ের উপর সালাত আদায় করা।",
        "hadithBengali": "وَصَلَّى جَابِرٌ وَأَبُو سَعِيدٍ فِي السَّفِينَةِ قَائِمًا. وَقَالَ الْحَسَنُ تُصَلِّي قَائِمًا مَا لَمْ تَشُقَّ عَلَى أَصْحَابِكَ، تَدُورُ مَعَهَا وَإِلاَّ فَقَاعِدًا;\n\nজাবির ইবন আবদুল্লাহ ও আবূ সাঈদ (রাঃ) নৌকায় দাঁড়িয়ে সালাত আদায় করেছেন। হাসান (রহঃ) বলেন, যতক্ষণ পর্যন্ত সাথীদের জন্য কষ্টকর না হয়, ততক্ষণ পর্যন্ত দাঁড়িয়ে সালাত আদায় করবে। আর নৌকার দিক পরিবর্তনের সাথে সাথে ঘুরে যাবে। অন্যথায় বসে সালাত আদায় করবে।;\n\n\n৩৭৩। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) ..... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত যে, তাঁর দাদী মুলায়কাহ (রাঃ) রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে খাওয়ার দাওয়াত দিলেন, যা তাঁর জন্যই তৈরী করেছিলেন। তিনি তা থেকে খেলেন, এরপর বললেনঃ উঠ, তোমাদের নিয়ে আমি সালাত (নামায/নামাজ) আদায় করি। আনাস (রাঃ) বলেনঃ আমি আমাদের একটি চাটাই আনার জন্য উঠলাম, তা অধিক ব্যাবহারে কাল হয়ে গিয়েছিল। তাই আমি সেটি পানি দিয়ে পরিষ্কার করে নিলাম। তারপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সালাতের জন্য দাঁড়ালেন। আমি ও একজন ইয়াতীম বালক (যুমায়রা) তাঁর পেছনে দাঁড়ালাম আর বৃদ্ধা দাদী আমার পেছনে ছিলেন। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের নিয়ে দুরাকআত সালাত আদায় করলেন। তারপর তিনি চলে গেলেন।;\n",
        "id": 373,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬২। ছোট চাটায়ের উপর সালাত আদায় করা",
        "hadithBengali": "৩৭৪। আবূল ওলীদ (রহঃ) ... মায়মূনা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ছোট চাটায়ের উপর সালাত (নামায/নামাজ) আদায় করতেন।;\n",
        "id": 374,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "মাইমূনাহ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৩। বিছানায় সালাত আদায় করা।",
        "hadithBengali": "وَصَلَّى أَنَسٌ عَلَى فِرَاشِهِ. وَقَالَ أَنَسٌ كُنَّا نُصَلِّي مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَيَسْجُدُ أَحَدُنَا عَلَى ثَوْبِهِ;\n\nআনাস ইবন মালিক (রাঃ) নিজের বিছানায় সালাত আদায় করতেন। আনাস (রাঃ) বলেনঃ আমরা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে সালাত আদায় করতাম। আমাদের কেউ কেউ নিজ কাপড়ের উপর সিজদা করতো;\n\n\n৩৭৫। ইসমাঈল (রহঃ) .... নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর স্ত্রী আয়িশা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সামনে ঘুমাতাম, আমার পা দুখানা তাঁর কিবলার দিকে ছিল। তিনি সিজদায় গেলে আমার পায়ে মৃদু চাপ দিতেন, তখন আমি পা দুখানা সঙ্কুচিত করতাম। আর তিনি দাঁড়িয়ে গেলে আমি পা দুখানা সপ্রসারিত করতাম। তিনি বলেনঃ সে সময় ঘরগুলোতে বাতি ছিল না।;\n",
        "id": 375,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৩। বিছানায় সালাত আদায় করা।",
        "hadithBengali": "৩৭৬। ইয়াহইয়া ইবনু বুকায়র (রহঃ) ..... আয়িশা (রাঃ) উরওয়া (রহঃ)-কে বলেন যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সালাত (নামায/নামাজ) আদায় করতেন আর তিনি [আয়িশা (রাঃ)] রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ও তাঁর কিবলার মধ্যে পারিবারিক বিছানায় জানাযার মত আড়াআড়িভাবে শুয়ে থাকতেন।;\n",
        "id": 376,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আয়িশা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৩। বিছানায় সালাত আদায় করা।",
        "hadithBengali": "৩৭৭। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) .... উরওয়া (রহঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সালাত (নামায/নামাজ) আদায় করতেন, আর আয়িশা (রাঃ) তাঁর ও তাঁর কিবলার মাঝাখানে তাঁদের বিছানায় শুয়ে থাকতেন।;\n",
        "id": 377,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "উরওয়াহ (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৪। প্রচণ্ড গরমের সময় কাপড়ের উপর সিজদা করা।",
        "hadithBengali": "وَقَالَ الْحَسَنُ كَانَ الْقَوْمُ يَسْجُدُونَ عَلَى الْعِمَامَةِ وَالْقَلَنْسُوَةِ وَيَدَاهُ فِي كُمِّهِ;\n\nহাসান বসরী (রহঃ) বলেন, লোকেরা পাগড়ী ও টুপির উপর সিজদা করতো আর তাঁদের হাত থাকতো আস্তিনের ভিতর;\n\n\n৩৭৮। আবূল ওলীদ হিশাম ইবনু আবদুল মালিক (রহঃ) ..... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত, তিনি বলেন যে, আমরা নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সাথে সালাত (নামায/নামাজ) আদায় করতাম। আমাদের কেউ কেউ সিজদার সময় অধিক গরমের কারণে কাপড়ের প্রান্ত সিজদার স্থানে রাখতো।;\n",
        "id": 378,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৫। জুতা পরে সালাত আদায় করা",
        "hadithBengali": "৩৭৯। আদম ইবনু আবূ ইয়াস (রহঃ) .... আবূ মাসলামা সাঈদ ইবনু ইয়াজীদ আল-আযদী (রহঃ) বলেনঃ আমি আনাস ইবনু মালিক (রাঃ) কে জিজ্ঞাসা করেছিলাম, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কি তাঁর নালাইন (চপ্পল) পরে সালাত আদায় করতেন? তিনি বললেন, হ্যাঁ।;\n",
        "id": 379,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ মাসলামাহ সাঈদ ইবনু ইয়াযীদ আল-আযদী (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৬। মোজা পরে সালাত আদায় করা",
        "hadithBengali": "৩৮০। আদম (রহঃ) ..... হাম্মাম ইবনু হারিস (রহঃ) থেকে বর্ণিত, তিনি বলেনঃ আমি জারীর ইবনু আবদুল্লাহ (রাঃ)-কে দেখলাম যে, তিনি পেশাব করলেন। তারপর উযূ (ওজু/অজু/অযু) করলেন আর উভয় মোজার উপরে মাসেহ করলেন। তারপর তিনি দাঁড়িয়ে সালাত (নামায/নামাজ) আদায় করলেন। তাঁকে জিজ্ঞাসা করা হলে তিনি বললেনঃ আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কেও এরূপ করতে দেখেছি।;\n\nইবরাহীম (রহঃ) বলেনঃ এই হাদীস মুহাদ্দিসীনের কাছে অত্যন্ত পছন্দনীয়। কারণ জারীর (রাঃ) ছিলেন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর শেষ যুগের ইসলাম গ্রহণকারীদের একজন।;\n",
        "id": 380,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "হাম্মাম ইবনু হারিস (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৬। মোজা পরে সালাত আদায় করা",
        "hadithBengali": "৩৮১। ইসহাক ইবনু নাসর (রহঃ) .... মুগীর ইবনু শুবা (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ আমি নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে উযূ (ওজু/অজু/অযু) করিয়েছি। তিনি উযূর সময় মোজা দুটির উপর মাসেহ করলেন ও সালাত (নামায/নামাজ) আদায় করলেন।;\n",
        "id": 381,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "মুগীরা ইবনু শু'বা  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৭। সিজদা পূর্ণভাবে না করলে",
        "hadithBengali": "৩৮২। সালত ইবনু মুহাম্মদ (রহঃ) ..... হুযায়ফা (রাঃ) থেকে বর্ণিত যে, এক ব্যাক্তি তাঁর রুকু-সিজদা পুরোপুরি আদায় করছিল না। সে যখন সালাত (নামায/নামাজ) শেষ করলো তখন তাকে হুযায়ফা (রাঃ) বললেনঃ তোমার সালাত (নামায/নামাজ) ঠিক হয়নি। রাবী বলেনঃ আমার মনে হয় তিনি (হুযায়ফা) এ কথাও বলেছেন, (এ অবস্থায়) তোমার মৃত্যু হলে তা মুহাম্মদসাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর তরীকা অনুযায়ী হবে না।;\n",
        "id": 382,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "হুযাইফাহ (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৮। সিজদায় বাহুমূল খোলা রাখা এবং দু'পাশ  আলগা রাখা",
        "hadithBengali": "৩৮৩। ইয়াহইয়া ইবনু বুকায়র (রহঃ) ..... আবদুল্লাহ ইবনু মালিক (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সালাত (নামায/নামাজ)-এর সময় উভয় বাহু পৃথক রাখতেন। এমনকি তাঁর বগলের শুভ্রতা প্রকাশ পেতো।;\n\nলাইস (রহঃ) বলেনঃ জাফর ইবনু রবীআহ (রহঃ) আমার কাছে অনুরুপ বর্ণনা করেছেন।;\n",
        "id": 383,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু মালিক ইবনু বুহাইনা (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৯। কিবলামূখী হওয়ার ফযীলত।",
        "hadithBengali": "يَسْتَقْبِلُ بِأَطْرَافِ رِجْلَيْهِ. قَالَ أَبُو حُمَيْدٍ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ;\n\nপায়ের আঙ্গুলকেও কিবলামূখী রাখবে। আবূ হুমায়দ (রাঃ) নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে এরূপ বর্ণনা করেছেন।;\n\n\n৩৮৪। আমর ইবনু আব্বাস (রহঃ) ..... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ যে ব্যাক্তি আমাদের ন্যায় সালাত (নামায/নামাজ) আদায় করে, আমাদের কিবলামুখী আর আমাদের যবেহ করা প্রাণী খায়, সে-ই মুসলিম, যার জন্য আল্লাহ ও তাঁর রাসূল যিম্মাদার। সুতরাং তোমরা আল্লাহর যিম্মাদারীতে খিয়ানত করো না।;\n",
        "id": 384,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৬৯। কিবলামূখী হওয়ার ফযীলত।",
        "hadithBengali": "৩৮৫। নুআইম (রহঃ) ..... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ আমাকে লোকের বিরুদ্ধে জিহাদ করার নির্দেশ দেওয়া হয়েছে, যতক্ষণ না তারা লা ইলাহা ইল্লাল্লাহ স্বীকার করবে। যখন তারা তা স্বীকার করে নেয়, আমাদের মত সালাত (নামায/নামাজ) আদায় করে, আমাদের কিবলামুখী হয় এবং আমাদের যবেহ করা প্রাণী খায়, তখন তাদের জান ও মালসমূহ আমাদের জন্য হারাম হয়ে যায়। অবশ্য রক্তের বা সম্পদের দাবীর কথা ভিন্ন। আর তাদের হিসাব আল্লাহর কাছে।;\n\nআলী ইবনু আবদুল্লাহ (রহঃ) হুমায়দ (রহঃ) সুত্রে বর্ণিত, তিনি বলেনঃ মায়মূন ইবনু সিয়াহ আনাস ইবনু মালিক (রাঃ)-কে জিজ্ঞাসা করলেনঃ হে আবূ হামযাহ, কিসে কিসে মানুষের জান ও মাল হারাম হয়? তিনি জবাব দিলেন, যে ব্যাক্তি লা ইলাহা ইল্লাল্লাহ-এর সাক্ষ্য দেয়, আমাদের কেবলামূখী হয়, আমাদের সালাত আদায় করে, আমাদের যবেহ করা প্রাণী খায়, সে-ই মুসলিম। অন্য মুসলিমদের মতই তার অধিকার রয়েছে। আর অন্য মুসলিমদের মতই তার দায়িত্ব ও কর্তব্য রয়েছে।;\n\nইবনু আবূ মারয়াম, ইয়াহইয়া ইবনু আয়্যূব (রহঃ) ... আনাস ইবনু মালিক (রাঃ) সুত্রে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে (অনুরূপ) বর্ণনা করেন।;\n",
        "id": 385,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭০। মদীনা, সিরিয়া ও (মদীনার) পূর্ব দিকের অধিবাসীদের কিবলা পূর্বে বা পশ্চিমে নয়। কারণ নবী (ﷺ) বলেছেনঃ তোমরা পায়খানা বা পেশাব করতে কিবলামুখী হবে না, বরং তোমরা (উত্তর অঞ্চলের অধিবাসীরা) পূর্বদিকে কিংবা পশ্চিম দিকে মুখ ফিরাবে",
        "hadithBengali": "৩৮৬। আলী ইবনু আবদুল্লাহ (রহঃ) .... আবূ আয়্যূব আনসারী (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যখন তোমরা পায়খানা করতে যাও, তখন কিবলার দিকে মুখ করবে না কিংবা পিঠও দিবে না, বরং তোমরা পূর্বদিকে অথবা পশ্চিম দিকে ফিরে বসবে। আবূ আয়্যূব আনসারী (রাঃ) বলেনঃ আমরা যখন সিরিয়ায় এলাম তখন পায়খানাগুলো কিবলামুখী বানানো পেলাম। আমরা কিছুটা ঘুরে বসতাম এবং আল্লাহ তালার কাছে ক্ষমা প্রার্থনা করতাম।;\n\nযুহরী (রহঃ) আতা (রহঃ) সুত্রে বর্ণনা করেছেন যে, আমি আবূ আয়্যূব (রাঃ)-কে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর নিকট থেকে অনুরূপ বর্ণনা করতে শুনেছি।;\n",
        "id": 386,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবূ আইয়ুব আনসারী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭১। মহান আল্লাহর বাণীঃ মাকামে ইবরাহীমকে সালাতের স্থান রূপে গ্রহন কর (২:১২৫)",
        "hadithBengali": "৩৮৭। হুমায়দী (রহঃ) ..... আমর ইবনু দ্বীনার (রহঃ) বলেনঃ আমরা ইবনু উমর (রাঃ)-কে এক ব্যাক্তি সম্পর্কে জিজ্ঞাসা করলামযে ব্যাক্তি উমরার জন্য বায়তুল্লাহর তাওয়াফ করেছেন কিন্তু সাফা-মারওয়া সাঈ করে নি, সে কি তাঁর স্ত্রীর সাথে সঙ্গত হতে পারবে? তিনি জবাব দিলেন, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এসে সাতবার বায়তুল্লাহর তাওয়াফ করেছেন, মাকামে ইবরাহীমের কাছে দুরাকআত সালাত (নামায/নামাজ) আদায় করেছেন আর সাফা-মারওয়া সাঈ করেছেন। তোমাদের জন্য আল্লাহর রাসুলের মধ্যে রয়েছে উত্তম আদর্শ। আমরা জাবির ইবনু আবদুল্লাহ (রাঃ)-কে এ ব্যাপারে জিজ্ঞাসা করেছি, তিনি বলেছেনঃ সাফা-মারওয়ায় সাঈ করার আগ পর্যন্ত স্ত্রীর কাছে যাবে না।;\n",
        "id": 387,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আমর ইবনু দীনার (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭১। মহান আল্লাহর বাণীঃ মাকামে ইবরাহীমকে সালাতের স্থান রূপে গ্রহন কর (২:১২৫)",
        "hadithBengali": "৩৮৮। মুসাদ্দাদ (রহঃ) .... মুজাহিদ (রহঃ) থেকে বর্ণিত যে, এক ব্যাক্তি উমর (রাঃ)-এর নিকট এলেন, এবং বললেনঃ ইনি হলেন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম, তিনি কাবা ঘরে প্রবেশ করেছেন। ইবনু উমর (রাঃ) বলেনঃ আমি সেদিকে এগিয়ে গেলাম এবং দেখলাম যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কাবা থেকে বেরিয়ে পড়েছেন। আমি বিলাল (রাঃ)-কে উভয় কপাটের মাঝখানে দাঁড়ানো দেখে জিজ্ঞাসা করলাম, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কি কাবা ঘরের অভ্যন্তরে সালাত আদায় করেছেন? তিনি জবাব দিলেন, হ্যাঁ, কাবায় প্রবেশ করার সময় তোমার বাঁ দিকের দুই স্তম্ভের মধ্যখানে দুই রাকআত সালাত (নামায/নামাজ) আদায় করেছেন। তারপর তিনি বের হলেন এবং কাবার সামনে দুই রাকআত সালাত আদায় করলেন।;\n",
        "id": 388,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "মুজাহিদ  (রহঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭১। মহান আল্লাহর বাণীঃ মাকামে ইবরাহীমকে সালাতের স্থান রূপে গ্রহন কর (২:১২৫)",
        "hadithBengali": "৩৮৯। ইসহাক ইবনু নসর (রহঃ) ..... ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ যখন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কাবায় প্রবেশ করেন, তখন তাঁর সকল দিকে দুয়া করেছেন, সালাত (নামায/নামাজ) আদায় না করেই বেরিয়ে এসেছেন এবং বের হওয়ার পর কাবার সামনে দুরাকআত সালাত আদায় করেছেন, আর বলেছেন, এই কিবলা।;\n",
        "id": 389,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইবনু আব্বাস  (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭২। যেখানেই হোক (সালাতে) কিবলামুখী হওয়া।",
        "hadithBengali": "وَقَالَ أَبُو هُرَيْرَةَ قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: اسْتَقْبِلِ الْقِبْلَةَ وَكَبِّرْ;\n\nআবূ হুরায়রা (রাঃ) বলেন যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ কিবলামুখী হও তাকবীর বল।;\n\n\n৩৯০। আবদুল্লাহ ইবনু রাজা (রহঃ) .... বারা ইবনু আযিব (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বায়তুল মুকাদ্দাসমুখী হয়ে ষোল বা সতের মাস সালাত (নামায/নামাজ) আদায় করেছেন। আর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কাবার দিকে কিবলা করা পছন্দ করতেন। মহান আল্লাহ নাযিল করেনঃ আকাশের দিকে আপনার বারবার তাকানোকে আমি অবশ্য লক্ষ্য করেছি। (২ : ১৪৪) তারপর তিনি কাবার দিকে মুখ করেন। আর নির্বোধ লোকেরাতারা ইয়াহুদী, বলতো, তারা এ যাবত যে কিবলা অনুসরণ করে আসছিলো, তা থেকে কিসে তাঁদের কে ফিরিয়ে দিল? বলুনঃ (হে রাসূল) পূর্ব ও পশ্চিম আল্লাহরই। তিনি যাকে ইচ্ছা সঠিক পথে পরিচালিত করেন। (২ : ১৪২);\n\nতখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে এক ব্যাক্তি সালাত (নামায/নামাজ) আদায় করলেন এবং বেরিয়ে গেলেন। তিনি আসরের সালাতের সময় আনসারগনের এক গোত্রের পাশ দিয়ে যাচ্ছিলেন। তাঁরা বায়তুল মুকাদ্দাসের দিকে মুখ করে সালাত আদায় করেছিলেন। তখন তিনি বললেনঃ (তিনি নিজেই) সাক্ষী যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সঙ্গে তিনি সালাত আদায় করেছেন, আর তিনি (রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) কাবার দিকে মুখ করেছেন। তখন সে গোত্রের লোকজন ঘুরে কাবার দিকে মুখ করলেন।;\n",
        "id": 390,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "বারাআ ইবনু আযিব (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭২। যেখানেই হোক (সালাতে) কিবলামুখী হওয়া।",
        "hadithBengali": "৩৯১। মুসলিম ইবনু ইবরাহীম (রহঃ) ..... জাবির ইবনু আবদুল্লাহ (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিজের সাওয়ারীর উপর (নফল) সালাত (নামায/নামাজ) আদায় করতেনসওয়ারী তাঁকে নিয়ে যে দিকেই মুখ করত না কেন। কিন্তু যখন ফরয সালাত আদায়ের ইচ্ছা করতেন, তখন নেমে পড়তেন এবং কিবলার দিকে মুখ করতেন।;\n",
        "id": 391,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "জাবির ইবনু আবদুল্লাহ আনসারী (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭২। যেখানেই হোক (সালাতে) কিবলামুখী হওয়া।",
        "hadithBengali": "৩৯২। উসমান (রহঃ) .... আবদুল্লাহ (রাঃ) থেকে বর্ণিত, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সালাত (নামায/নামাজ) আদায় করলেন। রাবী ইবরাহীম (রহঃ) বলেনঃ আমার জানা নেই, তিনি বেশী করেছেন বা কম করেছেন। সালাম ফিরানোর পর তাঁকে বলা হল, ইয়া রাসুলাল্লাহ! সালাতের মধ্যে নতুন কিছু হয়েছে কি? তিনি বললেনঃ তা কী? তাঁরা বললেনঃ আপনি তো এরূপ এরূপ সালাত আদায় করলেন। তিনি তখন তাঁর দুপা ঘুরিয়ে কিবলামুখী হলেন। আর দুটি সিজদা আদায় করলেন। এরপর সালাম ফিরালেন। পরে তিনি আমাদের দিকে ফিরে বললেনঃ যদি সালাত সম্পর্কে নতুন কিছু হতো, তবে অবশ্যই তোমাদের তা জানিয়ে দিতাম। কিন্তু আমি তো তোমাদের মত একজন মানুষ। তোমরা যেমন ভুল করে থাক, আমিও তোমাদের মত ভুলে যাই। আমি কোন সময় ভুলে গেলে তোমরা আমাকে স্মরণ করিয়ে দেবে। তোমাদের কেউ সালাত সম্বন্ধে সন্দেহে পতিত হলে সে যেন নিঃসন্দেহ হওয়ার চেষ্টা করে এবং সে অনুযায়ী সালাত পূর্ণ করে। তারপর সে সালাম ফিরিয়ে দুটি সিজদা আদায় করে।;\n",
        "id": 392,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ' ইব্'ন মাসউদ (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৩। কিবলা সম্পর্কে বর্ণনা।",
        "hadithBengali": "وَمَنْ لاَ يَرَى الإِعَادَةَ عَلَى مَنْ سَهَا فَصَلَّى إِلَى غَيْرِ الْقِبْلَةِ - وَقَدْ سَلَّمَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي رَكْعَتَيِ الظُّهْرِ، وَأَقْبَلَ عَلَى النَّاسِ بِوَجْهِهِ، ثُمَّ أَتَمَّ مَا بَقِيَ;\n\nভুলবশত কিবলার পরিবর্তে অন্যদিকে মুখ করে সালাত আদায় করলে তা পুনরায় আদায় করা যাদের মতে আবশ্যকীয় নয়। নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যুহরের দুরাকআত সালাত আদায় করে সালাম ফিরিয়ে মুসল্লিগণের দিকে মুখ করলেন। তারপরে বাকী সালাত পূর্ণ করলেন।;\n\n\n৩৯৩। আমার ইবনু আওন (রহঃ) .... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত, তিনি বলেন, উমর (রাঃ) বলেছেনঃ তিনটি বিষয়ে আমার অভিমত আল্লাহর অহির সাথে সামঞ্জস্যপূর্ণ হয়েছে। আমি বলেছিলাম, ইয়া রাসুলাল্লাহ! আমরা যদি মাকামে ইবরাহীম কে সালাতের স্থান বানাতে পারতাম! তখন এ আয়াত নাযিল হয়ঃ (وَاتَّخِذُوا مِنْ مَقَامِ إِبْرَاهِيمَ مُصَلًّى) তোমরা মাকামে ইবরাহীমকে সালাতের স্থান বানাও; (২ : ১২৫);\n\n(দ্বিতীয়) পর্দার আয়াত, আমি বললামঃ ইয়া রাসুলাল্লাহ! আপনি যদি আপনার সহধর্মিনীগনকে পর্দার আদেশ করতেন! কেননা, সৎ ও অসৎ সবাই তাদের সাথে কথা বলে। তখন পর্দার আয়াত নাযিল হয়।;\n\nআর একবার নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সহধর্মিণীগণ অভিমান সহকারে তাঁর নিকট উপস্থিত হন। তখন আমি তাদেরকে বললামঃ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যদি তোমাদের তালাক দেয়, তাহলে তাঁর রব তাঁকে তোমাদের পরিবর্তে তোমাদের চাইতে উত্তম স্ত্রী দান করবেন। (৬৬ : ৫) তখন এ আয়াত নাযিল হয়।;\n\n[অপর সনদে ইবন আবু মারয়াম (রহঃ) .... আনাস (রাঃ) থেকে অনুরূপ বর্ণিত আছে।];\n",
        "id": 393,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৩। কিবলা সম্পর্কে বর্ণনা।",
        "hadithBengali": "৩৯৪। আবদুল্লাহ ইবনু ইউসুফ (রহঃ) .... আবদুল্লাহ ইবনু উমর (রাঃ) থেকে বর্ণিত, তিনি বলেনঃ এক সময় লোকেরা কুবা নামক স্থানে ফযরের সালাত (নামায/নামাজ) আদায় করছিলেন। এমন সময় তাঁদের নিকট এক ব্যাক্তি এসে বললেন যে, এ রাতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর প্রতি ওহী নাযিল হয়েছে। আর তাঁকে কাবামুখী হওয়ার নির্দেশ দেওয়া হয়েছে। তাই তোমরা কাবার দিকে মুখ কর। তখন তাঁদের চেহারা ছিল বায়তুল মুকাদ্দাসের দিকে। একথা শুনে তাঁরা কাবার দিকে মুখ করে নিলেন।;\n",
        "id": 394,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ ইব্'ন উমর (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৩। কিবলা সম্পর্কে বর্ণনা।",
        "hadithBengali": "৩৯৫। মূসাদ্দাদ (রহঃ) .... আবদুল্লাহ [ইবনু মাসউদ (রাঃ)] থেকে বর্ণিত, তিনি বলেনঃ একবার নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যুহরেরে সালাত (নামায/নামাজ) পাঁচ রাকআত আদায় করেন। তখন মুসল্লীগন জিজ্ঞাসা করলেনঃ সালাতে কি কিছু বৃদ্ধি করা হয়েছে? তিনি বললেনঃ তা কি? তাঁরা বললেনঃ আপনি যে পাঁচ রাকআত সালাত আদায় করেছেন। রাবী বলেন, তিনি নিজের পা ঘুরিয়ে (কিবলামুখী হয়ে) দুই সিজদা (সিজদা সাহু) করে নিলেন।;\n",
        "id": 395,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আবদুল্লাহ' ইব্'ন মাসউদ (রাঃ) ",
        "status_bn": "সহিহ"

    },
    {

        "chapter_bn": "২৭৪। মসজিদে থুথু হাতের সাহায্যে পরিষ্কার করা",
        "hadithBengali": "৩৯৬। কুতায়বা (রহঃ) .... আনাস ইবনু মালিক (রাঃ) থেকে বর্ণিত যে, নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কিবলার দিকে (দেয়ালে) কফ দেখলেন। এটা তাঁর কাছে কষ্টদায়ক মনে হল। এমনকি তাঁর চেহারায় তা ফুটে উঠলো। তিনি উঠে দিয়ে তা হাত দিয়ে পরিষ্কার করলেন। তারপর তিনি বললেনঃ তোমাদের কেউ যখন সালাতে দাঁড়ায় তখন সে তাঁর রবের সাথে একান্তে কথা বলে। অথবা বলেছেন, তাঁর ও কিবলার মাঝখানে তাঁর রব আছেন। কাজেই, তোমাদের কেউ যখন কিবলার দিকে থুথু না ফেলে। বরং সে যেন তাঁর বাম দিকে বা পায়ের নীচে তা ফেলে। তারপর চাঁদরের আঁচল দিয়ে তিনি তাতে থুথু ফেললেন এবং তাঁর এক অংশকে অন্য অংশের উপর ভাঁজ করলেন এবং বললেনঃ অথবা সে এরূপ করবে।;\n",
        "id": 396,
        "publisherNameBangla": "ইসলামিক ফাউন্ডেশন",
        "rabiNameBangla": "আনাস ইবনু মালিক (রাঃ)",
        "status_bn": "সহিহ"

    }
]